Repository: typecho/languages
Catalog: *.po
Languages: el_gr, fa_ir, fil_ph, fr_fr, ja_jp, pt_br, ru_ru, tr_tr, zh_tw

source: 标签名称已经存在
el_gr: Αυτό το όνομα ετικέτας χρησιμοποιείται ήδη
fa_ir: نام برچسب تکراری است
fil_ph: Umiiral na pala ang pangalan ng tag
fr_fr: Le nom de l'étiquette existe déjà
ja_jp: ラベル名はすでに存在します
pt_br: O nome da tag já existe
ru_ru: Имя тега уже существует
tr_tr: Etiket önceden mevcut.
zh_tw: 標籤名稱已經存在

source: 标签名称无法被转换为缩略名
el_gr: Αυτό το όνομα ετικέτας δεν μπορεί να μετατραπεί σε σύντομο όνομα
fa_ir: نام برچسب قابل تبدیل به نام مستعار نیست
fil_ph: Ang mga pangalan ng tag ay hindi maaaring mapalitan ng mga pangalang pinaikli
fr_fr: Les noms des étiquettes ne peuvent pas être convertis en noms abrégés
ja_jp: ラベル名は他の短縮名とかぶることはできません
pt_br: O nome da tag não pode ser convertido em nome abreviado
ru_ru: Имя тега не удалось преобразовать для альтернативного названия
tr_tr: Bu etiket adı kısaltmalara dönüştürülememektedir.
zh_tw: 標籤名稱無法被轉換為縮略名

source: 请不要标签名称中使用特殊字符
el_gr: Παρακαλείσθε να μην χρησιμοποιείτε ειδικούς χαρακτήρες σε ονόματα ετικετών
fa_ir: لطفاً در نام برچسب از کاراکترهای ویژه استفاده نکنید
fil_ph: Mangyaring huwag isama ang mga karakter na espesyal sa pangalan ng tag
fr_fr: Veuillez ne pas utiliser de caractères spéciaux dans le nom de l'étiquette
ja_jp: ラベル名内に特殊文字を使わないでください
pt_br: Por favor, não use caracteres especiais nos nomes de tags
ru_ru: Пожалуйста, не используйте специальные символы в название тега

source: 标签主键不存在
el_gr: Μη έγκυρη ταυτότητα ετικέτας
fa_ir: شناسه اصلی برچسب وجود ندارد
fil_ph: Hindi umiiral ang pangunahing susi ng tag
fr_fr: L'étiquette de clé primaire n'existe pas
ja_jp: ラベル主キーが存在しません
pt_br: A chave primária da tag não existe
ru_ru: Ключ тега не существует
tr_tr: Etiket anahtarı mevcut değil.
zh_tw: 標籤主鍵不存在

source: 标签 <a href="%s">%s</a> 已经被更新
el_gr: Η ετικέτα <a href="%s">%s</a> έχει ανανεωθεί.
fa_ir: برچسب <a href="%s">%s</a> به‌روزرسانی شد
fil_ph: Nai-update na ang tag na <a href="%s">%s</a>
fr_fr: L'étiquette <a href="%s">%s</a> a été mis à jour
ja_jp: ラベル <a href="%s">%s</a> が更新されました
pt_br: A tag <a href="%s">%s</a> foi atualizada
ru_ru: Теги <a href="%s">%s</a> обновлены
tr_tr: <a href="%s">%s</a> etiketi güncellendi.
zh_tw: 標籤 <a href="%s">%s</a> 已經被更新

source: 标签已经删除
el_gr: Η ετικέτα έχει διαγραφεί.
fa_ir: برچسب حذف شد
fil_ph: Binura na ang tag
fr_fr: L'étiquette a été supprimé
ja_jp: ラベルが削除されました
pt_br: A tag foi excluída
ru_ru: Тег удален
tr_tr: Etiket silindi.
zh_tw: 標籤已經刪除

source: 没有标签被删除
el_gr: Η ετικέτα που επιλέξατε για διαγραφή δεν υπάρχει.
fa_ir: هیچ برچسبی حذف نشد
fil_ph: Walang mga tag ang nabura
fr_fr: Aucun étiquette n'est supprimé
ja_jp: ラベルを削除できません
pt_br: Nenhuma tag foi excluída
ru_ru: Нет тегов для удаления
tr_tr: Silinecek etiket bulunamadı.
zh_tw: 沒有標籤被刪除

source: 请填写需要合并到的标签
el_gr: Παρακαλούμε επιλέξτε την ετικέτα στην οποία θέλετε να συγχωνεύεστε.
fa_ir: لطفاً برچسبی را که می‌خواهید با آن ادغام کنید وارد کنید
fil_ph: Mangyaring piliin ang mga tag na pagsasamahin
fr_fr: S'il vous plaît remplir l'étiquette à fusionner
ja_jp: 結合するラベルを入力してください
pt_br: Por favor, preencha a tag a ser mesclada
ru_ru: Пожалуйста, выберите теги, которые необходимо объединить
tr_tr: Birleştirilmesini istediğiniz etiketleri seçiniz.
zh_tw: 請填寫需要合併到的標籤

source: 合并到的标签名不合法
el_gr: Η ετικέτα που επιλέξατε δεν είναι έγκυρη
fa_ir: نام برچسب مقصد برای ادغام معتبر نیست
fil_ph: Imbalido ang pangalan sa mga tag na pinagsama-sama
fr_fr: Nom d'étiquette incorrect
ja_jp: 結合するラベル名がおかしいです
pt_br: O nome da tag inválido
ru_ru: Неправельное имя для объединнения тегов
tr_tr: Birleştirilecek etiketlerin ismi geçersiz.
zh_tw: 合併到的標籤名不合法

source: 标签已经合并
el_gr: Οι ετικέτες έχουν συγχωνευτεί.
fa_ir: برچسب‌ها با موفقیت ادغام شدند
fil_ph: Ang mga tag ay pinagsama-sama na
fr_fr: Les étiquettes ont été fusionnées
ja_jp: ラベルが結合されました
pt_br: As tags foram mescladas
ru_ru: Теги были объединены
tr_tr: Etiketler birleştirilmiştir.
zh_tw: 標籤已經合併

source: 没有选择任何标签
el_gr: Δεν επιλέχτηκε ετικέτα
fa_ir: هیچ برچسبی انتخاب نشده است
fil_ph: Walang tag ang napagpilian
fr_fr: N'a pas choisi de étiquette
ja_jp: ラベルが何も選択されていません
pt_br: Nenhuma tag selecionada
ru_ru: Теги не выбраны
tr_tr: Hiçbir etiket seçilmedi.
zh_tw: 沒有選擇任何標籤

source: 标签刷新已经完成
el_gr: Οι ετικέτες ανανεώθηκαν.
fa_ir: به‌روزرسانی برچسب‌ها با موفقیت انجام شد
fil_ph: Ang pag-refresh sa mga tag ay nakumpleto na
fr_fr: L'actualisation de l'étiquette a été complétée
ja_jp: ラベルの更新が完了しました
pt_br: Tags atualizadas
ru_ru: Сортировка тегов завершена
tr_tr: Etiketler güncellendi.
zh_tw: 重新整理標籤已經完成

source: 设置已经保存
el_gr: Οι ρυθμίσεις αποθηκεύτηκαν
fa_ir: تنظیمات با موفقیت ذخیره شد
fil_ph: Nai-seyb na ang mga setting
fr_fr: Les paramètres ont été enregistrés
ja_jp: 設定が保存されました
pt_br: Suas configurações foram salvas
ru_ru: Настройки сохранены
tr_tr: Ayarlarınız kaydedilmiştir.
zh_tw: 設定已經儲存

source: 评论日期格式
el_gr: Μορφή ημερομηνίας σχολίων
fa_ir: فرمت تاریخ دیدگاه‌ها
fil_ph: Format sa petsa ng komento
fr_fr: Format de date de commentaire
ja_jp: コメントの日付形式
pt_br: Formato da data do comentário
ru_ru: Формат даты
tr_tr: Yorum gün formatı
zh_tw: 評論日期格式

source: 这是一个默认的格式,当你在模板中调用显示评论日期方法时, 如果没有指定日期格式, 将按照此格式输出.
el_gr: Προεπιλεγμένη μορφή ημ/νίας. Εάν δεν καθορίσετε μια διαφορετική μορφή, η ημερομηνία στα σχόλια θα εμφανίζεται με αυτήν την μορφή.
fa_ir: این یک فرمت پیش‌فرض است؛ زمانی که در فرمت، تابع نمایش تاریخ نظر را فراخوانی می‌کنید، اگر فرمت تاریخ مشخص نشده باشد، تاریخ طبق این فرمت نمایش داده می‌شود.
fil_ph: Ito ay isang format na naka-default, kapag tinawag mo ang pamamaraang ipakita ang petsa ng komento sa mga templeyt, ang format na ito ay iaangkop kung hindi ka nagtukoy ng anumang format sa petsa.
fr_fr: Il s'agit d'un format par défaut, lorsque vous appelez la méthode de date de commentaire d'affichage du modèle, si vous ne spécifiez pas le format de la date, la sortie est conforme à ce format.
ja_jp: これはデフォルトの形式です。テンプレートでコメント日時を表示するメソッドを呼び出すときに、日付形式が指定されていない場合、この形式で出力されます。
pt_br: Esse é um formato padrão. Quando você chama o método "show comment date" em um template, se nenhum formato de data for especificado, será exibido nesse formato.
ru_ru: Формат даты и времени будет отображаться по умолчанию если не указать другой.
tr_tr: Bu varsayılan formattır. Yorum tarihini göster methodunu temanızda kullandığınızda bu format ayrı bir gün formatı belirtmediğiniz takdirde çağrılacaktır.
zh_tw: 這是一個預設的格式,當你在樣板中呼叫顯示評論日期方法時，如果沒有指定日期格式，將按照此格式輸出。

source: 具体写法请参考 <a href="https://www.php.net/manual/zh/function.date.php">PHP 日期格式写法</a>.
fa_ir: برای نحوه نگارش دقیق، لطفاً به <a href="https://www.php.net/manual/zh/function.date.php">راهنمای فرمت تاریخ در PHP</a> مراجعه کنید.

source: 评论列表数目
el_gr: Πόσα σχόλια να προβάλλονται;
fa_ir: تعداد لیست دیدگاه‌ها
fil_ph: Bilang sa listahan ng mga komento
fr_fr: Le nombre de commentaires
ja_jp: コメントリストの数
pt_br: Número de listas de comentários
ru_ru: Количество комментариев
tr_tr: Yorum listesi uzunluğu
zh_tw: 評論列表數目

source: 此数目用于指定显示在侧边栏中的评论列表数目.
el_gr: Καθορίστε πόσα σχόλια να φαίνονται στη λίστα σχολίων της πλαϊνής στήλης.
fa_ir: این عدد برای تعیین تعداد دیدگاه‌های است که در نوار کناری نمایش داده می‌شود.
fil_ph: Ang numerong ito ay tumutukoy sa bilang ng mga komento na ipapakita sa listahan ng mga komento sa sidebar.
fr_fr: Ce nombre est utilisé pour spécifier le nombre de listes de commentaires affichées dans la barre latérale.
ja_jp: この数は、サイドバーに表示されるコメントリストの数を指定するために使用されます。
pt_br: Este número especifica quantos comentários serão exibidos na lista de comentários da barra lateral.
ru_ru: Это число используется для указания количества комментариев на дисплее боковой панели.
tr_tr: Bu sayı kenar çubuğunda yer alan yorum listesinde kaç adet yorumun gösterileceğini belirler.
zh_tw: 此數目用於指定顯示在側邊列中的評論列表數目。

source: 请填入一个数字
el_gr: Εισάγετε νούμερο
fa_ir: لطفاً یک عدد وارد کنید
fil_ph: Mangyaring magpasok ng isang numero
fr_fr: S'il vous plaît entrez un nombre
ja_jp: ここに数字を入力
pt_br: Por favor preencha um número
ru_ru: Пожалуйста, введите номер
tr_tr: Lütfen bir sayı giriniz
zh_tw: 請填入一個數字

source: 仅显示评论, 不显示 Pingback 和 Trackback
el_gr: Να προβάλλονται μόνο σχόλια, όχι pingback ή trackback
fa_ir: فقط دیدگاه‌ها را نمایش بده، Pingback و Trackback را نمایش نده
fil_ph: Ipakita lamang ang mga komento, huwag ipakita ang mga Pingback at Trackback
fr_fr: Afficher uniquement les commentaires, n'affiche pas les Pingbacks et les Trackbacks
ja_jp: コメントのみを表示し、ピングバックとトラックバックは表示しない
pt_br: Mostrar comentários sem Pingback e Trackback
ru_ru: Показать только комментарий, не показывать Pingback и Trackback
tr_tr: Pingback ve Trackback olmadan yorumları göster
zh_tw: 僅顯示評論，不顯示 Pingback 和 Trackback

source: 在评论中使用 Markdown 语法
el_gr: Να επιτρέπεται η χρήση Markdown στα σχόλια
fa_ir: استفاده از نگارش Markdown در بخش دیدگاه‌ها
fil_ph: Gamitin sa mga komento ang sintaks ng Markdown
fr_fr: Utiliser la syntaxe de format dans les commentaires
ja_jp: コメントでマークダウン構文を使用する
pt_br: Use a sintaxe do Markdown nos comentários

source: 评论者名称显示时自动加上其个人主页链接
el_gr: Αν οι σχολιαστές έχουν δώσει προσωπική διεύθυνση URL, να δημιουργείται αυτόματα σύνδεσμος στην URL τους.
fa_ir: هنگام نمایش نام نظر‌دهنده، به‌طور خودکار لینک صفحه شخصی او اضافه شود
fil_ph: Awtomatikong nagli-link ang pangalan ng tagakomento sa kanyang sariling homepage
fr_fr: Le nom du commentateur est automatiquement ajouté avec le lien vers sa propre page d'accueil
ja_jp: レビュー担当者の名前は、表示されるときにプロファイルリンクとともに自動的に追加されます
pt_br: Vincular URL da pagina pessoal aos comentários automaticamente
ru_ru: Добавить к имени пользователя ссылку на его сайт
tr_tr: Yorumlayıcıları otomatik olarak onların kişisel anasayfa URL’sine yönlendir.
zh_tw: 評論者名稱顯示時自動加上其個人主頁連結

source: 对评论者个人主页链接使用 <a href="https://en.wikipedia.org/wiki/Nofollow">nofollow 属性</a>
fa_ir: برای لینک صفحه شخصی نظر‌دهندگان، از ویژگی <a href="https://en.wikipedia.org/wiki/Nofollow">nofollow</a> استفاده کنید

source: 启用 <a href="https://gravatar.com">Gravatar</a> 头像服务, 最高显示评级为 %s 的头像
fa_ir: فعال‌سازی سرویس آواتار <a href="https://gravatar.com">Gravatar</a>، به‌طوری که فقط آواتارهایی با بالاترین رتبه مجاز %s نمایش داده شوند

source: G - 普通
el_gr: Κ - Καταλληλό
fa_ir: G - عمومی - مناسب برای همه
pt_br: G - Livre para todos os públicos

source: PG - 13岁以上
el_gr: Κ-12 - Κατάλληλο για νέους άνω των 12
fa_ir: PG - مناسب برای افراد بالای ۱۳ سال
ja_jp: PG - 13歳以上
pt_br: PG-13 – Não Recomendado Para Menores de Treze Anos

source: R - 17岁以上成人
el_gr: Κ-15 - Κατάλληλο για νέους άνω των 17
fa_ir: R - مخصوص بزرگسالان بالای ۱۷ سال
ja_jp: R - 17歳以上
pt_br: R-17 - Não Recomendado Para Menores de Dezessete Anos

source: X - 限制级
el_gr: Α-18 - Ακατάλληλο για ανηλίκους
fa_ir: X - محدود - مخصوص بزرگسالان
ja_jp: X - 制限レベル
pt_br: X - Não Recomendado Para Menores de Dezoito Anos

source: 启用分页, 并且每页显示 %s 篇评论, 在列出时将 %s 作为默认显示
el_gr: Να γίνεται σελιδοποίηση στα σχόλια, με %s σχόλια ανά σελίδα και μπροστά να εμφανίζεται η %s σελίδα
fa_ir: صفحه‌بندی را فعال کنید و در هر صفحه %s نظر نمایش دهید؛ هنگام نمایش، %s را به‌عنوان گزینه پیش‌فرض انتخاب کنید
fil_ph: Paganahin ang mga pahina para sa komento, ipakita ang mga komento ni %s sa bawat pahina, at gamitin ang %s bilang naka-default na displey
fr_fr: La pagination est activée, avec %s évaluations par page, %s par défaut lorsque répertorié
ja_jp: ページ分割を有効にし、ページごとに %s コメントを表示します。リストのデフォルトは %s です
pt_br: Ative a paginação e exiba comentários %s por página, com %s como a exibição padrão quando listado
ru_ru: Разбивать на страницы, по %s комментариев. Порядок сортировки комментариев %s
tr_tr: Yorumlar için sayfaları aktif et, sayfa başına %s yorum göster ve varsayılan tasarım olarak %s kullan.
zh_tw: 啟用分頁，並且每頁顯示 %s 篇評論, 在列出時將 %s 作為預設顯示

source: 第一页
el_gr: Πρώτη
fa_ir: صفحه اول
fil_ph: Pinakaunang Pahina
fr_fr: Première page
ja_jp: 1ページ
pt_br: Primeiro
ru_ru: Первая страница
tr_tr: İlk
zh_tw: 第一頁

source: 最后一页
el_gr: Τελευταία
fa_ir: صفحه آخر
fil_ph: Pinakahuling pahina
fr_fr: Dernière page
ja_jp: 最後のページ
pt_br: Último
ru_ru: Последняя страница
tr_tr: Son
zh_tw: 最後一頁

source: 启用评论回复, 以 %s 层作为每个评论最多的回复层数
el_gr: Να επιτρέπεται η απάντηση σε σχόλια. Η συζήτηση να φτάνει το πολύ εώς %s επίπεδα.
fa_ir: قابلیت پاسخ‌دهی به دیدگاه‌ها را فعال کنید و حداکثر تعداد سطوح پاسخ برای هر نظر را %s قرار دهید
fil_ph: Paganahin ang pagtutugon sa mga komento, na may %s bilang ang pinakamaraming bilang ng mga pagtugon sa bawat komento
fr_fr: Activer les réponses avec %s comme nombre maximal de réponses par commentaire
ja_jp: コメントの返信を有効にします。%s でページ毎の最大コメント数を設定できます
pt_br: Habilite respostas para os comentário, com %s respostas para cada comentário
ru_ru: Разрешить отвечать на комментарии, максимальное количество ответов %s
tr_tr: Yorumlara cevap vermeyi etkinleştir. %s sayıda yorum derinliğine izin ver.
zh_tw: 啟用評論回覆，以 %s 層作為每個評論最多的回覆層數

source: 将 %s 的评论显示在前面
el_gr: Πρώτα να προβάλλονται τα %s σχόλια
fa_ir: دیدگاه‌های %s را در ابتدا نمایش بده
fil_ph: Ipakita sa pinaka-una ang komento ni %s
fr_fr: Afficher les commentaires de %s devant
ja_jp: %sのコメントを最前面に表示
pt_br: Exibir comentários %s primeiro
ru_ru: Комментарии с ответами отмечать как %s
tr_tr: İlk olarak %s yorumu göster.
zh_tw: 將 %s 的評論顯示在前面

source: 较新的
el_gr: Νεότερα
fa_ir: جدیدتر
fil_ph: Mas bago
fr_fr: Plus récent
ja_jp: 新しい方
pt_br: Mais recentes
ru_ru: Новые
tr_tr: Daha Yeni
zh_tw: 較新的

source: 较旧的
el_gr: Παλαιότερα
fa_ir: قدیمی‌تر
fil_ph: Mas matanda
fr_fr: Plus ancien
ja_jp: 古い方
pt_br: Mais antigos
ru_ru: Старые
tr_tr: Daha Eski
zh_tw: 較舊的

source: 评论显示
el_gr: Προβολή σχολίων
fa_ir: نمایش دیدگاه‌ها
fil_ph: Ipakita ang mga komento
fr_fr: Commentaires
ja_jp: コメントを表示
pt_br: Exibir comentários
ru_ru: Показывать в комментариях
tr_tr: Yorumları gösteriliyor.
zh_tw: 評論顯示

source: 所有评论必须经过审核
el_gr: Όλα τα σχόλια πρέπει να εγκρίνονται πριν τη δημοσίευση
fa_ir: تمام دیدگاه‌ها باید پیش از نمایش، مورد تأیید قرار گیرند
fil_ph: Lahat ng mga komento ay nararapat masuri
fr_fr: Tous les commentaires doivent être examinés
ja_jp: すべてのコメントは承認される必要があります
pt_br: Todos os comentários devem ser revisados antes da publicação
ru_ru: Отправлять на модерацию все комментарии
tr_tr: Tüm yorumlar yayınlanmadan önce onaylanmalıdır.
zh_tw: 所有評論必須經過審核

source: 评论者之前须有评论通过了审核
el_gr: Ο συντάκτης πρέπει να έχει ήδη εγκεκριμένο σχόλιο
fa_ir: نظر‌دهنده باید قبلاً نظری داشته باشد که تأیید شده باشد
fil_ph: Ang mga tagakomento ay maaring nagkaroon ng isang komento na naaprubahan sa nakaraang pagsusuri
fr_fr: Les commentaires doivent avoir été transmis avant l'examen
ja_jp: レビュー担当者は、承認される前にコメントが必要です
pt_br: Os usuários devem ter um comentário previamente aprovado
ru_ru: Добавлять без проверки комментарии ранее одобренных пользователей
tr_tr: Yorumlayıcılar daha önceki onaylı yorumlarda bir onaya sahip olmalıdırlar.
zh_tw: 評論者之前須有評論通過了審核

source: 必须填写邮箱
el_gr: Να απαιτείται η διεύθυνση email
fa_ir: وارد کردن ایمیل الزامی است
fil_ph: Dapat magpasok ka ng isang mailbox
fr_fr: Doit remplir l'e-mail
ja_jp: メールアドレスの入力が必要です
pt_br: O e-mail deve ser preenchido
ru_ru: Электронная почта должна быть заполнена
tr_tr: Bir E-posta adresi girmelisiniz.
zh_tw: 必須填寫電子郵件

source: 必须填写网址
el_gr: Να απαιτείται η εισαγωγή προσωπικής URL
fa_ir: وارد کردن آدرس وبلاگ الزامی است
fil_ph: Dapat magpasok ka ng isang website
fr_fr: Doit remplir le site web
ja_jp: アドレスの入力が必要です
pt_br: URL é obrigatória
ru_ru: Обязательно указать сайт
tr_tr: Bir site URL’si girmelisiniz.
zh_tw: 必須填寫網址

source: 检查评论来源页 URL 是否与文章链接一致
el_gr: Να ελέγχεται αν η URL που δόθηκε στο σχόλιο είναι η ίδια με τον σύνδεσμο που δημιουργήθηκε
fa_ir: بررسی کنید که نشانی (URL) صفحه منبع نظر با لینک مطلب یکسان باشد
fil_ph: Suriin kung ang URL sa pahinang pinagmumulan ng komento ay kapareha sa link ng artikulo
fr_fr: Vérifiez si l'URL de la page source du commentaire est identique au lien de l'article
ja_jp: コメントソースページのURLが記事のリンクと一致するか確認してください
pt_br: Verifique se a URL da página de origem do comentário é coerente com o link da postagem
ru_ru: Проверьте URL-адрес страницы исходный комментарий согласуются со ссылками на статьи
tr_tr: Yorumun kaynak URL’sinin gönderi adresine uyup uymadığını kontrol ediniz.
zh_tw: 檢查評論來源頁 URL 是否與文章連結一致

source: 开启反垃圾保护
el_gr: Ενεργοποιήστε την προστασία αντι-spam
fa_ir: محافظت ضد اسپم را فعال کنید
fil_ph: Buksan ang proteksyong kontra sa spam
fr_fr: Activer la protection anti-spam
ja_jp: スパム対策保護を有効にする
pt_br: Ativar proteção anti-spam

source: 在文章发布 %s 天以后自动关闭评论
el_gr: Να μην επιτρέπονται σχόλια σε άρθρα δημοσιευμένα πριν από %s ημέρες και πάνω
fa_ir: دیدگاه‌ها به‌طور خودکار پس از %s روز از انتشار مطلب بسته شوند
fil_ph: Awtomatikong isarado ang mga komento pagkatapos ng %s na mga araw ng pagkakalathala ng artikulo
fr_fr: Désactiver les commentaires automatiquement après% s jours de publication
ja_jp: %s 日後にコメント保護を自動的にオフにする
pt_br: Desabilitar automaticamente os comentários %s dias após a publicação
ru_ru: Запретить комментирование для публикаций которым более %s дней
tr_tr: Yorumları yayınlandıktan %s gün sonra otomatik olarak kapat.
zh_tw: 在文章發佈 %s 天以後自動關閉評論

source: 同一 IP 发布评论的时间间隔限制为 %s 分钟
el_gr: Να μεσολαβεί διάστημα %s λεπτών πριν δημοσιευτεί δεύτερο σχόλιο του ίδιου σχολιαστή (βάση IP)
fa_ir: حداقل فاصله زمانی بین ارسال دیدگاه‌ها توسط یک IP یکسان، %s دقیقه تعیین شود
fil_ph: Ang pagitan sa pagkakalathala ng komento sa magkaparehong IP ay limitado sa mga %s na minuto
fr_fr: Le même IP de commentaire de publication est limité à %s minutes
ja_jp: 同じIPからのコメントは %s 分間隔に制限されています
pt_br: O intervalo de comentários é %s minutos para um mesmo IP
ru_ru: Защита от флуда, интервал между комментариями с одного IP %s (в минутах)
tr_tr: IP başına %s dakikada bir yorum yapılabilir.
zh_tw: 同一 IP 發佈評論的時間間隔限制為 %s 分鐘

source: 评论提交
el_gr: Υποβολή σχολίου
fa_ir: ارسال نظر
fil_ph: Magsumite ng mga komento
fr_fr: Envoyer des commentaires
ja_jp: コメント提出
pt_br: Enviar comentários
ru_ru: Настройка модерации комментариев
tr_tr: Yorumu gönder.
zh_tw: 評論送出

source: 允许使用的HTML标签和属性
el_gr: Στοιχεία HTML που επιτρέπονται:
fa_ir: تگ‌ها و ویژگی‌های مجاز HTML
fil_ph: Pinapahintulotang mga tag at atribyut sa HTML
fr_fr: Étiquettes et attributs HTML autorisé
ja_jp: 許可されるHTMLタグと属性
pt_br: Tags e atributos HTML são permitidos
ru_ru: Позволяет использовать HTML-теги и атрибуты
tr_tr: İzin verilen HTML etiketleri
zh_tw: 允許使用的 HTML 標籤和屬性

source: 默认的用户评论不允许填写任何的HTML标签, 你可以在这里填写允许使用的HTML标签.
el_gr: Στα σχόλια δεν επιτρέπεται η χρήση HTML. Αν θέλετε να επιτρέψετε τη χρήση κάποιων HTML στοιχείων, πληκτρολογείστε τα εδώ:
fa_ir: به‌طور پیش‌فرض، کاربران مجاز به وارد کردن هیچ‌گونه تگ HTML در دیدگاه‌ها نیستند. شما می‌توانید تگ‌های HTML مجاز را در اینجا وارد کنید.
fil_ph: Ang mga komento ng naka-default na gumagamit ay hindi nagpapahintulot sa anumang mga tag sa HTML na mapunan, maaari mong mapunan dito ang mga tag na pinapahintulotan.
fr_fr: Les commentaires utilisateur par défaut n'autorisent pas le remplissage de balises HTML. Vous pouvez remplir les balises HTML autorisées ici.
ja_jp: デフォルトのユーザーコメントは、HTMLタグの入力を許可されていません。ここで許可されたHTMLタグを入力できます.
pt_br: Por padrão, nos comentários, os usuários não têm permissão para usar nenhuma tag HTML. Você pode inserir tags HTML permitidas aqui.
ru_ru: По умолчанию пользователям запрещено использовать HTML теги, вы можете добавить использование тегов.
tr_tr: Varsayılan olarak kullanıcılar yorumlarda HTML etiketlerini kullanamazlar. İzin verilen HTML etiketlerini buraya yazabilirsiniz:
zh_tw: 預設的使用者評論不允許填寫任何的 HTML 標籤，你可以在這裡填寫允許使用的 HTML 標籤。

source: 比如: %s
el_gr: π.χ.: %s
fa_ir: برای مثال: %s
fil_ph: Halimbawa: %s
fr_fr: p.e. %s
ja_jp: 例えば: %s
pt_br: Exemplo: %s
ru_ru: Например%s
tr_tr: Örnek: %s
zh_tw: 比如：%s

source: 保存设置
el_gr: Αποθήκευση ρυθμίσεων
fa_ir: ذخیره تنظیمات
fil_ph: I-seyb ang mga setting
fr_fr: Enregistrer les paramètres
ja_jp: 設定を保存する
pt_br: Salvar configurações
ru_ru: Сохранить настройки
tr_tr: Ayarları kaydet
zh_tw: 儲存設定

source: 站点名称
el_gr: Όνομα ιστότοπου
fa_ir: عنوان وبلاگ
fil_ph: Pangalan ng site
fr_fr: Nom du site
ja_jp: サイト名
pt_br: Nome do site
ru_ru: Название сайта
tr_tr: Site adı
zh_tw: 網址名稱

source: 站点的名称将显示在网页的标题处.
el_gr: Το όνομα του ιστότοπου εμφανίζεται ως τίτλος της σελίδας
fa_ir: عنوان وبلاگ در عنوان صفحه وبلاگ شما نمایش داده می‌شود.
fil_ph: Maipapakita ang pangalan ng site sa pamagat ng pahina sa web.
fr_fr: Le nom du site sera affiché au titre de la page.
ja_jp: サイトのタイトルはページのタイトルとして表示されます.
pt_br: O nome do site será exibido no título da página.
ru_ru: Название сайта будет отображаться в заголовке страницы.
tr_tr: Site adı web sayfanızın başlığında görüntülenecektir.
zh_tw: 網址的名稱將顯示在網頁的標題處。

source: 请填写站点名称
el_gr: Συμπληρώστε το όνομα του ιστότοπου
fa_ir: لطفاً نام وبلاگ را وارد کنید
fil_ph: Mangyaring magpasok sa pangalan ng site
fr_fr: S'il vous plaît remplir le nom du site
ja_jp: サイト名を入力してください
pt_br: Por favor, preencha o nome do site
ru_ru: Пожалуйста, введите название сайта
zh_tw: 請填寫網站名稱

source: 请不要在站点名称中使用特殊字符
el_gr: Δεν επιτρέπονται ειδικοί χαρακτήρες στο όνομα του ιστότοπου
fa_ir: لطفاً در نام وبلاگ از کاراکترهای ویژه استفاده نکنید
fil_ph: Mangyaring huwag gumamit ng mga karakter na espesyal sa mga pangalan ng site
fr_fr: Merci de ne pas utiliser de caractères spéciaux dans les noms de sites
ja_jp: サイト名内に特殊文字を入れないでください
pt_br: Por favor, não use caracteres especiais no nome do site
ru_ru: Пожалуйста, не используйте специальные символы в название сайта

source: 站点地址
el_gr: Διεύθυνση URL ιστοτόπου
fa_ir: آدرس وبلاگ
fil_ph: Address ng site
fr_fr: Adresse du site
ja_jp: サイトアドレス
pt_br: O URL do site
ru_ru: Адрес сайта
zh_tw: 網站網址

source: 站点地址主要用于生成内容的永久链接.
el_gr: Η διεύθυνση αυτή χρησιμεύει κυρίως ως βάση για τη δημιουργία μόνιμων συνδέσμων
fa_ir: آدرس وبلاگ عمدتاً برای ایجاد لینک‌های دائمی به محتوا استفاده می‌شود.
fil_ph: Ang address ng site ay pangunahing ginagamit sa pagbuo ng isang link na permanente patungo sa nilalaman.
fr_fr: L'adresse du site est principalement utilisée pour générer un lien permanent vers le contenu.
ja_jp: サイトのアドレスは主に内容の固定リンクとして利用されます.
pt_br: O endereço do site é usado principalmente para gerar links do conteúdo.
ru_ru: Адрес сайта в основном используется для генерации постоянной ссылки контента.
zh_tw: 網站網址主要用於產生內容的永久網址。

source: 当前地址 <strong>%s</strong> 与上述设定值不一致
el_gr: Η υπάρχουσα διεύθυνση URL <strong>%s</strong> δεν είναι ίδια με αυτήν που πληκτρολογήσατε παραπάνω
fa_ir: نشانی فعلی <strong>%s</strong> با مقدار تنظیم‌شده بالا مطابقت ندارد
fil_ph: Ang kasalukuyang address na <strong>%s</strong> ay hindi tumutugma sa setting na nasa itaas
fr_fr: L'adresse actuelle <strong>%s</strong> ne correspond pas au paramètre ci-dessus
ja_jp: 現在のアドレスは <strong>%s</strong> の設定と一致しません
pt_br: O endereço atual <strong>%s</strong> não corresponde à configuração acima
ru_ru: Настоящияй адрес <strong>%s</strong>
zh_tw: 目前網址 <strong>%s</srong> 與上述設定值不一致

source: 站点描述
el_gr: Περιγραφή
fa_ir: توضیحات وبلاگ
fil_ph: Deskripsyon ng Site
fr_fr: Description du site
ja_jp: サイトの説明
pt_br: Descrição do Site
ru_ru: Описание сайта
tr_tr: Site tanıtımı
zh_tw: 網站描述

source: 站点描述将显示在网页代码的头部.
el_gr: Η περιγραφή του site περιλαμβάνεται στα meta tags του κώδικα της ιστοσελίδας· ανάλογα με το θέμα, μπορεί να εμφανίζεται και κάτω απ' τον τίτλο της σελίδας.
fa_ir: توضیحات وبلاگ در سربرگ صفحه وبلاگ شما نمایش داده می‌شود.
fil_ph: Makikita sa itaas ng kodigo sa webpage ang deskripsyon ng site.
fr_fr: La description du site sera affichée en tête du code de la page Web.
ja_jp: サイトの説明はページヘッダーに表示されます.
pt_br: A descrição do site será exibida no início do código da página.
ru_ru: Описание сайта появятся в шапке страницы.
tr_tr: Site tanıtımı web sayfanızın tepesinde görüntülenecektir.
zh_tw: 網站描述將顯示在網頁程式碼的頭部。

source: 请不要在站点描述中使用特殊字符
el_gr: Δεν επιτρέπονται ειδικοί χαρακτήρες στην περιγραφή
fa_ir: لطفاً در توضیحات وبلاگ از کاراکترهای ویژه استفاده نکنید
fil_ph: Mangyaring huwag gumamit ng mga karakter na espesal sa mga deskripsyon ng site
fr_fr: Merci de ne pas utiliser de caractères spéciaux dans les descriptions de site
ja_jp: サイト説明の中に特殊文字を使わないでください
pt_br: Por favor, não use caracteres especiais na descrição do site
ru_ru: Пожалуйста, не используйте специальные символы в описание сайта
