Repository: typecho/languages
Catalog: *.po
Languages: el_gr, fa_ir, fil_ph, fr_fr, ja_jp, pt_br, ru_ru, tr_tr, zh_tw

source: 已有 %d 条评论
el_gr: %d σχόλια
fa_ir: تاکنون %d دیدگاه ثبت شده است
fil_ph: May mga %d na mga komento
fr_fr: %d commentaires
ja_jp: コメント数: %d
pt_br: %d comentários
ru_ru: %d комментариев
tr_tr: %d yorum.
zh_tw: 已有 %d 條評論

source: 添加新评论
el_gr: Προσθέστε σχόλιο
fa_ir: افزودن دیدگاه جدید
fil_ph: Magdagdag ng isang bagong komento
fr_fr: Ajouter un nouveau commentaire
ja_jp: 新しいコメントを追加
pt_br: Novo comentário
ru_ru: Добавить комментарий
tr_tr: Yeni bir yorum ekle
zh_tw: 添加新評論

source: 登录身份
fa_ir: ورود به حساب کاربری

source: 称呼
el_gr: Όνομα
fa_ir: عنوان
fil_ph: Tawagan
fr_fr: Nom
ja_jp: 呼び方
pt_br: Nome
ru_ru: Имя
tr_tr: İsim
zh_tw: 稱呼

source: 由 <a href="https://typecho.org">Typecho</a> 强力驱动
fa_ir: قدرت گرفته از <a href="https://typecho.org">Typecho</a>
fr_fr: Propulsé par <a href="https://typecho.org">Typecho</a>

source: 站点 LOGO 地址
el_gr: Διεύθυνση LOGO ιστοτόπου
fa_ir: آدرس لوگوی وبلاگ
fr_fr: URL du LOGO du site web
ja_jp: サイトロゴのアドレス
pt_br: Endereço do LOGO do site

source: 在这里填入一个图片 URL 地址, 以在网站标题前加上一个 LOGO
el_gr: Προσθέστε το LOGO σας μέσω της διεύθυνσης URL της εικόνας
fa_ir: در اینجا یک آدرس URL تصویر وارد کنید تا یک لوگو در جلوی عنوان وبلاگ اضافه شود
fr_fr: Remplissez une adresse URL ici pour ajouter un LOGO devant le titre du site
ja_jp: ここにURL画像を挿入して、ウェブサイトのタイトルの前にロゴを追加します
pt_br: O endereço URL da imagem do LOGO

source: 显示最新文章
el_gr: Προβολή πρόσφατων άρθρων
fa_ir: نمایش آخرین مطالب
fil_ph: Ipakita ang mga kamakailangang post
fr_fr: Afficher les derniers posts
ja_jp: 最新の記事を表示
pt_br: Mostrar posts recentes
ru_ru: Последние статьи
tr_tr: son gönderileri göster
zh_tw: 顯示最新文章

source: 显示最近回复
el_gr: Προβολή πρόσφατων σχολίων
fa_ir: نمایش آخرین دیدگاه‌ها
fil_ph: Ipakita ang mga kamakailangang komento
fr_fr: Afficher les derniers commentaires
ja_jp: 最近のリプライを表示
pt_br: Mostrar comentários recentes
ru_ru: Последние комментарии
tr_tr: son yorumları göster
zh_tw: 顯示最近回覆

source: 显示分类
el_gr: Προβολή κατηγοριών
fa_ir: نمایش دسته‌بندی‌ها
fil_ph: Ipakita ang mga kategoriya
fr_fr: Afficher les catégories
ja_jp: カテゴリを表示
pt_br: Mostrar categorias
ru_ru: Категории
tr_tr: kategorileri göster
zh_tw: 顯示分類

source: 显示归档
el_gr: Προβολή αρχείου
fa_ir: نمایش بایگانی
fil_ph: Ipakita ang sinupan
fr_fr: Afficher le fichier
ja_jp: アーカイブを表示
pt_br: Mostrar arquivo
ru_ru: Архив
tr_tr: arşivi göster
zh_tw: 顯示歸檔

source: 显示其它杂项
el_gr: Προβολή λοιπών στοιχείων
fa_ir: نمایش سایر موارد متفرقه
fil_ph: Ipakita ang iba pang mga aytem
fr_fr: Afficher les autres éléments
ja_jp: 他の項目を表示
pt_br: mostrar outros itens
ru_ru: Другое
tr_tr: diğer maddeleri göster
zh_tw: 顯示其它雜項

source: 侧边栏显示
el_gr: Εμφάνιση στην πλαϊνή στήλη
fa_ir: نمایش نوار کناری
fil_ph: Ipakita ang sidebar
fr_fr: Afficher la barre latérale
ja_jp: サイドバーを表示
pt_br: Mostrar na barra lateral
ru_ru: Боковая панель
tr_tr: kenar çubuğunda göster
zh_tw: 側邊列顯示

source: 输入关键字搜索
el_gr: Λέξεις για αναζήτηση:
fa_ir: وارد کردن کلمات کلیدی برای جستجو
fil_ph: Magpasok ng mga keyword para sa paghahanap
fr_fr: Entrez une recherche par mot clé
ja_jp: 検索キーワードを入力
pt_br: Digite aqui para pesquisar
ru_ru: Введите ключевые слова для поиска
tr_tr: Aramak için anahtar kelimeleri giriniz:
zh_tw: 輸入關鍵字搜尋

source: 阅读剩余部分
fa_ir: ادامه مطلب را بخوانید

source: 最新文章
el_gr: Πρόσφατα άρθρα
fa_ir: آخرین مطالب
fil_ph: Pinakabagong mga post
fr_fr: Posts récents
ja_jp: 最新の記事
pt_br: Posts recentes
ru_ru: Последние статьи
tr_tr: Son gönderiler
zh_tw: 最新文章

source: 最近回复
el_gr: Πρόσφατα σχόλια
fa_ir: آخرین دیدگاه‌ها
fil_ph: Kamakailangang mga pagtugon
fr_fr: Réponses récentes
ja_jp: 最新の返信
pt_br: Respostas recentes
ru_ru: Последние комментарии
tr_tr: Son cevaplar
zh_tw: 最近回覆

source: 归档
el_gr: Αρχεία
fa_ir: بایگانی
fil_ph: Sinupan
fr_fr: Archives
ja_jp: アーカイブ
pt_br: Arquivo
ru_ru: Архив
tr_tr: Arşiv
zh_tw: 歸檔

source: 其它
el_gr: Περισσότερα
fa_ir: سایر
fil_ph: Iba pa
fr_fr: Autres
ja_jp: その他
pt_br: Outros
ru_ru: Другое
tr_tr: Diğer
zh_tw: 其它

source: 进入后台
el_gr: Μετάβαση στον πίνακα ελέγχου
fa_ir: ورود به پنل مدیریت
fil_ph: Pumasok sa panel ng pagkontrol
fr_fr: Entrez dans le panneau de contrôle
ja_jp: 管理ページへ
pt_br: Entre no painel de controle
ru_ru: Вы вошли как
tr_tr: Kontrol Paneline giriniz
zh_tw: 進入後台

source: 文章 RSS
el_gr: Κανάλι RSS για άρθρα
fa_ir: خوراک مطالب (RSS)
fil_ph: RSS para sa mga post
fr_fr: RSS pour posts
ja_jp: 記事 RSS
pt_br: Posts via RSS
ru_ru: Статьи RSS
tr_tr: gönderiler için RSS
zh_tw: 文章 RSS

source: 评论 RSS
el_gr: Κανάλι RSS για σχόλια
fa_ir: خوراک دیدگاه‌ها (RSS)
fil_ph: RSS para sa komento
fr_fr: RSS pour commentaires
ja_jp: コメント RSS
pt_br: RSS para comentários
ru_ru: Комментарии RSS
tr_tr: yorumlar için RSS
zh_tw: 評論 RSS

source: 刚刚
el_gr: μόλις τώρα
fa_ir: هم‌اکنون
fil_ph: sa ngayon
fr_fr: Maintenant
ja_jp: たった今
pt_br: Agora
ru_ru: Только что
tr_tr: şimdi
zh_tw: 剛剛

source: 一秒前
el_gr: πριν ένα δευτερόλεπτο
fa_ir: %d ثانیه پیش
fil_ph: isang segundo na ang nakalipas
fr_fr: Il y a une seconde
pt_br: Um segundo atrás
ru_ru: %d секунду назад
tr_tr: bir saniye önce
zh_tw: 1 秒前

source: 一分钟前
el_gr: πριν ένα λεπτό
fa_ir: %d دقیقه پیش
fil_ph: isang minuto na ang nakalipas
fr_fr: Il y a une minute
ja_jp: 1分前
pt_br: Um minuto atrás
ru_ru: %d минуту назад
tr_tr: bir dakika önce
zh_tw: 1 分鐘前

source: 一小时前
el_gr: πριν μία ώρα
fa_ir: %d ساعت پیش
fil_ph: isang oras na ang nakalipas
fr_fr: Il y a une heure
ja_jp: 1時間前
pt_br: Uma hora atrás
ru_ru: %d час назад
tr_tr: bir saat önce
zh_tw: 1 小時前

source: 昨天 %s
el_gr: Εχτές στις %s
fa_ir: دیروز %s
fil_ph: kahapon %s
fr_fr: Hier %s
ja_jp: 昨日 %s
pt_br: Ontem %s
ru_ru: Вчера %s
tr_tr: dün %s
zh_tw: 昨天 %s

source: 一天前
el_gr: πριν μία μέρα
fa_ir: %d روز پیش
fil_ph: isang araw na ang nakalipas
fr_fr: Il y a un jour
ja_jp: 1日前
pt_br: um dia atrás
ru_ru: %d день назад
tr_tr: bir gün önce
zh_tw: 1 天前

source: n月j日
el_gr: ΜΗΝΑΣ - ΗΜ/ΝΙΑ
fa_ir: ماه n روز j
fil_ph: n buwan j araw
fr_fr: n - j
pt_br: n /j
tr_tr: n - j
zh_tw: n 月 j 日

source: Y年m月d日
el_gr: ΕΤΟΣ-ΜΗΝΑΣ-ΗΜ/ΝΙΑ
fa_ir: سال Y ماه m روز d
fil_ph: Y taon m buwan d araw
fr_fr: M - j -A
pt_br: d - m - A
tr_tr: a - g - Y
zh_tw: Y 年 m 月 d 日

source: 无法禁用插件
el_gr: Αυτό το πρόσθετο δεν μπορεί να απενεργοποιηθεί.
fa_ir: غیرفعال کردن افزونه امکان‌پذیر نیست
fil_ph: Hindi kinaya ang hindi pagpapagana sa plugin
fr_fr: Impossible de désactiver le plug-in
ja_jp: プラグインを無効にできません
pt_br: Não foi possível desativar o plug-in
ru_ru: Не удается отключить плагин
tr_tr: Bu eklenti devredışı bırakılamamaktadır..
zh_tw: 無法禁用外掛

source: 请求的地址不存在
el_gr: Η διεύθυνση URL που ζητήθηκε δεν υπάρχει.
fa_ir: آدرس مورد نظر یافت نشد
fil_ph: Ang address na hiniling ay hindi umiiral
fr_fr: La URL solicité n'existe pas
ja_jp: 要求されたアドレスが存在しません
pt_br: O URL solicitada não existe
ru_ru: Запрошенный адрес не существует
tr_tr: İstenilen URL mevcut değil.
zh_tw: 請求的位址不存在

source: 文件不存在
el_gr: Το αρχείο δεν υπάρχει
fa_ir: فایل وجود ندارد
fil_ph: Hindi umiiral ang payl
fr_fr: Le fichier n'existe pas
ja_jp: ファイルが存在していません
pt_br: Arquivo não existe
ru_ru: Файл не существует
tr_tr: Dosya mevcut değil.
zh_tw: 檔案不存在

source: 对不起,您输入的密码错误
el_gr: Λάθος κωδικός πρόσβασης
fa_ir: متأسفیم، رمز عبور وارد شده اشتباه است
fil_ph: Paumanhin, ang password na iyong ipinasok ay hindi wasto
fr_fr: Désolé, le mot de passe que vous avez entré est incorrect
ja_jp: ごめんなさい、不正なパスワードです
pt_br: Desculpe, a senha digitada está incorreta
ru_ru: К сожалению, вы ввели неправильный пароль
tr_tr: Girmiş olduğunuz parola hatalıdır.
zh_tw: 對不起，您輸入的密碼錯誤

source: 分类不存在
el_gr: Αυτή η κατηγορία δεν υπάρχει.
fa_ir: هیچ دسته‌بندی وجود ندارد
fil_ph: Hindi umiiral ang kategoriyang ito
fr_fr: Cette catégorie n'existe pas
ja_jp: カテゴリが存在しません
pt_br: Essa categoria não existe
ru_ru: Категория не существует
tr_tr: Bu kategori mevcut değil.
zh_tw: 分類不存在

source: 父级分类不存在
el_gr: Η αρχική κατηγορία δεν υπάρχει
fa_ir: دسته‌بندی والد وجود ندارد
fil_ph: Hindi umiiral ang pinagmumulang kategoriyang ito
fr_fr: Cette catégorie parent n'existe pas
ja_jp: 親カテゴリが存在しません
pt_br: A categoria pai não existe
ru_ru: Родительская категория не существует

source: 标签不存在
el_gr: Αυτή η ετικέτα δεν υπάρχει.
fa_ir: برچسب وجود ندارد
fil_ph: Hindi umiiral ang tag na ito
fr_fr: Cette étiquette n'existe pas
ja_jp: ラベルが存在しません
pt_br: Esta tag não existe
ru_ru: Тег не существует
tr_tr: Bu etiket mevcut değil.
zh_tw: 標籤不存在

source: 作者不存在
el_gr: Ο/η συγγραφέας δεν υπάρχει
fa_ir: نویسنده وجود ندارد
fil_ph: Hindi umiiral ang awtor na ito
fr_fr: Cet auteur n'existe pas
ja_jp: 著者が存在しません
pt_br: O autor não existe
ru_ru: Автор не существует
tr_tr: Bu yazar mevcut değil.
zh_tw: 作者不存在

source: %d年%d月%d日
el_gr: %d - %d - %d
fa_ir: %d سال %d ماه %d روز
fil_ph: %d taon %d buwan %d araw
fr_fr: %d - %d - %d
pt_br: %d - %d - %d
tr_tr: %d - %d - %d
zh_tw: %d 年 %d 月 %d 日

source: %d年%d月
el_gr: %d - %d
fa_ir: %d سال %d ماه
fil_ph: %d taon %d buwan
fr_fr: %d - %d
pt_br: %d - %d
tr_tr: %d - %d
zh_tw: %d 年 %d 月

source: %d年
el_gr: %d
fa_ir: %d سال
fil_ph: %d taon
fr_fr: %d
pt_br: %d
tr_tr: %d
zh_tw: %d 年

source: 没有选择任何备份文件
el_gr: Δεν επιλέχθηκε αρχείο back-up
fa_ir: هیچ فایل پشتیبان انتخاب نشده است
fr_fr: N'a pas choisi de fichiers de sauvegarde
ja_jp: バックアップファイルがなにも選択されていません
pt_br: Nenhum arquivo de backup selecionado

source: 备份文件上传失败
el_gr: Αποτυχία μεταφόρτωσης του αρχείου back-up
fa_ir: آپلود فایل پشتیبان ناموفق بود
fr_fr: Téléchargement du fichier de sauvegarde ayant échoué
ja_jp: バックアップファイルのアップロードに失敗しました
pt_br: Falha no upload do arquivo de backup

source: 备份文件不存在
el_gr: Το αρχείο back-up δεν υπάρχει
fa_ir: فایل پشتیبان وجود ندارد
fr_fr: Le fichier de sauvegarde n'existe pas
ja_jp: バックアップファイルが存在しません
pt_br: O arquivo de backup não existe

source: 无法读取备份文件
el_gr: Η ανάγνωση του αρχείου back-up δεν είναι δυνατή
fa_ir: فایل پشتیبان قابل خواندن نیست
fr_fr: Ne peut pas lire la copie de sauvegarde
ja_jp: バックアップファイルを読み取れません
pt_br: Não é possível ler o arquivo de backup

source: 备份文件格式错误
el_gr: Το αρχείο back-up περιέχει σφάλματα
fa_ir: فرمت فایل پشتیبان اشتباه است
fr_fr: Erreur de format de fichier de sauvegarde
ja_jp: バックアップファイルの形式がおかしいです
pt_br: O arquivo de backup está corrompido

source: 恢复数据出现错误
el_gr: Η ανάκτηση δεδομένων απέτυχε
fa_ir: داده‌ها در فرایند بازیابی با خطا مواجه شدند
fr_fr: Une erreur s'est produite lors de la récupération des données
ja_jp: データの回復でエラーが発生しました
pt_br: Falha na restauração de dados

source: 数据恢复完成
el_gr: Η ανάκτηση δεδομένων ολοκληρώθηκε
fa_ir: بازیابی داده‌ها کامل شد
fr_fr: La récupération de données est terminée
ja_jp: データの回復に成功しました
pt_br: Dados de backup restaurados com sucesso

source: 恢复过程中遇到如下错误: %s
el_gr: Κατά την ανάκτηση δεδομένων σημειώθηκε το παρακάτω σφάλμα: %s
fa_ir: در فرایند بازیابی با خطای زیر مواجه شد: %s
fr_fr: La récupération a rencontré l'erreur suivante: %s
ja_jp: 回復中に次のエラーが発生しました：%s
pt_br: Os seguintes erros foram encontrados durante o processo: %s

source: zh-CN
el_gr: el_GR
fa_ir: fa-IR
fil_ph: fil-PH
fr_fr: fr-FR
pt_br: pt-BR
ru_ru: ru-RU
tr_tr: tr-TR
zh_tw: zh-TW

source: 聚合页不存在
el_gr: Δεν υπάρχει η σελίδα RSS
fa_ir: صفحه دسته‌بندی‌ای یافت نشد
fil_ph: Hindi umiiral ang pahinang pinagsama-sama
fr_fr: La page d'agrégation n'existe pas
ja_jp: 集約ページが存在しません
pt_br: A página de agregação não existe
ru_ru: Объединение страниц не возможно
tr_tr: Toplama sayfası mevcut değil.
zh_tw: 聚合頁不存在

source: %s 的评论
el_gr: Σχόλια για "%s"
fa_ir: دیدگاه‌ها %s
fil_ph: mga komento ng %s
fr_fr: Commentaires à %s
ja_jp: %s のコメント
pt_br: Comentários para %s
ru_ru: Комментарии %s
tr_tr: %s yorumları
zh_tw: %s 的評論

source: 对不起,此内容的反馈被禁止.
el_gr: Λυπούμαστε, αυτό το άρθρο δεν επιτρέπει σχόλια
fa_ir: متأسفیم، بازخورد برای این محتوا ممنوع است.
fil_ph: Paumahin, ang katugunan ay hindi pinapahintulotan sa nilalamang ito.
fr_fr: Désolé, les commentaires sur ce contenu sont interdits.
ja_jp: すみませんが、このコンテンツに関するフィードバックは禁止されています。
pt_br: Desculpe, o feedback sobre este conteúdo não é permitido.
ru_ru: К сожалению, обратная связь для этого контента запрещена.
tr_tr: Hata, bu içeriğin geri bildirimine izin verilmemektedir.
zh_tw: 對不起，此內容的反饋被禁止。

source: 评论来源页错误.
el_gr: Μη έγκυρη προέλευση για σχόλια
fa_ir: منبع نظر اشتباه است.
fil_ph: Kamalian sa pahinang pinagmumulan ng mga komento.
fr_fr: L'origine du commentaire est fausse.
ja_jp: コメントソースページが間違っています。
pt_br: Erro na página de origem do comentário.
ru_ru: Источник комментария является неправильным
tr_tr: Yorumların kaynağı hatalı.
zh_tw: 評論來源頁錯誤。

source: 对不起, 您的发言过于频繁, 请稍候再次发布.
fa_ir: متاسفم، ارسال پیام‌های شما بیش از حد سریع است. لطفاً کمی صبر کنید و سپس مجدداً اقدام نمایید.

source: 对不起,此内容的引用被禁止.
el_gr: Λυπούμαστε, αυτό το άρθρο δεν επιτρέπει παραπομπές
fa_ir: متأسفانه، به دلیل محدودیت‌های تعیین‌شده، استناد به این محتوا امکان‌پذیر نیست.
fil_ph: Paumanhin, hindi pinapahintulotan ang sanggunian ng nilalamang ito.
fr_fr: Désolé, la référence à ce contenu est invalide.
ja_jp: すみません、この内容は引用できません.
pt_br: A citação deste conteúdo não é permitida.
ru_ru: К сожалению, цитирование контента запрещено
tr_tr: Üzgünüz, bu içeriğin atıfına izin verilmiyor.
zh_tw: 對不起，此內容的引用被禁止。

source: 找不到内容
el_gr: Το περιεχόμενο δεν βρέθηκε.
fa_ir: محتوای مورد نظر یافت نشد
fil_ph: Hindi nahanap ang nilalaman
fr_fr: Impossible de trouver le contenu
ja_jp: 内容が見つかりません
pt_br: Não foi possível encontrar o conteúdo
ru_ru: Не удается найти содержание
tr_tr: İçerik bulunamadı.
zh_tw: 找不到內容

source: 父级评论不存在
el_gr: Το αρχικό σχόλιο δεν υπάρχει
fa_ir: نظر اصلی مورد اشاره یافت نشد
fil_ph: Hindi umiiral ang komento ng pinagmumulan
fr_fr: Le commentaire parent n'existe pas
ja_jp: 親コメントが存在しません
pt_br: O comentário pai não existe
ru_ru: Родительский комментарий не существует
tr_tr: Üst yorum mevcut değil.
zh_tw: 上級評論不存在

source: 必须填写用户名
el_gr: Εισάγετε όνομα χρήστη
fa_ir: وارد کردن نام کاربری الزامی است
fil_ph: Dapat punan ang pangalan ng gumagamit
fr_fr: Doit remplir le nom d'utilisateur
ja_jp: ユーザー名の入力が必要です
pt_br: Você deve inserir um nome de usuário
ru_ru: Необходимо заполнить имя пользователя
tr_tr: Bir kullanıcı adı girmeniz zorunludur.
zh_tw: 必須填寫使用者名稱

source: 您所使用的用户名已经被注册,请登录后再次提交
el_gr: Το όνομα χρήστη σας χρησιμοποιείται ήδη. Συνδεθείτε και δοκιμάστε ξανά.
fa_ir: این نام کاربری قبلاً انتخاب شده است. لطفاً با حساب کاربری خود وارد شوید و دوباره امتحان کنید
fil_ph: Rehistrado na pala ang iyong username, mangyaring mag-login at magsumite muli
fr_fr: Votre nom d'utilisateur est déjà enregistré. Veuillez vous connecter et soumettre à nouveau
ja_jp: 使用したユーザー名は既に登録されています。ログインして再度送信してください
pt_br: O nome de usuário já está sendo usado. Faça o login e reenvie
ru_ru: Ваше имя пользователя уже используется. необходимо войти в систему и повторите попытку.
tr_tr: Kullanıcı adınız daha önceden kullanılmaktadır. Lütfen giriş yapınız ve yeniden gönderiniz.
zh_tw: 您所使用的使用者名稱已經被註冊，請登入後再次送出

source: 用户名最多包含150个字符
el_gr: Τα ονόματα χρήστη μπορούν να έχουν το πολύ 150 χαρακτήρες
fa_ir: حداکثر طول مجاز برای نام کاربری 150 کاراکتر است
fr_fr: Le nom d'utilisateur contient jusqu'à 150 caractères
ja_jp: ユーザー名は最大150字までです
pt_br: O nome de usuário contém pode conter até 150 caracteres

source: 必须填写电子邮箱地址
el_gr: Εισάγετε τη διεύθυνση email σας
fa_ir: وارد کردن آدرس ایمیل الزامی است
fil_ph: Dapat magpasok ka ng isang email address
fr_fr: Doit remplir l'adresse e-mail
ja_jp: メールアドレスの入力が必要です
pt_br: O endereço de email deve ser preenchido
ru_ru: Адрес электронной почты должен быть заполнен
tr_tr: E-posta adresinizi girmeniz gerekmektedir.
zh_tw: 必須填寫電子郵件位址

source: 邮箱地址不合法
el_gr: Μη έγκυρη διεύθυνση email
fa_ir: آدرس ایمیل وارد شده معتبر نمی‌باشد
fil_ph: Imbalido ang email address
fr_fr: L'adresse e-mail est invalide
ja_jp: メールアドレスの形式がおかしいです
pt_br: Endereço de e-mail inválido
ru_ru: Адрес электронной почты не является действительным
tr_tr: E-posta adresi geçersizdir.
zh_tw: 電子郵件位址不合法

source: 电子邮箱最多包含150个字符
el_gr: Η διεύθυνση email μπορεί να περιέχει το πολύ 150 χαρακτήρες
fa_ir: حداکثر طول مجاز برای آدرس ایمیل 150 کاراکتر است
fr_fr: L'adresse e-mail contient jusqu'à 150 caractères
ja_jp: メールアドレスは最大150字までです
pt_br: O endereço de e-mail deve conter no máximo 150 caracteres

source: 必须填写个人主页
el_gr: Εισάγετε τη διεύθυνση URL σας
fa_ir: وارد کردن آدرس صفحه شخصی الزامی است
fil_ph: Dapat mong ipasok ang iyong homepage
fr_fr: Doit remplir la page d'accueil personnelle
ja_jp: 個人ページが必要です
pt_br: Você deve inserir sua página pessoal
ru_ru: Необходимо заполнить профиль
tr_tr: Site adresinizi girmeniz gerekmektedir.
zh_tw: 必須填寫個人網頁

source: 个人主页地址格式错误
el_gr: Μη έγκυρη διεύθυνση URL
fa_ir: فرمت آدرس صفحه شخصی وارد شده صحیح نمی‌باشد
fil_ph: Maling format sa address ng iyong homepage
fr_fr: Erreur de format d'URL
ja_jp: 個人ページのアドレスの形式がおかしいです
pt_br: Formato de URL inválida
ru_ru: Недопустимый формат URL-адреса
tr_tr: Hatalı anasayfa URL formatı
zh_tw: 個人網頁網址格式錯誤

source: 个人主页地址最多包含255个字符
el_gr: Η URL σας μπορεί να περιέχει το πολύ 255 χαρακτήρες
fa_ir: حداکثر طول مجاز برای آدرس صفحه شخصی 255 کاراکتر است
fr_fr: L'URL de la page d'accueil personnelle contient jusqu'à 255 caractères
ja_jp: 個人ページのアドレスは最大150字までです
pt_br: A URL deve conter no máximo 255 caracteres

source: 必须填写评论内容
el_gr: Το περιεχόμενο του σχόλιου δεν μπορεί να είναι κενό
fa_ir: لطفاً متن نظر خود را وارد نمایید
fil_ph: Dapat kang magpasok ng nilalaman sa komento
fr_fr: Vous devez remplir le commentaire
ja_jp: コメントの内容の入力が必要です
pt_br: O conteúdo do comentário é obrigatório
ru_ru: Необходимо ввести текст комментария
tr_tr: Yorumunuza içerik girmeniz gerekmektedir.
zh_tw: 必須填寫評論內容

source: 禁止重复提交
el_gr: Δεν μπορείτε να υποβάλετε το σχόλιό σας δεύτερη φορά
fa_ir: لطفاً از ارسال مکرر خودداری نمایید
fil_ph: Hindi pinapayagan ang muling pagsusumite
fr_fr: Ne répétez pas la soumission
ja_jp: 重複した提出はできません
pt_br: Reenvio não é permitido
ru_ru: Повтор зарещен
tr_tr: Yeniden gönderime izin verilmemektedir.
zh_tw: 禁止重複送出

source: 请输入用户名
el_gr: Εισάγετε όνομα χρήστη
fa_ir: لطفاً نام کاربری خود را وارد کنید
fil_ph: Mangyaring magpasok ng username
fr_fr: Veuillez entrer le nom d'utilisateur
ja_jp: ユーザー名を入力してください
pt_br: Digite um nome de usuário
ru_ru: Пожалуйста, введите свое имя пользователя
tr_tr: Kullanıcı adınızı giriniz.
zh_tw: 請輸入使用者名稱

source: 请输入密码
el_gr: Εισάγετε τον κωδικό πρόσβασης
fa_ir: لطفاً رمز عبور خود را وارد نمایید
fil_ph: Mangyaring ipasok ang password
fr_fr: Veuillez entrer le mot de passe
ja_jp: パスワードを入力してください
pt_br: Por favor insira a senha
ru_ru: Пожалуйста введите пароль
tr_tr: Şifrenizi giriniz
zh_tw: 請輸入密碼

source: 用户名或密码无效
el_gr: Τα στοιχεία που δώσατε είναι λάθος.
fa_ir: نام کاربری یا رمز عبور نامعتبر است
fil_ph: Imbalido ang username o password
fr_fr: Nom d'utilisateur ou mot de passe invalide
ja_jp: ユーザー名あるいはパスワードが無効です
pt_br: Nome de usuário ou senha inválidos
ru_ru: Имя пользователя или пароль неверены
tr_tr: Kullanıcı adı ya da parola hatalıdır.
zh_tw: 使用者名稱或密碼無效

source: 控制台
el_gr: Πίνακας ελέγχου
fa_ir: پنل مدیریت
fr_fr: Console
ja_jp: コントロールパネル
pt_br: Painel
ru_ru: Консоль
tr_tr: Panel
zh_tw: 控制台

source: 管理
el_gr: Διαχείριση
fa_ir: مدیریت
fil_ph: Tagapangasiwa
fr_fr: Admin
pt_br: Admin
ru_ru: Управление
tr_tr: Admin
zh_tw: 管理

source: 登录到%s
el_gr: Σύνδεση σε %s
fa_ir: ورود به %s
fil_ph: Mag-login sa %s
fr_fr: Connectez-vous à %s
ja_jp: %s にログイン
pt_br: Faça login em %s
ru_ru: Войти на %s
tr_tr: %s olarak giriş yapılmış
zh_tw: 登入到 %s

source: 注册到%s
el_gr: Εγγραφή σε %s
fa_ir: ثبت‌نام در %s
fil_ph: Magpa-rehistro sa %s
fr_fr: S'inscrire à %s
ja_jp: %s に登録
pt_br: Registre-se em %s
ru_ru: Зарегистрироваться на %s
tr_tr: %s 'de kayıt olmuş.
zh_tw: 註冊到 %s

source: 概要
el_gr: Επισκόπηση
fa_ir: خلاصه وضعیت
fil_ph: Balangkas
fr_fr: Sommaire
pt_br: Geral
ru_ru: Главная
tr_tr: Genel Bakış
zh_tw: 概要

source: 网站概要
el_gr: Δραστηριότητα ιστοτόπου
fa_ir: خلاصه وضعیت
fil_ph: Balangkas ng Website
fr_fr: Sommaire du site web
ja_jp: ウェブサイトの概要
pt_br: Visão geral do site
ru_ru: Общая информация
tr_tr: Site Genel Bakışı
zh_tw: 網站概要

source: 个人设置
el_gr: Ρυθμίσεις χρήστη
fa_ir: تنظیمات شخصی
fil_ph: Mga Setting Pangpersonal
fr_fr: Paramètres personnels
ja_jp: 個人設定
pt_br: Preferências
ru_ru: Персональные настройки
tr_tr: Seçenekler
zh_tw: 個人設定

source: 插件
el_gr: Πρόσθετα
fa_ir: مدیریت افزونه‌ها
fil_ph: Mga Plug-in
fr_fr: Plugins
ja_jp: プラグイン
pt_br: Plugins
ru_ru: Плагины
tr_tr: Eklentiler
zh_tw: 外掛

source: 外观
el_gr: Θέματα
fa_ir: مدیریت قالب‌ها
fil_ph: Anyo
fr_fr: Apparence
ja_jp: テーマ
pt_br: Aparência
ru_ru: Шаблоны
tr_tr: Görünüm
zh_tw: 外觀

source: 网站外观
el_gr: Εμφάνιση ιστοτόπου
fa_ir: مدیریت قالب‌ها
fil_ph: Anyo ng Website
fr_fr: Apparence du site web
ja_jp: ウェブサイトのテーマ
pt_br: Aparência do site
ru_ru: Внешний вид сайта
tr_tr: Site görünümleri
zh_tw: 網站外觀

source: 备份
el_gr: Back-up
fa_ir: پشتیبان گیری
fr_fr: Sauvegarde
ja_jp: バックアップ
pt_br: Backup

source: 升级
el_gr: Ενημερώσεις
fa_ir: ارتقاء
fil_ph: Mag-upgrade
fr_fr: Actualisation
ja_jp: アップデート
pt_br: Atualizar
ru_ru: Обновление
tr_tr: Güncelleştir
zh_tw: 升級

source: 升级程序
el_gr: Ενημέρωση προγράμματος
fa_ir: ارتقای برنامه
fil_ph: I-upgrade ang programa
fr_fr: Mise à jour
ja_jp: プログラムのアップデート
pt_br: Atualizações
ru_ru: Обновления программы
tr_tr: Program’ı güncelleştir
zh_tw: 升級程式

source: 欢迎
el_gr: Καλωσήρθατε
fa_ir: خوش آمدید
fil_ph: Maligayang pagdating
fr_fr: Bienvenue
ja_jp: ようこそ
pt_br: Bem-vindo
ru_ru: Добро пожаловать
tr_tr: Merhaba
zh_tw: 歡迎

source: 欢迎使用
el_gr: Καλωσορίσατε!
fa_ir: خوش آمدید
fil_ph: Maligayang Pagdating
fr_fr: Bienvenue
ja_jp: ようこそ
pt_br: Bem-vindo
ru_ru: Добро пожаловать
tr_tr: Merhaba
zh_tw: 歡迎使用

source: 撰写文章
el_gr: Νέο άρθρο
fa_ir: نوشتن مطلب جدید
fil_ph: Magsulat ng isang post
fr_fr: Ecrire un message
ja_jp: 記事を作成
pt_br: Escrever um post
ru_ru: Создать статью
tr_tr: Gönderi yaz
zh_tw: 撰寫文章

source: 创建页面
el_gr: Δημιουργία σελίδας
fa_ir: ساخت صفحه جدید
fil_ph: Lumikha ng isang pahina
fr_fr: Créer une page
ja_jp: ページを作成
pt_br: Criar uma página
ru_ru: Создать страницу
tr_tr: Sayfa oluştur
zh_tw: 新建頁面

source: 创建新页面
el_gr: Δημιουργία νέας σελίδας
fa_ir: ساخت صفحه جدید
fil_ph: Lumikha ng isang bagong pahina
fr_fr: Créer une nouvelle page
ja_jp: 新しいページを作成
pt_br: Criar uma nova página
ru_ru: Создать новую страницу
tr_tr: Yeni bir sayfa oluştur
zh_tw: 新建新頁面

source: 文章
el_gr: 'Αρθρα
fa_ir: مدیریت مطالب
fil_ph: Post
fr_fr: Posts
ja_jp: 記事
pt_br: Posts
ru_ru: Статьи
tr_tr: Gönderiler
zh_tw: 文章

source: 管理文章
el_gr: Διαχείριση άρθρων
fa_ir: مدیریت مطالب
fil_ph: Mamahala sa mga post
fr_fr: Administrer les posts
ja_jp: 記事を管理
pt_br: Gerenciar posts
ru_ru: Управление статьями
tr_tr: Gönderileri düzenle
zh_tw: 管理文章

source: 独立页面
el_gr: Σελίδες
fa_ir: مدیریت صفحات
fil_ph: Pahinang magkahiwalay
fr_fr: Pages
ja_jp: 独立ページ
pt_br: Páginas
ru_ru: Страницы
tr_tr: Sayfalar
zh_tw: 獨立頁面

source: 管理独立页面
el_gr: Διαχείριση σελίδων
fa_ir: مدیریت صفحات
fil_ph: Mamahala sa mga pahinang magkahiwalay
fr_fr: Administrer les pages
ja_jp: 独立のページを管理
pt_br: Gerenciar páginas
ru_ru: Управление страницами
tr_tr: Sayfaları düzenle
zh_tw: 管理獨立頁面

source: 管理评论
el_gr: Διαχείριση σχολίων
fa_ir: مدیریت دیدگاه‌ها
fil_ph: Mamahala sa mga komento
fr_fr: Commentaires
ja_jp: コメントを管理
pt_br: Gerenciar comentários
ru_ru: Управление комментариями
tr_tr: Yorumları düzenle.
zh_tw: 管理評論

source: 管理分类
el_gr: Διαχείριση κατηγοριών
fa_ir: مدیریت دسته‌بندی‌ها
fil_ph: Uri ng Pamamahala
fr_fr: Administrer les catégories
ja_jp: カテゴリを管理
pt_br: Gerenciar categorias
ru_ru: Управление категориями
zh_tw: 管理分類

source: 新增分类
el_gr: Νέα κατηγορία
fa_ir: افزودن دسته‌بندی جدید
fil_ph: Magdagdag ng kategoriya
fr_fr: Catégories
ja_jp: 新しいカテゴリを作成
pt_br: Nova categoria
ru_ru: Новая категория
zh_tw: 新增分類

source: 管理标签
el_gr: Διαχείριση ετικετών
fa_ir: مدیریت برچسب‌ها
fil_ph: Pangangasiwa sa tag
fr_fr: Administrer les étiquettes
ja_jp: ラベルを管理
pt_br: Gerenciar tags
ru_ru: Управление тегами
zh_tw: 管理標籤

source: 文件
el_gr: Πολυμέσα
fa_ir: مدیریت اسناد
fil_ph: Payl
fr_fr: Fichiers
ja_jp: ファイル
pt_br: Arquivos
ru_ru: Вложения
tr_tr: Dosyalar.
zh_tw: 檔案
