Repository: typecho/languages
Catalog: *.po
Languages: el_gr, fa_ir, fil_ph, fr_fr, ja_jp, pt_br, ru_ru, tr_tr, zh_tw

source: 隐藏
el_gr: Κρυφό
fa_ir: غیرفعال
fil_ph: Itago
fr_fr: Masquer
ja_jp: 表示させない
pt_br: Oculto
ru_ru: Скрыть
tr_tr: Gizle
zh_tw: 隱藏

source: 子页面
fa_ir: صفحه فرعی

source: 日期
el_gr: Ημ/νία δημοσίευσης
fa_ir: تاریخ
fil_ph: Petsa
fr_fr: Date
ja_jp: 日付
pt_br: Data
ru_ru: Дата
tr_tr: Gün
zh_tw: 日期

source: 评论
el_gr: Σχόλια
fa_ir: مدیریت دیدگاه‌ها
fil_ph: Komento
fr_fr: Commentaire
ja_jp: コメント
pt_br: Comentários
ru_ru: Комментарии
tr_tr: Yorumlar
zh_tw: 評論

source: 草稿
el_gr: Πρόχειρα
fa_ir: پیش‌نویس
fil_ph: Burador
fr_fr: Projet
ja_jp: 下書き
pt_br: Rascunho
ru_ru: Черновик
tr_tr: Taslaklar
zh_tw: 草稿

source: 有修订版
fa_ir: نسخه اصلاح‌شده موجود است

source: 编辑 %s
el_gr: Επεξεργασία: "%s"
fa_ir: ویرایش %s
fil_ph: I-edit ang %s
fr_fr: Modifier %s
ja_jp: %s を編集
pt_br: Editar %s
ru_ru: Редактирование: %s
tr_tr: %s düzenle
zh_tw: 編輯 %s

source: 一个页面
fa_ir: %d صفحه

source: 保存于 %s
el_gr: Αποθηκεύτηκε στις %s
fa_ir: ذخیره شده در %s
fil_ph: Nai-seyb sa %s
fr_fr: Enregister dans %s
ja_jp: %s に保存
pt_br: %s para salvar
ru_ru: Сохранить в %s
tr_tr: %s tarihinde kaydedildi.
zh_tw: 儲存於 %s

source: 没有任何页面
el_gr: Η σελίδα δεν υπάρχει
fa_ir: هیچ صفحه‌ای وجود ندارد
fil_ph: Walang mga pahina
fr_fr: Sans pages
ja_jp: そんなページはありません
pt_br: Nenhuma página
ru_ru: Страницы отсутствуют
tr_tr: Sayfa yok.
zh_tw: 沒有任何頁面

source: 可用
el_gr: Διαθέσιμο:
fa_ir: نوشته‌ها
fr_fr: Disponible
ja_jp: 利用可能
pt_br: Disponível

source: 你确认要删除这些文章吗?
el_gr: Αυτά τα άρθρα θα διαγραφούν, είστε βέβαιοι;
fa_ir: آیا مطمئن هستید که می‌خواهید این مطالب را حذف کنید؟
fil_ph: Sigurado ka bang gusto mong burahin ang mga post na ito?
fr_fr: Êtes-vous sûr de vouloir supprimer ces posts?
ja_jp: これらの文章を削除しますか？
pt_br: Tem certeza de que deseja excluir esses posts?
ru_ru: Вы уверены, что хотите удалить эти сообщения?
tr_tr: Bu gönderileri silmek istediğinize emin misiniz?
zh_tw: 你確認要刪除這些文章嗎？

source: 私密
el_gr: Απόρρητο
fa_ir: خصوصی
fil_ph: Pribado
fr_fr: Privé
ja_jp: プライベート
pt_br: Privado
ru_ru: Личное
tr_tr: Gizli
zh_tw: 私密

source: 所有分类
el_gr: Όλες οι κατηγορίες
fa_ir: تمام دسته‌بندی‌ها
fil_ph: Lahat ng mga kategoriya
fr_fr: Tout les catégories
ja_jp: 全てのカテゴリ
pt_br: Todas as categorias
ru_ru: Все категории
tr_tr: Tüm kategoriler
zh_tw: 所有分類

source: 分类
el_gr: Κατηγορίες
fa_ir: مدیریت دسته‌بندی‌ها
fil_ph: Kategoriya
fr_fr: Catégorie
ja_jp: カテゴリ
pt_br: Categorias
ru_ru: Категории
tr_tr: Kategori
zh_tw: 分類

source: 密码保护
el_gr: Προστατευμένο από κωδικό πρόσβασης
fa_ir: حفاظت با رمز عبور
fil_ph: Proteksyon sa password
fr_fr: Protége par mot de passe
ja_jp: パスワードを保存する
pt_br: Proteção por senha
ru_ru: Защита паролем
tr_tr: Parola ile korunmakta
zh_tw: 密碼保護

source: 没有任何文章
el_gr: Δεν υπάρχουν άρθρα
fa_ir: هیچ مطلبی وجود ندارد
fil_ph: Walang mga post
fr_fr: Sans post
ja_jp: 文章がない
pt_br: Nenhum post
ru_ru: Статьи отсутствуют
tr_tr: Gönderi yok
zh_tw: 沒有任何文章

source: 你确认要删除这些标签吗?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ετικέτα;
fa_ir: آیا مطمئن هستید که می‌خواهید این برچسب‌ها را حذف کنید؟
fil_ph: Sigurado ka bang gusto mong burahin ang mga tag na ito?
fr_fr: Êtes-vous sûr de vouloir supprimer ces étiquettes?
ja_jp: これらのタブを削除しますか？
pt_br: Tem certeza de que deseja excluir esses usuários?
ru_ru: Вы уверены, что хотите удалить тег?
tr_tr: Bu etiketleri sil?
zh_tw: 你確認要刪除這些標籤嗎？

source: 刷新标签可能需要等待较长时间, 你确认要刷新这些标签吗?
el_gr: Η ανανέωση των ετικετών θα πάρει αρκετό χρόνο, είστε βέβαιοι;
fa_ir: ممکن است تازه‌سازی برچسب‌ها زمان زیادی ببرد، آیا مطمئن هستید که می‌خواهید این برچسب‌ها را تازه‌سازی کنید؟
fil_ph: Ang pag-refresh sa mga tag ay maaaring mangangailangan ng mataas na panahon sa paghintay, kumpirmahin kung gusto mong mag-refresh sa mga tag?
fr_fr: La actualisation des étiquettes peuvent devoir attendre longtemps, vous confirmez que vous souhaitez actualiser ces étiquettes?
ja_jp: タブをリフレッシュするのは時間かかります。よろしいですか？
pt_br: A atualização de tags pode levar muito tempo, você confirma que deseja atualizar essas tags?
ru_ru: Возможно, потребуется ждать долгое время, вы уверены, что хотите выполнить сортировку?
tr_tr: Bu etiketleri güncellemek uzun sürebilir, emin misiniz?
zh_tw: 重新整理標籤可能需要等待較長時間，你確認要重新整理這些標籤嗎？

source: 没有任何标签
el_gr: Δεν υπάρχει ετικέτα
fa_ir: هیچ برچسبی وجود ندارد
fil_ph: Walang tag
fr_fr: Sans éttiquette
ja_jp: ラベルが指定されていません
pt_br: Nenhuma tag
ru_ru: Теги отсутствуют!
tr_tr: Etiket yok.
zh_tw: 沒有任何標籤

source: 你确认要删除这些用户吗?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτούς τους χρήστες
fa_ir: آیا مطمئن هستید که می‌خواهید این کاربران را حذف کنید؟
fil_ph: Sigurado ka bang gusto mong burahin ang mga gumagamit na ito?
fr_fr: Êtes-vous sûr de vouloir supprimer ces utilisateurs?
ja_jp: これらのユーザーを削除しますか？
pt_br: Tem certeza de que deseja excluir esses usuários?
ru_ru: Вы уверены, что хотите удалить этих пользователей?
tr_tr: Bu kullanıcıları silmek istediğinizden emin misiniz?
zh_tw: 你確認要刪除這些使用者嗎？

source: 昵称
el_gr: Όνομα χρήστη
fa_ir: نام مستعار
fil_ph: Palayaw
fr_fr: Surnom
ja_jp: ニックネーム
pt_br: Apelido
ru_ru: Ник
tr_tr: Rumuz
zh_tw: 暱稱

source: 电子邮件
el_gr: Διεύθυνση email
fa_ir: آدرس ایمیل
fr_fr: Email
ja_jp: 電子メール
pt_br: E-mail
ru_ru: Электронная почта
tr_tr: E-Posta
zh_tw: 電子郵件

source: 用户组
el_gr: Ομάδες χρήστων
fa_ir: گروه کاربران
fil_ph: Pangkat ng gumagamit
fr_fr: Groupes d'utilisateurs
ja_jp: ユーザーグループ
pt_br: Grupo de usuário
ru_ru: Группа
tr_tr: Kullanıcı grupları
zh_tw: 使用者群組

source: 暂无
el_gr: Δεν υπάρχουν σχόλια
fa_ir: وجود ندارد
fil_ph: Hindi
fr_fr: Aucun
ja_jp: まだない
pt_br: Não
ru_ru: Нет
tr_tr: Henüz yok
zh_tw: 暫無

source: 管理员
el_gr: Διαχειριστής
fa_ir: مدیر‌وبلاگ
fil_ph: Administrador
fr_fr: Admin
ja_jp: 管理者
pt_br: Administrador
ru_ru: Администратор
tr_tr: Admin
zh_tw: 管理員

source: 贡献者
el_gr: Συντάκτης
fa_ir: نویسنده
fil_ph: Kontribyutor
fr_fr: Collaborateurs
ja_jp: 貢献者
pt_br: Colaboradores
ru_ru: Автор
tr_tr: Katkıda Bulunanlar
zh_tw: 貢獻者

source: 关注者
el_gr: Συνδρομητής
fa_ir: دنبال‌کننده
fil_ph: Mga tagasubaybay
fr_fr: Abonnés
ja_jp: 観測者
pt_br: Seguidor
ru_ru: Посетитель
tr_tr: Takipçiler
zh_tw: 關注者

source: 访问者
el_gr: Επισκέπτης
fa_ir: بازدیدکننده
fil_ph: Mga bisita
fr_fr: Visiteurs
ja_jp: 訪問者
pt_br: Visitante
ru_ru: Посетители
tr_tr: Misafirler
zh_tw: 訪問者

source: 文件 %s 已经替换
el_gr: Το αρχείο %s αντικαταστάθηκε
fa_ir: فایل %s جایگزین شده است
fil_ph: Napalitan ang payl na %s
fr_fr: Fichier %s remplacé
ja_jp: ファイル %s を置き換えました
pt_br: O arquivo %s foi substituído
ru_ru: Файл %s заменен
tr_tr: %s dosyası yer değiştirmiştir.
zh_tw: 檔案 %s 已取代

source: 菜单
fa_ir: فهرست
ja_jp: メニュー

source: 最后登录: %s
el_gr: Τελευταία σύνδεση στις: %s
fa_ir: آخرین ورود: %s
fil_ph: Huling pag-login: %s
fr_fr: Dernière conexión: %s
ja_jp: 最新の登録: %s
pt_br: Último login: %s
ru_ru: Последний вход: %s
tr_tr: Son giriş: %s
zh_tw: 最後登入：%s

source: 登出
el_gr: Αποσύνδεση
fa_ir: خروج
fil_ph: Mag-sign out
fr_fr: Fermer la session
ja_jp: ログアウト
pt_br: Sair
ru_ru: Выход
tr_tr: Çıkış yap
zh_tw: 登出

source: 网站
el_gr: Ιστότοπος
fa_ir: نمایش وبلاگ
fil_ph: Websayt
fr_fr: Site web
ja_jp: ウェブサイト
pt_br: Ver meu Blog
ru_ru: Сайт
tr_tr: Websitesi
zh_tw: 網站

source: 启用的插件
el_gr: Ενεργά πρόσθετα
fa_ir: افزونه‌های فعال
fil_ph: Paganahin ang mga plug-in
fr_fr: Plug-in activé
ja_jp: 有効なプラグイン
pt_br: Plug-in ativado
ru_ru: Активные плагиные
tr_tr: Aktif edilen eklentiler
zh_tw: 啟用的外掛

source: 描述
el_gr: Περιγραφή
fa_ir: توضیحات
fil_ph: Deskripsyon
fr_fr: Description
ja_jp: 説明
pt_br: Descrição
ru_ru: Описание
tr_tr: Tanıtım
zh_tw: 描述

source: 版本
el_gr: Έκδοση
fa_ir: نسخه
fil_ph: Bersyon
fr_fr: Version
ja_jp: バージョン
pt_br: Versão
ru_ru: Версия
tr_tr: Sürüm
zh_tw: 版本

source: %s 无法在此版本的typecho下正常工作
el_gr: Το %s δεν είναι συμβατό με αυτήν την έκδοση του Typecho
fa_ir: %s در این نسخه از Typecho به درستی کار نمی‌کند
fil_ph: Ang %s ay hindi gumagana sa itong bersyon ng typecho
fr_fr: %s ne fonctionne pas avec cette version de Typecho
ja_jp: %s はこのバージョンのtypechoでは動作できません
pt_br: %s não é possível trabalhar nesta versão do typecho
ru_ru: %s Не работает в этой версии typecho
tr_tr: %s typecho’nun bu sürümüyle uyumlu değildir
zh_tw: %s 無法在此版本的 Typecho 下正常工作

source: 设置
el_gr: Ρυθμίσεις
fa_ir: تنظیمات
fil_ph: Mga Setting
fr_fr: Paramétres
ja_jp: 設定
pt_br: Configurarações
ru_ru: Настройки
tr_tr: Ayarlar
zh_tw: 設定

source: 你确认要禁用插件 %s 吗?
el_gr: Να απενεργοποιηθεί το πρόσθετο %s;
fa_ir: آیا مطمئن هستید که می‌خواهید افزونه %s را غیرفعال کنید؟
fil_ph: Sigurado ka bang gusto mong hindi paganahin ang plugin na %s?
fr_fr: Êtes-vous sûr de vouloir désactiver les plugins %s?
ja_jp: これらのプラグイン %s を無効にしますか?
pt_br: Tem certeza de que deseja desativar o plug-in %s?
ru_ru: Вы уверены, что хотите отключить плагин %s?
tr_tr: %s eklentisini devre dışı bırakmak istediğinize emin misiniz ?
zh_tw: 你確認要禁用外掛 %s 嗎？

source: 禁用
el_gr: Απενεργοποίηση
fa_ir: غیرفعال کردن
fil_ph: Hindi pinagana
fr_fr: Désactiver
ja_jp: 無効にする
pt_br: Desativar
ru_ru: Отключить
tr_tr: Devre dışı bırak
zh_tw: 禁用

source: 即插即用
el_gr: Plug and play.
fa_ir: وصل و اجرا کنید
fil_ph: I-plug at maglaro
fr_fr: Connectez et activez
ja_jp: プラグアンドプレイ
pt_br: Conecte e ative
tr_tr: Tak, çalıştır.
zh_tw: 即插即用

source: 此插件文件已经损坏或者被不安全移除, 强烈建议你禁用它
el_gr: Τα αρχεία αυτού του πρόσθετου είναι κατεστραμμένα. Συνίσταται η απενεργοποίησή του.
fa_ir: این فایل افزونه خراب شده یا به طور ناامن حذف شده است، به شدت توصیه می‌شود آن را غیرفعال کنید
fil_ph: Ang payl sa plugin ay nasira o hindi ligtas sa pagtatanggal, lubusang nirerekomenda namin sa iyo na hindi paganahin ito
fr_fr: Ce fichier plugin est corrompu et il est fortement recommandé de le désactiver
ja_jp: このプラグインファイルは破損あるいは危険な削除さ\がされています、無効にすることを強くおすすめします
pt_br: Este plug-in arquivo foi danificado ou removido de maneria incorreta, é altamente recomendável que você desabilite
ru_ru: Файлы этого плагина был поврежден или неполностью удален, настоятельно рекомендуется отключить его
tr_tr: Bu eklentinin dosyaları zarar görmüş ya da silinmiş. Eklentiyi devredışı bırakmanız tavsiye edilir.
zh_tw: 此外掛檔案已損壞或者被不安全移除，強烈建議你禁用它

source: 禁用的插件
el_gr: Απενεργοποιημένα πρόσθετα
fa_ir: افزونه‌های غیرفعال
fil_ph: Hindi paganahin ang mga plugin
fr_fr: Plugins désactivé
ja_jp: 無効化したプラグイン
pt_br: Plug-in desativado
ru_ru: Неактивные плагины
tr_tr: Devredışı bırakılan eklentiler.
zh_tw: 禁用的外掛

source: 启用
el_gr: Ενεργοποίηση
fa_ir: فعال کردن
fil_ph: Pinagana
fr_fr: Activer
ja_jp: 有効にする
pt_br: Ativar
ru_ru: Включить
tr_tr: Aktif et.
zh_tw: 啟用

source: 没有安装插件
el_gr: Μη εγκατεστημένα πρόσθετα
fa_ir: هیچ افزونه‌ای نصب نشده است
fil_ph: Walang mga plugin ang nainstala
fr_fr: Plugins désinstallé
ja_jp: プラグインがインストールされていません
pt_br: Nenhum plugin instalado
ru_ru: Плагин не установлен
tr_tr: Kaldırılmış eklentiler.
zh_tw: 沒有安裝外掛

source: 在 Gravatar 上修改头像
el_gr: Το εικονίδιο χρήστη είναι η εικόνα του Gravatar σας.
fa_ir: تغییر عکس پروفایل در Gravatar
fil_ph: Modipikahin ang iyong avatar sa Gravatar
fr_fr: Modifier l'avatar sur Gravatar
ja_jp: Gravatarでアイコンを設定
pt_br: Editar avatar no Gravatar
ru_ru: Изменить свой ​​аватар на Gravatar
tr_tr: Avatar’ınızı Gravatar’da değiştirin.
zh_tw: 在 Gravatar 上修改頭像

source: 目前有 <em>%s</em> 篇日志, 并有 <em>%s</em> 条关于你的评论在 <em>%s</em> 个分类中.
el_gr: Στατιστικά χρήστη: <em>%s</em> άρθρα και <em>%s</em> σχόλια σε <em>%s</em> κατηγορί(α)ες.
fa_ir: در حال حاضر شما <em>%s</em> مطلب نوشته‌اید و <em>%s</em> دیدگاه هم درمورد مطالب شما در <em>%s</em> دسته‌بندی موجود ثبت شده است.
fil_ph: Kasalukuyang mayroong mga <em>%s</em>post at mga <em>%s</em>post tungkol sa iyong komento sa mga kategoriyang <em>%s</em>.
fr_fr: Actuellement, il y a <em>%s</em>post sur le blog, <em>%s</em> commentaires à propos de vous souls les suivants categories <em>%s</em>.
ja_jp: 記事が<em>%s</em>件、あなたに関するコメントが<em>%s</em>件、カテゴリーが<em>%s</em>件あります。
pt_br: No momento, existem <em>%s</em> posts no blog e <em>%s</em> comentários na categoria <em>%s</em>.
ru_ru: Статей <em>%s</em>, Комментариев <em>%s</em>, Категорий <em>%s</em>.
tr_tr: Şu an <em>%s</em> gönderi ve <em>%s</em> yorum <em>%s</em> kategorisi altında bulunmakta.
zh_tw: 目前有 <em>%s</em> 篇日誌，並有 <em>%s</em> 條關於你的評論在 <em>%s</em> 個分類中。

source: 个人资料
el_gr: Πληροφορίες χρήστη
fa_ir: پروفایل
fil_ph: Personal na Impormasyon
fr_fr: Profil
ja_jp: 個人資料
pt_br: Perfil
ru_ru: Персональная информация
tr_tr: Profil
zh_tw: 個人資料

source: 撰写设置
el_gr: Ρυθμίσεις συγγραφής
fa_ir: تنظیمات نوشتن
fil_ph: Magsulat ng mga setting
fr_fr: Écrire les paramètres
ja_jp: 設定
pt_br: Escrever configurações
ru_ru: Настройка написания
tr_tr: Dizgi ayarları.
zh_tw: 撰寫設定

source: 密码修改
el_gr: Αλλαγή κωδικού πρόσβασης
fa_ir: تغییر رمز عبور
fil_ph: Baguhin ang password
fr_fr: Changer le mot de passe
ja_jp: パスワードを変更
pt_br: Alteração de senha
ru_ru: Смена пароля
tr_tr: Şifreyi değiştir
zh_tw: 密碼修改

source: Email
fa_ir: آدرس ایمیل
ja_jp: メールアドレス
tr_tr: E-posta

source: 注册
el_gr: Εγγραφή
fa_ir: ثبت‌نام
fil_ph: Mag-rehistro
fr_fr: S'enregistrer
ja_jp: 登録
pt_br: Cadastre-se
ru_ru: Зарегистрироваться
tr_tr: Kayıt Ol
zh_tw: 註冊

source: 用户登录
el_gr: Σύνδεση
fa_ir: ورود کاربر
fil_ph: Login ng gumagamit
fr_fr: Commencer la session
ja_jp: ログイン
pt_br: Login
ru_ru: Войти
tr_tr: Giriş
zh_tw: 使用者登入

source: 编辑源码
el_gr: Επεξεργασία προέλευσης
fa_ir: ویرایش کد اسکریپت
fil_ph: I-edit ang pinagmumulan
fr_fr: Modifier la police
ja_jp: ソースコードを編集
pt_br: Editar código fonte
ru_ru: Редактирование исходного кода
tr_tr: Kaynağı düzenle.
zh_tw: 編輯源碼

source: 保存文件
el_gr: Αποθήκευση αρχείου
fa_ir: ذخیره فایل
fil_ph: I-seyb ang payl
fr_fr: Sauvegarder le fichier
ja_jp: ファイルを保存
pt_br: Salvar arquivo
ru_ru: Сохранить
tr_tr: Dosyayı kaydet.
zh_tw: 儲存檔案

source: 此文件无法写入
el_gr: Μη εγγράψιμο αρχείο.
fa_ir: فایل مورد نظر قابل نوشتن نیست
fil_ph: Hindi maisusulat ang payl na ito
fr_fr: Impossible d'écrire ce fichier
ja_jp: このファイルは書き込めません
pt_br: Este arquivo não pode ser salvo
ru_ru: Не удалось записать этот файл
tr_tr: Bu dosyaya yazılamıyor.
zh_tw: 此檔案無法寫入

source: 可以使用的外观
el_gr: Διαθέσιμα θέματα
fa_ir: قالب‌های موجود
fil_ph: Mga anyong magagamit
fr_fr: Modifier l'apparence actuelle
ja_jp: 使用可能なテーマ
pt_br: Temas disponíveis
ru_ru: Доступные шаблоны
tr_tr: Kullanılabilir görünümler
zh_tw: 可以使用的外觀

source: 编辑当前外观
el_gr: Επεξεργαστείτε το θέμα που είναι σε χρήση
fa_ir: ویرایش قالب جاری
fil_ph: I-edit ang kasalukuyang anyo
fr_fr: Configurer l'apparence
ja_jp: テーマを編集
pt_br: Editar aparência atual
ru_ru: Редактировать шаблон
tr_tr: Şuanki görünümü düzenle
zh_tw: 編輯目前外觀

source: 编辑%s外观
el_gr: Επεξεργαστείτε την εμφάνιση του %s
fa_ir: ویرایش قالب %s
fil_ph: Modipikahin ang anyong %s
fr_fr: Modifier l'apparence de %s
ja_jp: テーマ%sを編集
pt_br: Editar %s aparência
ru_ru: Изменить внешний вид %s
tr_tr: %s görüntüsünü düzenle.
zh_tw: 編輯 %s 外觀

source: 设置外观
el_gr: Ρυθμίσεις θέματος
fa_ir: پیکربندی قالب جاری
fil_ph: Itakda ang anyo
fr_fr: Definir l'apparence
ja_jp: テーマを設定
pt_br: Definir aparência
ru_ru: Настройка шаблона
tr_tr: Görünümü Kur
zh_tw: 設定外觀

source: 截图
el_gr: Στιγμιότυπο:
fa_ir: تصویر صفحه
fr_fr: Capture d'écran
ja_jp: スクリーンショット
pt_br: Captura de tela

source: 详情
el_gr: Λεπτομέρειες:
fa_ir: جزئیات
fr_fr: Détails
ja_jp: 詳細
pt_br: Detalhes

source: 检测到您之前使用的 "%s" 外观文件不存在，您可以重新上传此外观或者启用其他外观。
fa_ir: بنظر می‌رسد که فایل قالب "%s" که قبلاً استفاده می‌کردید وجود ندارد، شما می‌توانید این قالب را دوباره بارگذاری کنید یا قالب دیگری را فعال کنید.

source: 重新上传此外观后刷新当前页面，此提示将会消失。
fa_ir: پس از بارگذاری مجدد این قالب، صفحه جاری را ریفرش کنید تا این پیام ناپدید شود.

source: 启用新外观后，当前外观的设置数据将被删除。
fa_ir: پس از فعال‌سازی قالب جدید، داده‌های تنظیمات قالب جاری حذف خواهند شد.

source: 检测到新版本!
el_gr: Εντοπίστηκε νεότερη έκδοση!
fa_ir: نسخه جدید شناسایی شد!
fil_ph: Nakapagtuklas ng isang bagong bersyon!
fr_fr: Nouvelle versión détectée!
ja_jp: 新しいバージョンがリリースしました！
pt_br: Nova versão detectada!
ru_ru: Обнаружена новая версия!
tr_tr: Yeni bir sürüm saptandı.
zh_tw: 檢測到新版本！

source: 您已经更新了系统程序, 我们还需要执行一些后续步骤来完成升级
el_gr: Έχετε ήδη ενημερώσει το λογισμικό· σε λίγα ακόμα βήματα η αναβάθμιση θα ολοκληρωθεί
fa_ir: شما سیستم را به‌روزرسانی کرده‌اید، اما برای تکمیل فرآیند ارتقا نیاز به اجرای چند مرحله بعدی داریم
fil_ph: Nai-update mo na ang programa ng sistema, at kailangan pa nating gawin ang iilan sa susunod na mga hakbang para maikumpleto ang pag-upgrade
fr_fr: Vous avez mis à jour le programme et nous devons encore effectuer les étapes suivantes pour terminer la mise à niveau
ja_jp: システムが更新されました。アップグレードを完了するために、まだ少し手順があります
pt_br: Você atualizou programas do sistema, precisamos executar algumas etapas subsequentes para concluir a atualização
ru_ru: Вы обновили системную программу, но должны сделать некоторые последующие шаги для завершения обновления
tr_tr: Programı zaten güncelleştirdiniz, güncellemeleri bitirmek için yalnızca birkaç adıma daha ihtiyacımız var.
zh_tw: 您已經更新了系統程式，我們還需要執行一些後續步驟來完成升級

source: 此程序将把您的系统从 <strong>%s</strong> 升级到 <strong>%s</strong>
el_gr: Το λογισμικό θα αναβαθμιστεί από την έκδοση <strong>%s</strong> στην <strong>%s</strong>.
fa_ir: این برنامه سیستم شما را از <strong>%s</strong> به <strong>%s</strong> ارتقا خواهد داد
fil_ph: Ang programang ito ay mag-a-upgrade sa iyong sistema mula sa <strong>%s</strong> patungo sa <strong>%s</strong>
fr_fr: Votre système sera mis à jour de <strong>%s</strong> à <strong>%s</strong>
ja_jp: このプログラムは、システムを<strong>%s</strong>から<strong>%s</strong>にアップグレードします
pt_br: Este programa atualizará seu sistema de <strong>%s</strong> para <strong>%s</strong>
ru_ru: Ваша система будет обновлена с <strong>%s</strong> на <strong>%s</strong>
tr_tr: Sistem <strong>%s</strong> sürümünden <strong>%s</strong> sürümüne güncellendi.
zh_tw: 此程式將把您的系統從 <strong>%s</strong> 升級到 <strong>%s</strong>

source: 在升级之前强烈建议先<a href="%s">备份您的数据</a>
el_gr: ΠΡΟΣΟΧΗ - <a href="%s">πριν την αναβάθμιση</a>, συνίσταται να κάνετε back-up στα δεδομένα σας.
fa_ir: قبل از ارتقا به‌شدت توصیه می‌شود ابتدا <a href="%s">از داده‌های خود نسخه پشتیبان تهیه کنید</a>
fr_fr: Il est fortement recommandé de <a href="%s"> sauvegarder vos données </a> avant de procéder à la mise à niveau
ja_jp: アップグレードする前に<a href="%s">をバックアップすることが強くおすすめします
pt_br: É altamente recomendável fazer <a href="%s">backup</a> de seus dados antes de atualizar

source: 完成升级 &raquo;
el_gr: Ολοκλήρωση αναβάθμισης &raquo;
fa_ir: تکمیل ارتقا &raquo;
fil_ph: Kumpletohin ang pag-upgrade &raquo;
fr_fr: Mise à jour terminée;
ja_jp: アップグレードが完了しました &raquo;
pt_br: Atualização concluída &raquo;
ru_ru: Завершить обновление &raquo;
tr_tr: Günellemeyi sonlandır &raquo;
zh_tw: 完成升級 &raquo;

source: 欢迎您使用 "%s" 管理后台:
el_gr: Γρήγοροι σύνδεσμοι του "%s":
fa_ir: به پنل مدیریت "%s" خوش آمدید:
fil_ph: Maligayang pagdating sa panel ng pagkontrol ng "%s":
fr_fr: Bienvenue "%s" au panneau de contrôle:
ja_jp: "%s"の管理ページへようこそ
pt_br: Você pode usar "%s" para:
ru_ru: Добро пожаловать в панель управления "%s"
tr_tr: "%s" Kontrol Paneli’ne hoş geldiniz.
zh_tw: 歡迎您使用 "%s" 管理後台：

source: 强烈建议更改你的默认密码
el_gr: Αλλάξτε το συνθηματικό σας (συνιστούμε να το αλλάζετε σε τακτά χρονικά διαστήματα)
fa_ir: به‌شدت توصیه می‌شود رمز عبور پیش‌فرض خود را تغییر دهید
fil_ph: Lubusang nirerekomenda ang pagbago sa iyong password na naka-default
fr_fr: Il est fortement recommandé de changer votre mot de passe par défaut
ja_jp: デフォルトパスワードの変更を強くお勧めします
pt_br: É altamente recomendável alterar sua senha padrão
ru_ru: Настоятельно рекомендуется изменить пароль по умолчанию
tr_tr: Varsayılan parolanızı değiştirmeniz şiddetle tavsiye edilir.
zh_tw: 強烈建議更改你的預設密碼

source: 撰写第一篇日志
el_gr: Δημιουργήστε το πρώτο σας άρθρο
fa_ir: نوشتن اولین یادداشت
fil_ph: Isulat ang unang blog
fr_fr: Écrire mon premier post
ja_jp: 最初のブログを書く
pt_br: Escreva sua primeira postagem
ru_ru: Написать первый пост
tr_tr: İlk gönderimi yaz.
zh_tw: 撰寫第一篇日誌

source: 查看我的站点
el_gr: Προβολή ιστολόγιου
fa_ir: مشاهده وبلاگ من
fil_ph: Tingnan ang aking blog
fr_fr: Voir mon blog
ja_jp: サイトを確認する
pt_br: Ver seu site
ru_ru: Перейти на сайт
tr_tr: Blogumu görüntüle.
zh_tw: 檢視我的網址

source: 查看网站
fa_ir: مشاهده وبلاگ

source: 让我直接开始使用吧 &raquo;
el_gr: Διαχείριση ιστότοπου &raquo;
fa_ir: اجازه دهید مستقیماً شروع به استفاده کنم &raquo;
fil_ph: Gusto kong magsimulang gamitin ito kaagad &raquo;
fr_fr: Je veux commencer à utiliser &raquo;
ja_jp: このまま使います &raquo;
pt_br: Começar a usar &raquo;
ru_ru: Я хочу начать использовать его немедленно &raquo;
tr_tr: Hemen kullanmaya başlamak istiyorum &raquo;
zh_tw: 讓我直接開始使用吧 &raquo;

source: 现在
el_gr: Τώρα
fa_ir: اکنون
fil_ph: Ngayon lang
fr_fr: Maintenant
ja_jp: 現在
pt_br: Agora
ru_ru: Текущее
tr_tr: Şimdi
zh_tw: 現在

source: 上一月
el_gr: &laquo; Προηγ.
fa_ir: ماه قبل
fil_ph: Nakalipas na buwan
fr_fr: Le mois dernier
ja_jp: 先月
pt_br: Mês passado
ru_ru: Назад
tr_tr: Son ay
zh_tw: 上一月

source: 下一月
el_gr: Επόμ. &raquo;
fa_ir: ماه بعد
fil_ph: Susunod na buwan
fr_fr: Le mois prochain
ja_jp: 来月
pt_br: Próximo mês
ru_ru: Вперед
tr_tr: Sonraki ay
zh_tw: 下一月

source: 一月
el_gr: Ιαν
fa_ir: ژانویه
fil_ph: Enero
fr_fr: Jan
ja_jp: 1月
pt_br: Jan
ru_ru: Январь
tr_tr: Ocak
zh_tw: 一月

source: 二月
el_gr: Φεβ
fa_ir: فوریه
fil_ph: Pebrero
fr_fr: Fév
ja_jp: 2月
pt_br: Fev
ru_ru: Февраль
tr_tr: Şub
zh_tw: 二月

source: 三月
el_gr: Μαρ
fa_ir: مارس
fil_ph: Marso
fr_fr: Mar
ja_jp: 3月
pt_br: Mar
ru_ru: Март
tr_tr: Mar
zh_tw: 三月

source: 四月
el_gr: Απρ
fa_ir: آوریل
fil_ph: Abril
fr_fr: Avr
ja_jp: 4月
pt_br: abr
ru_ru: Апрель
tr_tr: Nis
zh_tw: 四月

source: 五月
el_gr: Μάι
fa_ir: مه
fil_ph: Mayo
fr_fr: Mai
ja_jp: 5月
pt_br: Mai
ru_ru: Май
tr_tr: May
zh_tw: 五月

source: 六月
el_gr: Ιουν
fa_ir: ژوئن
fil_ph: Hunyo
fr_fr: Jun
ja_jp: 6月
pt_br: Jun
ru_ru: Июнь
tr_tr: Haz
zh_tw: 六月

source: 七月
el_gr: Ιουλ
fa_ir: جولای
fil_ph: Hulyo
fr_fr: Jui
ja_jp: 7月
pt_br: Jul
ru_ru: Июль
tr_tr: Tem
zh_tw: 七月

source: 八月
el_gr: Αυγ
fa_ir: اوت
fil_ph: Agosto
fr_fr: Août
ja_jp: 8月
pt_br: ago
ru_ru: Август
tr_tr: Ağu
zh_tw: 八月

source: 九月
el_gr: Σεπ
fa_ir: سپتامبر
fil_ph: Setyempre
fr_fr: Sept
ja_jp: 9月
pt_br: set
ru_ru: Сентябрь
tr_tr: Eyl
zh_tw: 九月

source: 十月
el_gr: Οκτ
fa_ir: اکتبر
fil_ph: Oktubre
fr_fr: Oct
ja_jp: 10月
pt_br: Out
ru_ru: Октябрь
tr_tr: Ekim
zh_tw: 十月

source: 十一月
el_gr: Νοε
fa_ir: نوامبر
fil_ph: Nobyembre
fr_fr: Nov
ja_jp: 11月
pt_br: nov
ru_ru: Ноябрь
tr_tr: Kas
zh_tw: 十一月

source: 十二月
el_gr: Δεκ
fa_ir: دسامبر
fil_ph: Disyembre
fr_fr: Déc
ja_jp: 12月
pt_br: dez
ru_ru: Декабрь
tr_tr: Eyl
zh_tw: 十二月

source: 星期日
el_gr: Κυριακή
fa_ir: یکشنبه
fil_ph: Linggo
fr_fr: Dim
ja_jp: 日曜日
pt_br: Dom
ru_ru: Воскресенье
tr_tr: Paz
zh_tw: 星期日

source: 星期一
el_gr: Δευτέρα
fa_ir: دوشنبه
fil_ph: Lunes
fr_fr: Lun
ja_jp: 月曜日
pt_br: Segunda-feira
ru_ru: Понедельник
tr_tr: Pzt
zh_tw: 星期一

source: 星期二
el_gr: Τρίτη
fa_ir: سه‌شنبه
fil_ph: Martes
fr_fr: Mar
ja_jp: 火曜日
pt_br: Terça-feira
ru_ru: Вторник
tr_tr: Sal
zh_tw: 星期二

source: 星期三
el_gr: Τετάρτη
fa_ir: چهارشنبه
fil_ph: Miyerkules
fr_fr: Mer
ja_jp: 水曜日
pt_br: Quarta-feira
ru_ru: Среда
tr_tr: Çar
zh_tw: 星期三

source: 星期四
el_gr: Πέμπτη
fa_ir: پنج‌شنبه
fil_ph: Huwebes
fr_fr: Jeu
ja_jp: 木曜日
pt_br: Quinta-feira
ru_ru: Четверг
tr_tr: Per
zh_tw: 星期四

source: 星期五
el_gr: Παρασκευή
fa_ir: جمعه
fil_ph: Biyernes
fr_fr: Ven
ja_jp: 金曜日
pt_br: Sexta-feira
ru_ru: Пятница
tr_tr: Cum
zh_tw: 星期五

source: 星期六
el_gr: Σάββατο
fa_ir: شنبه
fil_ph: Sabado
fr_fr: Sam
ja_jp: 土曜日
pt_br: Sábado
ru_ru: Суббота
tr_tr: Cmt
zh_tw: 星期六

source: 周日
el_gr: Κυρ
fa_ir: یکشنبه
fil_ph: Linggo
fr_fr: Dim
ja_jp: 日曜日
pt_br: domingo
ru_ru: Воскресенье
tr_tr: Paz
zh_tw: 週日

source: 周一
el_gr: Δευ
fa_ir: دوشنبه
fil_ph: sa Lunes
fr_fr: Lun
ja_jp: 月曜日
pt_br: Segunda
ru_ru: Пн
tr_tr: Pzt
zh_tw: 週一

source: 周二
el_gr: Τρι
fa_ir: سه‌شنبه
fil_ph: sa Martes
fr_fr: Mar
ja_jp: 火曜日
pt_br: Terça
ru_ru: Вт
tr_tr: Sal
zh_tw: 週二

source: 周三
el_gr: Τετ
fa_ir: چهارشنبه
fil_ph: sa Miyerkules
fr_fr: Mer
ja_jp: 水曜日
pt_br: Quarta
ru_ru: Ср
tr_tr: Çar
zh_tw: 週三

source: 周四
el_gr: Πεμ
fa_ir: پنج‌شنبه
fil_ph: sa Huwebes
fr_fr: Jeu
ja_jp: 木曜日
pt_br: Quinta
ru_ru: Чт
tr_tr: Per
zh_tw: 週四

source: 周五
el_gr: Παρ
fa_ir: جمعه
fil_ph: sa Biyernes
fr_fr: Ven
ja_jp: 金曜日
pt_br: Sexta
ru_ru: Пт
tr_tr: Cum
zh_tw: 週五

source: 周六
el_gr: Σαβ
fa_ir: ش
fil_ph: sa Sabado
fr_fr: Sam
ja_jp: 土曜日
pt_br: Sábado
ru_ru: Сб
tr_tr: Cmt
zh_tw: 週六
