Repository: typecho/languages
Catalog: *.po
Languages: el_gr, fa_ir, fil_ph, fr_fr, ja_jp, pt_br, ru_ru, tr_tr, zh_tw

source: 请调整你的目录权限, 或者手动创建一个.htaccess文件.
el_gr: Παρακαλείσθε να ελέγξετε τις άδειες πρόσβασης του φακέλου του Typecho, ή να δημιουργήσετε μόνοι σας ένα αρχείο ".htaccess"
fa_ir: لطفاً سطح دسترسی پوشه خود را تنظیم کنید یا به صورت دستی یک فایل .htaccess ایجاد نمایید.
fil_ph: Mangyaring isaayos mo ang iyong mga permisyon sa direktoriya, o lumikha ng manu-manong payl na .htcaccess.
fr_fr: Veuillez ajuster vos autorisations de répertoire ou créer manuellement un fichier .htaccess.
ja_jp: ディレクトリのアクセス許可を調整するか、手動で.htaccessファイルを作成してください。
pt_br: Ajuste as permissões ou crie um arquivo .htaccess manualmente.
ru_ru: Пожалуйста, настройте права доступа к директориям, или создайте файл .htaccess вручную
tr_tr: Lütfen dosya izinlerinizi ayarlayın, ya da manuel olarak bir .htaccess dosyası oluşturun.
zh_tw: 請調整你的目錄權限，或者手動建立一個.htaccess檔案.

source: 如果你仍然想启用此功能, 请勾选这里
el_gr: Εάν θέλετε να προσπαθήσουμε ξανά να ενεργοποιήσουμε αυτή τη λειτουργία, κάντε <a href="%s">κλι εδώ</a>.
fa_ir: اگر همچنان می‌خواهید این قابلیت را فعال کنید، لطفاً اینجا را علامت بزنید
fil_ph: Kung gusto mo paring paganahin ang punsyong ito, mangyaring suriin dito
fr_fr: Si vous souhaitez toujours activer cette fonctionnalité, veuillez vérifier ici
ja_jp: それでもこの機能を有効にする場合は、こちらをオンにしてください
pt_br: Se você ainda deseja ativar esse recurso de qualquer maneira, marque esta opção
ru_ru: Если вы все еще хотите включить эту функцию, пожалуйста, проверьте здесь

source: 默认风格
el_gr: Προεπιλεγμένη μορφή
fa_ir: استایل پیش‌فرض
fil_ph: Estilong naka-default
fr_fr: Style par défaut
ja_jp: デフォルトスタイル
pt_br: Estilo padrão
ru_ru: По умолчанию
tr_tr: Varsayılan Tasarım
zh_tw: 預設風格

source: wordpress风格
el_gr: Μορφή τύπου "WordPress"
fa_ir: استایل وردپرسی
fil_ph: estilo sa wordpress
fr_fr: style Wordpress
ja_jp: wordpressスタイル
pt_br: Estilo wordpress
ru_ru: Как вWordPress
tr_tr: wordpress tasarımı
zh_tw: Wordpress 風格

source: 按日期归档
el_gr: Ταξινόμηση ανά ημερομηνία
fa_ir: بایگانی بر اساس تاریخ
fil_ph: Nasinup sa pamamagitan ng petsa
fr_fr: Archive par date
ja_jp: 日付別アーカイブ
pt_br: Arquivar por data
ru_ru: Архив по дате
tr_tr: Zaman göre arşivlenmiş
zh_tw: 按日期歸檔

source: 按分类归档
el_gr: Ταξινόμηση ανά κατηγορία
fa_ir: بایگانی بر اساس دسته‌بندی
fil_ph: Nasinup sa pamamagitan ng kategoriya
fr_fr: Archive par catégories
ja_jp: カテゴリー別アーカイブ
pt_br: Arquivar por categorias
ru_ru: Архив по категории
tr_tr: Kategoriye göre arşivlenmiş
zh_tw: 按分類歸檔

source: 个性化定义
el_gr: Προσαρμογή
fa_ir: شخصی سازی
fil_ph: Depinisyong pangsarli
fr_fr: Personnalisée
ja_jp: 個人定義
pt_br: Costumização
ru_ru: Создать другой
tr_tr: Kişiselleştirme.
zh_tw: 個性化定義

source: 自定义文章路径
el_gr: Προσαρμοσμένη δομή
fa_ir: مسیر سفارشی مطالب
fil_ph: Kustom na path ng artikulo
fr_fr: Chemin d'article personnalisé
ja_jp: カスタム記事のパス
pt_br: Personalizar caminho da postagem
ru_ru: Настройка адреса статьи
tr_tr: Gönderi yolunu kişiselleştir.
zh_tw: 自定文章路徑

source: 可用参数: <code>{cid}</code> 日志 ID, <code>{slug}</code> 日志缩略名, <code>{category}</code> 分类, <code>{directory}</code> 多级分类, <code>{year}</code> 年, <code>{month}</code> 月, <code>{day}</code> 日
el_gr: Διαθέσιμα πεδία: <code>{cid}</code> - ID του άρθρου || <code>{slug}</code> - σύντομο όνομα || <code>{category}</code> - κατηγορία || <code>{year}</code> - έτος || <code>{month}</code> - μήνας || <code>{day}</code> - ημέρα
fa_ir: پارامترهای قابل استفاده: <code>{cid}</code> شناسه مطلب، <code>{slug}</code> اسم مستعار مطلب، <code>{category}</code> دسته‌بندی، <code>{directory}</code> دسته‌بندی چندسطحی، <code>{year}</code> سال، <code>{month}</code> ماه، <code>{day}</code> روز
fil_ph: Mga parametrong magagamit: <code>{cid}</code> ID sa Log, <code>{slug}</code>pagpapaikli sa Log, <code>{category}</code>kategoriya, <code>{directory}</code>maraming antas na kategoriya, <code>{year}</code>taon, <code>{month}</code> buwan, <code>{day}</code>araw
fr_fr: Paramètres disponibles: <code>{cid}</code> ID du post, <code>{slug}</code> abréviation du post, <code>{category}</code> catégorie, <code>{year}</code> année, <code>{month}</code> mois, <code>{jour}</code> día
ja_jp: 使えるパラメータ: <code>{cid}</code> 記事ID, <code>{slug}</code> 記事ID短縮名, <code>{category}</code> カテゴリ, <code>{directory}</code> 大きなカテゴリ, <code>{year}</code> 年, <code>{month}</code> 月, <code>{day}</code> 日
pt_br: Parâmetros disponíveis: <code>{cid}</code> ID do post, <code>{slug}</code> Abreviação do post, <code>{category}</code> categoria, <code>{directory}</code> categoria principal, <code>{year}</code> ano, <code>{month}</code> mês <code>{day}</code> dias
ru_ru: Доступные параметры: <code>{cid}</code> ID статьи, <code>{slug}</code> страница, <code>{category}</code> категория, <code>{directory}</code> многоуровневая категория, <code>{year}</code> год, <code>{month}</code> месяц, <code>{day}</code> день
zh_tw: 可用參數：<code>{cid}</code> 日誌 ID、<code>{slug}</code> 日誌縮略名、<code>{category}</code> 分類、<code>{directory}</code> 多級分類、<code>{year}</code> 年、<code>{month}</code> 月、<code>{day}</code> 日

source: 选择一种合适的文章静态路径风格, 使得你的网站链接更加友好.
el_gr: Η χρήση μόνιμων συνδέσμων θα κάνει τα links της ιστοσελίδας σας πιο φιλικά προς τους χρήστες και εύκολα στην απομνημόνευση.
fa_ir: یک سبک مناسب برای مسیر ایستای مطالب انتخاب کنید تا لینک‌های وبلاگ شما کاربرپسندتر شوند.
fil_ph: Pumili ng isang angkop na estilo sa path na istatiko ng artikulo, na ginagawang mas magkakalapit ang mga link ng iyong site.
fr_fr: Choisissez un style de chemin statique d'article approprié, rendant les liens de votre site plus conviviaux.
ja_jp: 適切な記事の静的パススタイルを選択して、サイトリンクをより使いやすくしましょう.
pt_br: Escolha um estilo URl dos posts para tornar os links do site mais amigáveis.
ru_ru: Используйте статический стиль пути, чтобы сделать ссылки вашего сайта более дружественным.
tr_tr: Daha kullanıcı dostu olması için sitenizdeki bağlantılarda statik bir dizin tasarımı kullanın.
zh_tw: 選擇一種合適的文章靜態路徑風格，使得你的網站連結更加友好。

source: 一旦你选择了某种链接风格请不要轻易修改它.
el_gr: Ωστόσο, αφού αποφασίσετε το στυλ σας, καλό θα είναι να μην το αλλάξετε στο μέλλον.
fa_ir: به محض اینکه یک سبک لینک را انتخاب کردید، لطفاً سعی کنید آن را تغییر ندهید چون در سئوی وبلاگ شما تاثیر دارد.
fil_ph: Kapag ika'y nakapili na ng isang estilo ng link, huwag ito madaliing baguhin.
fr_fr: Une fois que vous avez choisi un style de lien, ne le changez pas facilement.
ja_jp: リンクスタイルを選択したら、簡単に変更しないでください。
pt_br: Não edite depois que um estilo for escolhido.
ru_ru: После выбора стиля постарайтесь больше его не радактировать.
tr_tr: Bir tasarım seçildikten sonra düzenleme yapmayınız.
zh_tw: 一旦你選擇了某種連結風格請不要輕易修改它。

source: 独立页面路径
el_gr: Διευθύνσεις για σελίδες
fa_ir: مسیر صفحه مستقل
fil_ph: Independenteng path ng pahina
fr_fr: Adresse de la page indépendant
ja_jp: 独立したページのパス
pt_br: Caminho da página
ru_ru: Путь к странице
tr_tr: Sayfa dizini
zh_tw: 獨立頁面路徑

source: 可用参数: <code>{cid}</code> 页面 ID, <code>{slug}</code> 页面缩略名, <code>{directory}</code> 多级页面
fa_ir: پارامترهای قابل استفاده: <code>{cid}</code> شناسه صفحه، <code>{slug}</code> نام مستعار صفحه، <code>{directory}</code> صفحه چندسطحی

source: 请在路径中至少包含上述的一项参数.
el_gr: Χρησιμοποιήστε τουλάχιστον ένα πεδίο στη δομή της διεύθυνσης/link
fa_ir: لطفاً حداقل یکی از پارامترهای فوق را در مسیر وارد کنید.
fil_ph: Mangyaring magsama sa path ng di bababa sa isa sa mga parametrong na nasa itaas.
fr_fr: Veuillez inclure au moins un des paramètres ci-dessus dans le chemin.
ja_jp: 上記のパラメーターの少なくとも1つをパスに含めてください。
pt_br: Inclua pelo menos um parâmetro.
ru_ru: Пожалуйста, включите хотя бы один параметр в пути.
tr_tr: Lütfen dizinde en az bir parametre belirleyiniz.
zh_tw: 請在路徑中至少包含上述的一項參數。

source: 独立页面路径中没有包含 {cid} 或者 {slug}
el_gr: Δεν βρέθηκε {cid} ή {slug} στη διεύθυνση σελίδας
fa_ir: در مسیر صفحه مستقل، هیچ‌کدام از {cid} یا {slug} وارد نشده است
fil_ph: Ang independenteng path ng pahina ay hindi naglalaman ng {cid} o {slug}
fr_fr: L'adresse de la page indépendante n'inclut pas {cid} ou {slug}
ja_jp: スタンドアロンページパスには含まれません {cid} 或いは {slug}
pt_br: Nenhum {cid} ou {slug} encontrado no caminho da página
ru_ru: Путь к странцы не включает в себя {mid} или {slug}
tr_tr: {cid} ya da {slug} sayfa yolunda bulunamadı.
zh_tw: 獨立頁面路徑中沒有包含 {cid} 或者 {slug}

source: 分类路径
el_gr: Διευθύνσεις για κατηγορίες
fa_ir: مسیر دسته‌بندی
fil_ph: Path ng kategoriya
fr_fr: Adresse de la catégorie
ja_jp: カテゴリパス
pt_br: Caminho da categoria
ru_ru: Путь к категории
tr_tr: Kategori dizini
zh_tw: 分類路徑

source: 可用参数: <code>{mid}</code> 分类 ID, <code>{slug}</code> 分类缩略名, <code>{directory}</code> 多级分类
el_gr: Διαθέσιμα πεδία: <code>{mid}</code> - ID κατηγορίας || <code>{slug}</code> - σύντομο όνομα || <code>{directory}</code> - αρχική κατηγορία (για υποκατηγορίες)
fa_ir: پارامترهای قابل استفاده: {mid} شناسه دسته‌بندی، {slug} نام مستعار دسته‌بندی، {directory} دسته‌بندی چندسطحی
fil_ph: Mga parametrong magagamit: <code>{mid}</code>ID ng kategoriya, <code>{slug}</code>mga pagpapaikli sa kategoriya, <code>{directory}</code>maraming antas na kategoriya
fr_fr: Paramètres disponibles: <code>{cid}</code> ID de la catégorie, <code>{slug}</code> abréviation de la catégorie
ja_jp: 使用可能パラメータ:<code>{mid}</code> カテゴリ ID, <code>{slug}</code> カテゴリ短縮名, <code>{directory}</code> 大カテゴリ
pt_br: Parâmetros disponíveis: <code>{mid}</code> ID da categoria, <code>{slug}</code> abreviação da categoria, <code>{directory} </code> Categoria pai
ru_ru: Доступные параметры: <code>{mid}</code> ID категории, <code>{slug}</code> сокращенное наименование категории, <code>{directory}</code> многоуровневая категория
zh_tw: 可用參數：<code>{mid}</code> 分類 ID、<code>{slug}</code> 分類縮略名、<code>{directory}</code> 多級分類

source: 分类路径中没有包含 {mid} 或者 {slug}
el_gr: Δεν βρέθηκε {mid} ή {slug} στη διεύθυνση της κατηγορίας
fa_ir: در مسیر دسته‌بندی، {mid} یا {slug} وجود ندارد
fil_ph: Hindi naglalaman ng {mid} o {slug} ang mga patutunguhan ng kategoriya
fr_fr: Les chemins de catégorie n'incluent pas {mid} ou {slug}
ja_jp: 分類パスに {mid} または {slug} が含まれていません
pt_br: O caminho não contém {mid} ou {slug}
ru_ru: Путь к категории не включает в себя {mid} или {slug}
tr_tr: {mid} ya da {slug} kategori yolunda bulunamadı.
zh_tw: 分類路徑中沒有包含 {mid} 或者 {slug}

source: 文章日期格式
el_gr: Μορφή ημερομηνίας
fa_ir: فرمت تاریخ مطالب
fil_ph: Format sa petsa ng artikulo
fr_fr: Format de date du post
ja_jp: 記事の日付形式
pt_br: Formato da data da publicação
ru_ru: Формат даты статьи
tr_tr: Gönderi gün formatı
zh_tw: 文章日期格式

source: 此格式用于指定显示在文章归档中的日期默认显示格式.
el_gr: Καθορίστε τη μορφή που θα εμφανίζονται ημερομηνίες για όλα τα κείμενα ημερομηνίας.
fa_ir: این فرمت برای تعیین فرمت پیش‌فرض نمایش تاریخ در بایگانی مطالب استفاده می‌شود.
fil_ph: Ang format na ito ay ginagamit sa pagtukoy sa naka-default na format sa pag-displey ng petsa sa mga sinupan.
fr_fr: Ce format est utilisé pour spécifier le format d'affichage par défaut de la date à afficher dans l'archive du post.
ja_jp: この形式は、記事アーカイブに表示される日付のデフォルトの表示形式を指定するために使用されます。
pt_br: Este formato é usado para especificar o formato de exibição padrão para as datas exibidas no arquivo nos posts.
ru_ru: Этот формат используется для настройки вывода даты статьи.
tr_tr: Bu format arşivlerdeki varsayılan gün gösterim formatını belirlemek için kullanılabilir.
zh_tw: 此格式用於指定顯示在文章歸檔中的日期預設顯示格式。

source: 在某些主题中这个格式可能不会生效, 因为主题作者可以自定义日期格式.
el_gr: Εάν αυτή η ρύθμιση δεν λειτουργεί, πιθανώς το θέμα σας χρησιμοποιεί κάποια διαφορετική μορφή ημερομηνίας.
fa_ir: در برخی قالب‌ها این فرمت ممکن است اعمال نشود، زیرا طراح قالب می‌تواند فرمت تاریخ را به‌صورت سفارشی تنظیم کند.
fil_ph: Ang format na ito ay hindi gumagana sa iilang mga paksa, dahil ang awtor ng tema ay maaaring makapag-kustomisa sa format ng petsa.
fr_fr: Ce format peut ne pas fonctionner sur certains sujets car l'auteur du sujet peut personnaliser le format de la date.
ja_jp: テーマの作成者は日付形式をカスタマイズできるため、この形式は一部のテーマでは機能しない場合があります。
pt_br: Em alguns posts esse formato pode não ser eficaz, porque o autor pode personalizar o formato da data.
ru_ru: Авторы шаблонов могут использовать свои настройки даты.
tr_tr: In some themes, this format may not have effects, since theme authors can use customized date formats.
zh_tw: 在某些主題中這個格式可能不會生效，因為主題作者可以自定義日期格式。

source: 请参考 <a href="https://www.php.net/manual/zh/function.date.php">PHP 日期格式写法</a>.
fa_ir: برای نحوه نگارش دقیق، لطفاً به <a href="https://www.php.net/manual/zh/function.date.php">راهنمای فرمت تاریخ در PHP</a> مراجعه کنید.

source: 请不要在日期格式中使用特殊字符
el_gr: Δεν επιτρέπονται ειδικοί χαρακτήρες στη μορφή ημ/νίας
fa_ir: لطفاً در فرمت تاریخ از کاراکترهای ویژه استفاده نکنید
fil_ph: Mangyaring huwag isama ang mga karakter na espesyal sa format ng petsa
fr_fr: Merci de ne pas utiliser de caractères spéciaux au format de date
ja_jp: 日付形式の中に特殊文字を利用しないでください
pt_br: Por favor, não use caracteres especiais ao formatar a data
ru_ru: Пожалуйста, не используйте специальные символы в формате даты

source: 显示最新发布的文章
el_gr: Εμφάνιση πρόσφατα δημοσιευμένων άρθρων
fa_ir: نمایش آخرین مطالب منتشر شده
fil_ph: Ipakita ang mga pinakabagong post
fr_fr: Afficher le dernier message
ja_jp: 最近発表された記事を表示
pt_br: Mostrar posts mais recentes
ru_ru: Показать последние опубликованные статьи
tr_tr: Display recent posts.
zh_tw: 顯示最新發佈的文章

source: 同时将文章列表页路径更改为 %s
el_gr: Αλλάξτε τη διεύθυνση της λίστας άρθρων σε %s
fa_ir: همزمان مسیر صفحه فهرست مطالب را به %s تغییر دهید
fil_ph: Baguhin ang patutunguhan ng listahan sa pahina ng post patungo sa %s
fr_fr: Modifiez également le chemin de la page de la liste d'articles en %s
ja_jp: また、記事リストページのパスを %sに変更
pt_br: Mude o caminho do blog para %s
ru_ru: Измените путь к странице списка постов в %s
tr_tr: Gönderilerin listelendiği sayfanın adresini %s olarak değiştir.
zh_tw: 同時將文章列表頁路徑更改為 %s

source: 使用 %s 页面作为首页
el_gr: Επιλέξτε τη σελίδα %s ως αρχική σελίδα
fa_ir: استفاده از صفحه %s به عنوان صفحه اصلی
fil_ph: Gamitin ang pahinang %s bilang pahina sa home
fr_fr: Utiliser la page %s comme page d'accueil
ja_jp: %s をホームページとして使用
pt_br: Use a página %s como página inicial
ru_ru: Использовать станицу %s как гавную сайта
tr_tr: Use %s as the front page.
zh_tw: 使用 %s 頁面作為首頁

source: 直接调用 %s 模板文件
el_gr: Χρήση %s αρχείων
fa_ir: مستقیماً فایل قالب (template) %s را فراخوانی کنید
fil_ph: Puntahan nang direktahan ang %s na payl sa template
fr_fr: Appelez le fichier de modèle %s directement
ja_jp: 直接 %s テンプレートファイルを呼び出す
pt_br: Utilizar %s como template
ru_ru: Все %s файлы шаблона
tr_tr: Use %s template files.
zh_tw: 直接呼叫 %s 樣板檔案

source: 站点首页
el_gr: Αρχική σελίδα ιστότοπου:
fa_ir: صفحه اصلی وبلاگ
fil_ph: Home page
fr_fr: Page d'accueil
ja_jp: サイトのメインページ
pt_br: Primeira página do site
ru_ru: Главная сайта
tr_tr: Front page of site.
zh_tw: 網站首頁

source: 文章列表数目
el_gr: Μέγεθος λίστας άρθρων.
fa_ir: تعداد مطالب صفحه اصلی
fil_ph: Bilang sa listahan ng artikulo
fr_fr: Numéro de la liste de post
ja_jp: 記事リスト番号
pt_br: Lista de posts
ru_ru: Колиство статей в боковой панели
tr_tr: Length of post list.
zh_tw: 文章列表數目

source: 此数目用于指定显示在侧边栏中的文章列表数目.
el_gr: Καθορίστε πόσα άρθρα να φαίνονται στη λίστα άρθρων της πλαϊνής στήλης.
fa_ir: این عدد برای تعیین تعداد مطالبی که در فهرست نوارکناری نمایش داده می‌شوند، استفاده می‌شود.
fil_ph: Ang numerong ito ay ginagamit sa pagtukoy sa bilang ng mga post sa listahan na naka-displey sa sidebar.
fr_fr: Ce nombre est utilisé pour spécifier le nombre de listes de posts affichées dans la barre latérale.
ja_jp: この番号は、サイドバーに表示される記事リストの数を指定するために使用されます.
pt_br: Este número especifica quantos posts serão exibidas na barra lateral.
ru_ru: Это число используется для указания количества статей в боковой панели.
tr_tr: Bu sayı kenar çubuğundaki gönderi listesinde kaç adet gönderi gösterileceğini belirler.
zh_tw: 此數目用於指定顯示在側邊列中的文章列表數目。

source: 每页文章数目
el_gr: Πόσα άρθρα να προβάλλονται;
fa_ir: تعداد مطالب در هر صفحه
fil_ph: Bilang ng mga post bawat pahina
fr_fr: Le nombre de posts par page
ja_jp: ページごとの記事番号
pt_br: Número de posts por página
ru_ru: Количество статей на странице
tr_tr: number of posts per page.
zh_tw: 每頁文章數目

source: 此数目用于指定文章归档输出时每页显示的文章数目.
el_gr: Καθορίστε πόσα άρθρα θέλετε να φαίνονται ανά σελίδα.
fa_ir: این عدد برای تعیین تعداد مطالبی که در هر صفحه هنگام خروجی گرفتن از بایگانی مطالب نمایش داده می‌شوند، استفاده می‌شود.
fil_ph: Ang numerong ito ay ginagamit sa pagtukoy sa bilang ng mga artikulong naka-displey sa bawat pahina kapag ang awtput ng artikulo ay nasinup.
fr_fr: Ce nombre est utilisé pour spécifier le nombre de posts affichés par page lorsque l'archive du post est sortie.
ja_jp: この数は、記事が出力をアーカイブするときにページごとに表示される記事の数を指定するために使用されます。
pt_br: Este número especifica o número de posts a serem exibidas em cada página.
ru_ru: Это число используется для указания количества статей на странице.
tr_tr: Bu sayı her sayfada kaç adet gönderi gösterileceğini belirler.
zh_tw: 此數目用於指定文章歸檔輸出時每頁顯示的文章數目。

source: 仅输出摘要
el_gr: Αποσπάσματα μόνο
fa_ir: فقط خلاصه متن
fil_ph: Awtput sa buod lamang
fr_fr: Seul le résumé de sortie
ja_jp: サマリーのみ出力
pt_br: Resumos
ru_ru: Краткое описание
tr_tr: Only abstracts.
zh_tw: 僅輸出摘要

source: 全文输出
el_gr: Πλήρες κείμενο
fa_ir: خروجی کامل متن
fil_ph: Awtput sa buong teksto
fr_fr: Sortie de texte intégral
ja_jp: 全文出力
pt_br: Texto completo
ru_ru: Полный текст
tr_tr: Full text.
zh_tw: 全文輸出

source: 聚合全文输出
el_gr: Κείμενο που θα φαίνεται σε κανάλια RSS
fa_ir: خروجی متن کامل تجمیع شده
fil_ph: Awtput sa tekstong buong pinagsama-sama
fr_fr: Agréger la sortie de texte intégral
ja_jp: 集約された全文の出力
pt_br: Texto completo agregado
ru_ru: Создание краткого описания
tr_tr: Toplanmış tam metin
zh_tw: 聚合全文輸出

source: 如果你不希望在聚合中输出文章全文,请使用仅输出摘要选项.
el_gr: Επιλέξτε εάν θέλετε να εμφανίζεται το πλήρες κείμενο ή μόνο αποσπάσματα στα κανάλια RSS.
fa_ir: اگر نمی‌خواهید متن کامل مطالب موجود در دسته‌بندی را نمایش دهید، لطفاً از گزینه فقط خلاصه متن استفاده کنید.
fil_ph: Kung hindi mo gustong mag-imprinta sa buong tekstong pinagsama-sama sa artikulo, mangyaring gamitin ang opsyong Awtput sa Buod Lamang.
fr_fr: Si vous ne souhaitez pas imprimer le texte intégral du post dans son ensemble, utilisez l'option Output Summary Only.
ja_jp: 集合内の記事の全文を出力したくない場合、要約出力のみのオプションを使用してください。
pt_br: Se você não deseja exibir texto completo em agregações, escolha "Resumos".
ru_ru: Если вы не хотите выводить полный текст статьи создайте краткое описание
tr_tr: Toplamalarda tüm metinlerin gözükmesini istemiyorsanız lütfen “Sadece Özetler”i seçiniz.
zh_tw: 如果你不希望在聚合中輸出文章全文，請使用僅輸出摘要選項。

source: 摘要的文字取决于你在文章中使用分隔符的位置.
el_gr: Τα αποσπάσματα άρθρων μπορούν να δημιουργηθούν με τη χρήση ετικέτας διαχωρισμού.
fa_ir: خلاصه متن بستگی به این دارد که در کجای مطلب خود از جداکننده‌ها استفاده کنید.
fil_ph: Ang teksto ng buod ay nakasalalay sa kung saan ginamit sa artikulo ang karakter na panghiwalay.
fr_fr: Le texte du résumé dépend de l'endroit où vous utilisez le délimiteur dans le post.
ja_jp: 概要のテキストは、記事の区切り文字を使用する場所によって異なります。
pt_br: Os resumos dependem da tag usada na posts.
ru_ru: Краткое описание зависит от расположение в тексте "Основной разделительной линии <!--more-->"
tr_tr: Özetler gönderide kullanılan ayırıcı etiketlere bağlıdır.
zh_tw: 摘要的文字取決於你在文章中使用分隔符的位置。

source: 插件不存在
el_gr: Αυτό το πρόσθετο δεν υπάρχει.
fa_ir: افزونه وجود ندارد
fil_ph: Hindi umiiral ang plugin
fr_fr: Le plugin n'existe pas
ja_jp: プラグインが存在しません
pt_br: O plugin não existe
ru_ru: Плагин не существует
tr_tr: Plugin does not exist.
zh_tw: 外掛不存在

source: 设置插件 %s
el_gr: Ρυθμίσεις πρόσθετου %s
fa_ir: تنظیم افزونه %s
fil_ph: Magtakda sa plugin na %s
fr_fr: Définir le plug-in %s
ja_jp: プラグインを設定 %s
pt_br: Configurar o plugin %s
ru_ru: Настройка плагина - %s
tr_tr: %s eklentisini yükle
zh_tw: 設定外掛 %s

source: 无法配置插件
el_gr: Αυτό το πρόσθετο δεν μπορεί να ρυθμιστεί.
fa_ir: امکان تنظیم افزونه وجود ندارد
fil_ph: Hindi nakapag-kompigura sa plugin
fr_fr: Impossible de configurer le plug-in
ja_jp: プラグインを設定できません
pt_br: Não foi possível configurar o plug-in
ru_ru: Невозможно настроить плагин
tr_tr: Cannot configure plugin.
zh_tw: 無法配置外掛

source: 无法启用插件
el_gr: Αυτό το πρόσθετο δεν μπορεί να ενεργοποιηθεί.
fa_ir: امکان فعال‌سازی افزونه وجود ندارد
fil_ph: Hindi nakapagpagana sa plugin
fr_fr: Impossible d'activer le plugin
ja_jp: プラグインを利用できません
pt_br: Não foi possível ativar o plug-in
ru_ru: Не удается включить плагины
tr_tr: Cannot enable plugins.
zh_tw: 無法啟用外掛

source: <a href="%s">%s</a> 无法在此版本的typecho下正常工作
el_gr: Το πρόσθετο <a href="%s">%s</a> δεν είναι συμβατό με αυτήν την έκδοση του Typecho
fa_ir: <a href="%s">%s</a> در این نسخه از Typecho به‌درستی کار نمی‌کند
fil_ph: Sa bersyong ito ng typecho hindi gumagana ang <a href="%s">%s</a>
fr_fr: <a href="%s">%s</a> ne fonctionne pas avec cette version de Typecho
ja_jp: <a href="%s">%s</a> typechoのこのバージョンでは正しく動作できません
pt_br: <a href="%s">%s</a> não funciona nesta versão do typecho
ru_ru: <a href="%s">%s</a> не работает в этой версии typecho
tr_tr: <a href="%s">%s</a> cannot work under this version of typecho.
zh_tw: <a href="%s">%s</a> 無法在此版本的typecho下正常工作

source: 插件已经被启用
el_gr: Το πρόσθετο ενεργοποιήθηκε.
fa_ir: افزونه قبلاً فعال شده است
fil_ph: Pinagana na ang mga plugin
fr_fr: Les plugins ont été activés
ja_jp: プラグインが有効化されました
pt_br: O plug-in foi ativado
ru_ru: Плагин включен
tr_tr: Plugin enabled.
zh_tw: 外掛已經被啟用

source: 插件已经被禁用
el_gr: Το πρόσθετο απενεργοποιήθηκε.
fa_ir: افزونه غیرفعال شده است
fil_ph: Hindi pinagana ang mga plugin
fr_fr: Les plugins ont été désactivés
ja_jp: プラグインは無効になっています
pt_br: O plug-in foi desativado
ru_ru: Плагин отключен
tr_tr: Plugin disabled.
zh_tw: 外掛已經被禁用

source: 插件设置已经保存
el_gr: Οι ρυθμίσεις προσθέτου έχουν αποθηκευτεί
fa_ir: تنظیمات افزونه با موفقیت ذخیره شد
fil_ph: Nai-seyb na ang mga setting sa plugin
fr_fr: Les paramètres du plug-in ont été sauvegardés
ja_jp: プラグイン設定が保存されました
pt_br: As configurações do plugin foram salvas
ru_ru: Настройки плагина сохранены
tr_tr: Plugin settings saved.
zh_tw: 外掛設定已經儲存

source: 外观配置功能不存在
el_gr: Δεν υπάρχει δυνατότητα ρύθμισης παραμέτρων εμφάνισης
fa_ir: امکان تنظیم قالب وبلاگ وجود ندارد
fil_ph: Hindi umiiral ang kompigurasyon sa anyo
fr_fr: La configuration de l'apparence n'existe pas
ja_jp: テーマの設定機能が存在しません
pt_br: A configuração da aparência não existe
ru_ru: Настройка шаблона не существует
tr_tr: Appearance configuration does not exist.
zh_tw: 外觀配置功能不存在

source: 外观已经改变
el_gr: Το επιλεγμένο θέμα έχει ενεργοποιηθεί
fa_ir: قالب وبلاگ عوض شد
fil_ph: Nagbago na ang anyo
fr_fr: L'apparence a changé
ja_jp: テーマが変更されました
pt_br: Aparência alterada
ru_ru: Шаблон изменен
tr_tr: Appearance changed.
zh_tw: 外觀已經改變

source: 您选择的风格不存在
el_gr: Το στυλ που επιλέξατε δεν υπάρχει
fa_ir: قالب انتخابی شما موجود نیست
fil_ph: Hindi umiiral ang napagpilian mong estilo
fr_fr: Le style que vous choisissez n'existe pas
ja_jp: 選択したスタイルは存在しません
pt_br: O estilo que você selecionou não existe
ru_ru: Выбранный стиль не существует
tr_tr: The chosen style does not exist.
zh_tw: 您選擇的風格不存在

source: 文件 %s 的更改已经保存
el_gr: Οι αλλαγές στο αρχείο %s αποθηκεύτηκαν
fa_ir: تغییرات اعمال‌شده در فایل %s ذخیره شده است
fil_ph: Nai-seyb na ang nabago sa payl na %s
fr_fr: La modification du fichier %s a été enregistrée
ja_jp: %s の変更が保存されました
pt_br: Alterações no arquivo %s foram salvas
ru_ru: Изменения в файле %s сохранены
tr_tr: File %s saved.
zh_tw: 檔案 %s 的更改已經儲存

source: 文件 %s 无法被写入
el_gr: Το αρχείο %s είναι μη εγγράψιμο.
fa_ir: امکان نوشتن در فایل %s وجود ندارد
fil_ph: Hindi maaaring masulatan ang payl na %s
fr_fr: Le fichier %s ne peut pas être écrit
ja_jp: %s をフォルダに書き込めませんでした
pt_br: Não é possível gravar no arquivo %s
ru_ru: Файл %s не может быть записан
tr_tr: Cannot write file %s.
zh_tw: 檔案 %s 無法被寫入

source: 您编辑的文件不存在
el_gr: Το αρχείο που θέλετε να επεξεργαστείτε δεν υπάρχει
fa_ir: فایلی که ویرایش کرده‌اید وجود ندارد
fil_ph: Hindi umiiral ang payl na iyong ini-edit
fr_fr: Votre fichier modifié n'existe pas
ja_jp: 編集したファイルは存在しません
pt_br: O arquivo que você está editando não existe
ru_ru: Редактируемый файл не существует
tr_tr: The file you are editing does not exist.
zh_tw: 您編輯的檔案不存在
