Repository: typecho/languages
Catalog: *.po
Languages: el_gr, fa_ir, fil_ph, fr_fr, ja_jp, pt_br, ru_ru, tr_tr, zh_tw

source: Typecho 基于 <a href="http://www.gnu.org/copyleft/gpl.html">GPL</a> 协议发布, 我们允许用户在 GPL 协议许可的范围内使用, 拷贝, 修改和分发此程序.
el_gr: Το Typecho διανέμεται βάση της άδειας <a href="http://www.gnu.org/copyleft/gpl.html">GPL</a>, που επιτρέπει στους χρήστες μας να χρησιμοποιούν, να τροποποιούν και να διανέμουν αντίγραφα του λογισμικού.
fil_ph: Ang Typecho kay lisensyado sa ilalim ng <a<a href="http://www.gnu.org/copyleft/gpl.html">GPL</a> Pinapahintulotan namin ang mga gumagamit na gamitin, kopyahin, modipikahin at muling pag-distribyut sa programang ito sa ilalim ng GPL.
fr_fr: Typecho est basé sur le protocole <a href="http://www.gnu.org/copyleft/gpl.html">GPL</a>, et nous permettons aux utilisateurs d'utiliser, copier, modifier et distribuer ceci programme au sein de la licence GPL.
ja_jp: Typechoは<a href="http://www.gnu.org/copyleft/gpl.html"> GPL </a>契約に基づいてリリースされており、ユーザーはGPLライセンスの範囲内でこれを使用、コピー、変更、および配布することができます。
pt_br: O Typecho é distribuído com base na <a href="http://www.gnu.org/copyleft/gpl.html">GPL</a>. Permitindo: usar, copiar, modificar e redistribuir cópias deste programa dentro do escopo do contrato GPL.
ru_ru: Typecho основывается на лицензии <a href="http://www.gnu.org/copyleft/gpl.html">GNU GPL </a>, пользователи в рамках лицензии GPL могут копировать, модифицировать, и распространять эту программу.
tr_tr: Typecho <a href="http://www.gnu.org/copyleft/gpl.html">GPL</a> lisansı altındadır. Kullanıcılarımız GPL lisansı altında kullanmak, kopyalamak, değiştirmek ve tekrar dağıtma hakkına sahiptir.
zh_tw: Typecho 基於 <a href="http://www.gnu.org/copyleft/gpl.html">GPL</a> 協議發佈，我們允許使用者在 GPL 協議許可的範圍內使用、拷貝、修改和分發此程式。

source: 由 <a href="https://typecho.org">%s</a> 强力驱动, 版本 %s (%s)
fr_fr: Propulsé par <a href="https://typecho.org">%s</a>, versión %s (%s)
pt_br: Orgulhosamente desenvolvido com <a href="https://typecho.org">%s</a> versão %s (%s)
tr_tr: <a href="https://typecho.org">%s</a> tarafından gururla desteklenmektedir. Sürüm %s (%s)

source: 允许上传的文件
el_gr: Επιτρεπόμενες επεκτάσεις αρχείου
fil_ph: Pahintulotang mai-upload ang mga payl
fr_fr: Autoriser le téléchargement des fichiers
ja_jp: アップロード可能なファイル
pt_br: Arquivos permitidos
ru_ru: Типы файлов разрешенных для загрузки.
zh_tw: 允許上傳的檔案

source: 当前网页 <strong>不支持</strong> 你正在使用的浏览器. 为了正常的访问, 请 <a href="http://browsehappy.com/">升级你的浏览器</a>
el_gr: Ο browser που χρησιμοποιείτε <strong>δεν υποστηρίζεται</strong>. Παρακαλείσθε να <a href="http://browsehappy.com/">ενημερώσετε τον browser</a>.
fil_ph: Ang iyong browser <strong>ay hindi suportado</strong>. Para pag-akses na normal, mangyaring <a href="http://browsehappy.com/">i-upgrade ang iyong browser</a>
fr_fr: Votre navigateur <strong>n'est pas compatible </strong>. Pour un accès normal, <a href="http://browsehappy.com/"> améliorer votre navigateur </a>
pt_br: A pagina atual <strong>não é suportada</strong> pelo seu navegador. Por favor <a href="http://browsehappy.com">atualize seu navegador</a>
ru_ru: Ваш браузер <strong>не поддерживается</strong>. <a href="http://""browsehappy.com/">Обновить браузер</a>.
tr_tr: Tarayıcınız <strong>desteklenmemektedir</strong> . Lütfen <a href="http://browsehappy.com/">tarayıcınızı güncelleyiniz</a>.
zh_tw: 目前網頁 <strong>不支援</strong> 你正在使用的瀏覽器。為了正常的瀏覽，請 <a href="http://browsehappy.com/">升級你的瀏覽器</a>

source: 您当前使用的版本是
el_gr: Χρησιμοποιείτε την έκδοση λογισμικού:
fil_ph: Ang iyong kasalukuyang bersyon ay
fr_fr: Votre version actuelle est
pt_br: Você está usando a versão
ru_ru: Версия, которую Вы используете
tr_tr: Sizin kullandığınız sürüm
zh_tw: 您目前使用的版本是

source: 官方最新版本是
el_gr: Η πιο πρόσφατη έκδοση είναι η:
fil_ph: Ang pinakabagong opisyal na bersyon ay
fr_fr: La dernière version officielle est
pt_br: A versão oficial mais recente é
ru_ru: Последняя официальная версия
tr_tr: Son resmi sürüm
zh_tw: 官方最新版本是

source: 发现安全问题
el_gr: Ζητήματα ασφαλείας:
fr_fr: Découvrir les problèmes de sécurité
pt_br: Problemas de segurança encontrados

source: 解决完毕 &raquo;
el_gr: Ολοκληρώθηκε &raquo;
fr_fr: Résolu &raquo;
pt_br: Resolvido &raquo;

source: 当前正在编辑的是保存于%s的草稿, 你可以<a href="%s">删除它</a>
el_gr: Το πρόχειρο που επεξεργάζεστε αποθηκεύτηκε στις %s· εάν θέλετε μπορείτε να το <a href="%s">διαγράψετε</a>.
fil_ph: Kasalukuyang nag-e-edit sa isang burador na nai-seyb sa %s, maaari mong <a href="%s">burahin ito</a>
fr_fr: En cours de modification d'un brouillon enregistré dans %s, vous pouvez <a href="%s"> supprimer-le </a>
ja_jp: 今編集しているのは%sで保存している下書きです。<a href="%s">で削除できます
pt_br: Você está editando um rascunho salvo em %s , você pode <a href="%s">excluí-lo</a>
ru_ru: Сохранено в черновики %s - <a href="%s">удалить</a>
tr_tr: %s bölümünde kayıtlı olan taslağı düzenliyorsunuz, <a href="%s">buradan</a> silebilirsiniz..
zh_tw: 目前正在編輯的是儲存於 %s 的草稿，你可以<a href="%s">刪除它</a>

source: 你正在编辑的是保存于 %s 的草稿, 你也可以 <a href="%s">删除它</a>
el_gr: Το πρόχειρο που επεξεργάζεστε αποθηκεύτηκε: %s.<br />Εάν θέλετε μπορείτε να το <a href="%s">διαγράψετε</a>.
fil_ph: Ikaw ay nag-e-edit ng isang burador na nai-seyb sa %s, maaari mo ring <a href="%s">burahin ito</a>
fr_fr: Vous modifiez un brouillon enregistré dans %s, vous pouvez également <a href="%s">supprimer-le</a>
ja_jp: 今編集しているのは %s で保存している下書きです。 <a href="%s">で削除できます
pt_br: Você está editando um rascunho salvo como %s, você pode <a href="%s">excluí-lo</a>
ru_ru: Сохранено в черновики %s - <a href="%s">удалить</a>
tr_tr: %s adresinde kayıtlı taslağı düzenliyorsunuz, <a href="%s">buradan</a> silebilirsiniz.
zh_tw: 你正在編輯的是儲存於 %s 的草稿，你也可以 <a href="%s">刪除它</a>

source: 系统将为您自动匹配 %s 环境的安装选项
el_gr: Το σύστημα θα εντοπίσει αυτόματα επιλογές εγκατάστασης για το περιβάλλον σας %s
fil_ph: Pagtutugmain namin ang mga opsyon sa instalasyon nang awtomatiko sa iyong %s na kapaligiran
fr_fr: Le système correspondra automatiquement à vos options d'installation de l'environnement %s
pt_br: O sistema detectará automaticamente algumas opções de instalação para o seu ambiente %s
ru_ru: Typecho автоматически проверит соответствие параметров установки для вашей среды %s
tr_tr: %s ortamınız için kurulum seçeneklerini otomatik olarak eşleştireceğiz.
zh_tw: 系統將為您自動取得 %s 環境的安裝選項

source: 应用API Key
el_gr: Κλειδί API
fil_ph: Susi sa aplikasyong API
fr_fr: Appliquer la clé de l'API
pt_br: Chave da API do aplicativo
ru_ru: Приложения API Key
tr_tr: Uygulama API Anahtarı
zh_tw: 套用 API Key

source: 应用Secret Key
el_gr: Μυστικό κλειδί εφαρμογής
fil_ph: Sekretong Susi ng Aplikasyon
fr_fr: Appliquer la clé de Secret
pt_br: Chave secreta do aplicativo
ru_ru: Приложения Secret Key
tr_tr: Uygulama Gizli Anahtarı
zh_tw: 套用 Secret Key

source: 可以在MySQL服务的管理页面看到您创建的数据库名称
el_gr: Μπορείτε να βρείτε το όνομα της βάσης δεδομένων σας μέσω phpMyAdmin, σύνδεσης στη MySQL μέσω κονσόλας, ή ρωτήστε το hosting service σας
fil_ph: Maaari mong makita ang pangalan ng database na iyong nailikha sa pahina ng namamahala sa mga serbisyong MySQL
fr_fr: Vous pouvez voir le nom de la base de données que vous avez créée dans la page de gestion du service MySQL
pt_br: Você pode ver o nome do banco de dados que você criou na página de gerenciamento do serviço MySQL
ru_ru: Вы можете посмотреть название базы данных на странице управления сервисом MySQL
tr_tr: Oluşturduğunuz veritabanının adını MySQL hizmetlerinin admin sayfasından görebilirsiniz.
zh_tw: 可以在 MySQL 服務的管理頁面看到您建立的資料庫名稱

source: 数据库实例名
el_gr: Όνομα "instance" της βάσης δεδομένων
fil_ph: Instansyang pangalan ng database
fr_fr: Adresse de la base de données
pt_br: Nome da instância do banco de dados
ru_ru: Instance name
tr_tr: Veritabanı durum adı.
zh_tw: 資料庫實體名稱

source: 请填入您在Cloud SQL面板中创建的数据库实例名称, 示例: %s
el_gr: Συμπληρώστε το όνομα "instance" της βάσης δεδομένων που δημιουργήσατε στον "Cloud SQL" πάροχό σας, παράδειγμα: % s
fil_ph: Mangyaring ipasok ang instansyang pangalan ng database na iyong nailikha sa panel ng Cloud SQL, halimbawa: %s
fr_fr: Entrez le nom de l'instance de base de données que vous avez créée dans le panneau Cloud SQL, par exemple: %s
pt_br: Por favor, preencha o nome da instância do banco de dados que você criou no painel SQL, exemplo: %s
ru_ru: Пожалуйста, введите имя базы данных, созданную в панели Cloud SQL, например: % s

source: 请填入您在Cloud SQL的实例中创建的数据库名称
el_gr: Συμπληρώστε το όνομα της βάσης δεδομένων που έχετε δημιουργήσει στο Cloud
fil_ph: Mangyaring magpasok sa pangalan ng database na iyong nailikha sa instansya ng Cloud SQL
fr_fr: Veuillez renseigner le nom de la base de données que vous avez créée dans l'instance de Cloud SQL
pt_br: Preencha o nome do banco de dados que você criou
ru_ru: Пожалуйста, введите имя базы данных, созданной в Cloud SQL
tr_tr: Lütfen Cloud SQL panelinde oluşturduğunuz veritabanı adını giriniz.
zh_tw: 請填入您在 Cloud SQL 的實體中建立的資料庫名稱

source: 作者:
el_gr: Συγγραφέας:
fil_ph: Awtor:
fr_fr: Auteur:
pt_br: Autor:
ru_ru: Автор:
zh_tw: 作者：

source: 时间:
el_gr: Ώρα:
fil_ph: oras:
fr_fr: Heure:
ja_jp: 時間:
pt_br: Tempo:
ru_ru: Дата:
zh_tw: 時間：

source: 分类:
el_gr: Κατηγορία:
fil_ph: klasipikasyon:
fr_fr: Catégorie:
ja_jp: カテゴリ：
pt_br: Categoria:
ru_ru: Категория:
zh_tw: 分類：

source: 登录身份:
el_gr: Σύνδεση ως:
fil_ph: Mag-login bilang:
fr_fr: Identité de connexion:
ja_jp: ログインしているアカウント:
pt_br: Logado como:
ru_ru: Вы вощли как:
zh_tw: 登入身份：

source: 由 <a href="http://www.typecho.org">Typecho</a> 强力驱动
el_gr: Ευχαριστούμε που χρησιμοποιείτε το <a href="http://www.typecho.org">Typecho</a>
fil_ph: Buong papuring pinatatakbo ng <a href="http://www.typecho.org">Typecho</a>
ja_jp: Powered by<a href="http://www.typecho.org">Typecho</a>
pt_br: Orgulhosamente desenvolvido com <a href="http://www.typecho.org">Typecho</a>
ru_ru: Сайт работает на <a href="http://www.typecho.org">Typecho</a>
tr_tr: <a href="http://www.typecho.org">Typecho</a> tarafından gururla desteklenmektedir.

source: 标签:
el_gr: Ετικέτες:
fil_ph: Tatak:
fr_fr: Étiquettes:
ja_jp: ラベル:
pt_br: Tag:
ru_ru: Теги:
zh_tw: 標籤：

source: config.inc.php 文件无法写入, 请将它的权限设置为可写
el_gr: Δεν έχετε άδεια να γράψετε (write) στο αρχείο <strong>config.inc.php</strong>, τροποποιήστε την άδεια για να συνεχίσετε.
fil_ph: Hindi maaaring masulatan ang payl na config.inc.php, mangyaring itakda sa masusulatan ang mga permisyon nito
fr_fr: le fichier config.inc.php ne peut pas être écrit, veuillez définir ses permissions sur
ja_jp: config.inc.phpファイルに書き込むことができません。権限を書き込み可能に設定してください
pt_br: O arquivo config.inc.php não pode ser escrito, por favor defina permissão de escrita
ru_ru: файл config.inc.php не доступен для записи, измените права записи для файла!
tr_tr: config.inc.php dosyasına yazılamamaktadır, lütfen dosya izinlerini yazılabilir olarak ayarlayınız.
zh_tw: config.inc.php 檔案無法寫入，請將它的權限設定為可寫

source: 上传目录无法创建, 请手动创建安装目录下的 %s 目录, 并将它的权限设置为可写然后继续升级
el_gr: Δεν μπορέσαμε να δημιουργήσουμε φάκελο μεταφόρτωσης. Δημιουργείστε έναν υποφάκελο του φακέλου εγκατάστασης, με όνομα %s , και βεβαιωθείτε ότι μπορούμε να γράψουμε σε αυτόν. Μετά μπορείτε να συνεχίσετε με την αναβάθμιση.
fil_ph: Ang direktoriya sa pag-upload ay hindi maililikha, mangyaring likhain ng manu-mano ang %s na direktoriya sa ilalim ng direktoriya sa instalasyon, at itakda ang permisyon nito na masusulatan at pagkatapos ay magpatuloy sa pag-upgrade
fr_fr: Impossible de créer le répertoire de téléchargement, veuillez créer manuellement le répertoire% s sous le répertoire d'installation et définir ses autorisations sur writable, puis continuer à mettre à niveau
ja_jp: アップロードディレクトリを作成できません。インストールディレクトリの下に%sディレクトリを手動で作成し、その権限を書き込み可能に設定して、アップグレードを続行してください
pt_br: O diretório de upload não pode ser criado, crie manualmente o diretório %s na pasta de instalação e defina permissões de escrita e leitura, em seguida, continue a atualização
ru_ru: Каталог для загрузки не может быть создан, создайте вручную каталог %s, установите права доступа на запись, а затем продолжайте обновление
tr_tr: Yükleme dizini oluşturulamamaktadır. Lütfen kurulum dizini altına %s dizinini kendiniz oluşturun ve güncellemeye başlamadan önce dosya iznini yazılabilir olarak ayarlayınız.
zh_tw: 上傳目錄無法建立，請手動建立安裝目錄下的 %s 目錄，並將其權限設定為可寫然後繼續升級

source: 建议您在升级到 Typecho 0.7/9.7.2 以后的版本后, 立刻执行<a href="https://typecho.org/upgrade/9.7.2">以下优化步骤</a>
fr_fr: Nous vous recommandons <a href="https://typecho.org/upgrade/9.7.2"> les étapes d'optimisation suivantes </a> une fois la mise à niveau vers une version de Typecho 0.7 / 9.7.2 et ultérieure
pt_br: Após a atualização do Typecho 0.7 para 9.7.2+, recomendamos que você siga as <a href="https://typecho.org/upgrade/9.7.2">etapas de otimização</a> imediatamente
tr_tr: Typecho 0.7/9.7.2 + güncellemesi sonrası verimlilik açısından derhal <a href="http://typecho.org/upgrade/9.7.2">bu adımları</a> takip etmenizi öneririz..

source: 对不起, 您的发言过于频繁, 请稍侯再次发布.
el_gr: Έχετε υποβάλλει πολλά σχόλια σε σύντομο χρονικό διάστημα. Παρακαλούμε δοκιμάστε ξανά αργότερα.
fil_ph: Paumanhin, masyadong madalas ka nang nagkokomento, mangyaring mag-post muli.
fr_fr: Je suis désolé, vous commentez très fréquemment, s'il vous plaît poster après.
ja_jp: すみません、あなたの発言は頻繁すぎます、時間を開けて再投稿してください.
pt_br: Você está comentando com muita frequência. Volte mais tarde para comentar novamente.
ru_ru: К сожалению, вы комментируете слишком часто. Пожалуйста, попробуте повторно разместить его позже
tr_tr: Hata, çok sık yorum yapıyorsunuz. Lütfen daha sonra tekrar göndermeyi deneyiniz.
zh_tw: 對不起，您的發言過於頻繁，請稍侯再次發佈。

source: 您正在运行一个不安全的安装脚本 <strong>%s</strong>, 请用新版中的对应文件替代或者直接删除它
el_gr: Χρησιμοποιείτε μία παλαιότερη και μη ασφαλή έκδοση του αρχείου εγκατάστασης <strong>%s </strong>. Παρακαλούμε να αντικαταστήσετε με το πιο πρόσφατο αρχείο, ή να το διαγράψετε.
fr_fr: Vous exécutez un script d'installation non sécurisé, <strong>%s</strong>, remplacez-le par le fichier correspondant dans la nouvelle version ou supprimez-le directement
pt_br: Você está executando um script de instalação não seguro <strong>%s</strong>, substitua-o pela nova versão ou exclua-o

source: 当前网站的入口文件 <strong>%s</strong> 与最新版中的不一致, 请更新
el_gr: Τα αρχεία του <strong>%s </strong> ιστότοπου δεν συμβαδίζουν με πιο πρόσφατη έκδοση, παρακαλούμε να αναβαθμίσετε
fr_fr: Le fichier d'importation du site actuel <strong>%s</strong> n'est pas identique à la version la plus récente. Veuillez mettre à jour
pt_br: O arquivo <strong>%s</strong> da sua instalação atual não é consistente com a versão mais recente. Considere atualizar para a versão mais recente

source: 无法登陆, 密码错误
el_gr: Αδυναμία σύνδεσης, λανθασμένο όνομα χρήστη ή κωδικός εισόδου
fil_ph: Hindi makapag-login, mali ang password
fr_fr: Impossible de se connecter, le mot de passe est incorrect
ja_jp: パスワードが合っていないため、ログインできません
pt_br: Não é possível fazer login, senha incorreta
ru_ru: Не удается войти, неверный пароль
zh_tw: 無法登入，密碼錯誤

source: 无法添加分类
el_gr: Η κατηγορία δεν μπορεί να δημιουργηθεί
fil_ph: Hindi makadagdag ng kategoriya
fr_fr: Impossible d'ajouter une catégorie
pt_br: Não é possível adicionar categoria
ru_ru: Не удается добавить категории
zh_tw: 無法新增分類

source: 无法编辑此评论
el_gr: Δεν επιτρέπεται η επεξεργασία αυτού του σχολίου
fil_ph: Hindi makapag-edit sa komentong ito
fr_fr: Impossible d'éditer ce commentaire
pt_br: Não é possível editar este comentário
ru_ru: Вы не можете редактировать этот комментарий
tr_tr: Bu yorumu düzenleyemezsiniz.
zh_tw: 無法編輯此評論

source: 无法添加评论
el_gr: Η δημοσίευση του σχολίου απέτυχε
fil_ph: Hindi makapagdagdag ng komento
fr_fr: Impossible d'ajouter un commentaire
pt_br: Não é possível adicionar comentário
ru_ru: Не удается добавить комментарий
zh_tw: 無法新增評論

source: 上传失败
el_gr: Η φόρτωση απέτυχε
fil_ph: Pumalya ang pag-upload
fr_fr: Le téléchargement a échoué
pt_br: Falha no upload
ru_ru: Загрузить не удалось
tr_tr: Yükleme başarısız.
zh_tw: 上傳失敗

source: 源地址不支持PingBack
el_gr: Ο διακομιστής προέλευσης δεν επιτρέπει PingBack
fil_ph: Ang address ng pinagmumulan ay hindi sumusuporta sa PingBack
fr_fr: L'adresse source ne supporte pas PingBack
pt_br: A URL de origem não suporta PingBack
ru_ru: Адрес источника не поддерживает PingBack
tr_tr: Kaynak sunucu PingBack’i desteklemiyor.
zh_tw: 來源網址不支援 PingBack

source: 源地址中不包括目标地址
el_gr: Η διεύθυνση που δώσατε δεν υπάρχει στον διακομιστή προέλευσης
fil_ph: Ang address ng pinagmumulan ay hindi isinama ang address ng patutunguhan
fr_fr: L'adresse source n'inclut pas l'adresse de destination
pt_br: A URL de origem não inclui a URL de destino
ru_ru: Исходный URL-адрес не включает конечный URL-адрес
tr_tr: Kaynak URL hedef URL’sini içermiyor.
zh_tw: 來源網址中不包括目標網址

source: 标题 *
el_gr: Τίτλος πολυμέσου
fil_ph: Pamagat *
fr_fr: Titre *
pt_br: Título *
ru_ru: Название *
tr_tr: Başlık *
zh_tw: 標題 *

source: 分类名称 *
el_gr: Όνομα κατηγορίας *
fil_ph: Pangalan ng Kategoriya *
fr_fr: Nom de la catégorie *
pt_br: Nome da Categoria *
ru_ru: Название категории *
tr_tr: Kategori ismi*
zh_tw: 分類名稱 *

source: 标签名称 *
el_gr: Όνομα ετικέτας *
fil_ph: Pangalan ng tag *
fr_fr: Nom de la étiquette *
pt_br: Nome da tag *
ru_ru: Название тега *
tr_tr: Etiket adı *
zh_tw: 標籤名稱 *

source: 具体写法请参考 <a href="http://www.php.net/manual/zh/function.date.php">PHP 日期格式写法</a>.
el_gr: Δείτε <a href="https://secure.php.net/manual/en/function.date.php">PHP date manual</a> (στα αγγλικά).<br /> Στα Ελληνικά, συνηθισμένη μορφή είναι: j F Y, H:i (1 Φεβρουαρίου 2017, 14:20) ή d/m/Y, h:i a (01/02/2017, 2:20 μ.μ.)
fil_ph: Mangyaring sumangguni sa espesipikong estilo sa pagsusulat ng <a href="http://www.php.net/manual/zh/function.date.php">na pagpo-pormat ng petsa sa PHP.
fr_fr: Reportez-vous au <a href="http://www.php.net/manual/zh/function.date.php"> formatage de la date PHP </a>.
ja_jp: 具体的な書き方はここを参照してください <a href="http://www.php.net/manual/ja/function.date.php">PHP 日付・時刻</a>.
pt_br: Consulte o <a href="https://www.php.net/manual/pt_BR/function.date.php">formato de data do PHP</a>. para obter detalhes.
ru_ru: Документация по <a href="http://www.php.net/manual/ru/function.date.php">функции даты и времени</a>.
tr_tr: Lütfen PHP gün formatı hakkında daha fazla bilgi için <a href="http://www.php.net/manual/zh/function.date.php">bu dökümanı</a> inceleyiniz.
zh_tw: 具體寫法請參考 <a href="http://www.php.net/manual/en/function.date.php">PHP 日期格式寫法</a>。

source: 对评论者个人主页链接使用 <a href="http://en.wikipedia.org/wiki/Nofollow">nofollow 属性</a>
el_gr: Ο σύνδεσμος στην URL των σχολιαστών να είναι τύπου <a href="http://en.wikipedia.org/wiki/Nofollow">nofollow</a>.
fil_ph: Gamitin ang <a href="http://en.wikipedia.org/wiki/Nofollow">katangiang nofollow</a> para sa mga link sa sariling homepage ng tagakomento
fr_fr: Utilisez la <a href="http://en.wikipedia.org/wiki/Nofollow"> propriété nofollow </a> pour les liens de la page d'accueil personnelle des réviseurs
ja_jp: レビューアーのプロフィールリンクでnofollow属性を使用する
pt_br: Use o atributo <a href="https://pt.wikipedia.org/wiki/Nofollow">nofollow </a> para o link da página inicial dos comentarios
ru_ru: Добавить атрибут <a href="http://en.wikipedia.org/wiki/Nofollow">nofollow</a> к ссылке на сайт пользователя
tr_tr: Yorumlayıcıların ana sayfasına yönlendirmek için <a href="http://en.wikipedia.org/wiki/Nofollow">Nofollow niteliğini</a> kullan.
zh_tw: 對評論者個人網頁連結使用 <a href="http://en.wikipedia.org/wiki/Nofollow">nofollow 屬性</a>

source: 启用 <a href="http://gravatar.com">Gravatar</a> 头像服务, 最高显示评级为 %s 的头像
el_gr: Να επιτρέπεται η χρήση <a href="http://gravatar.com">Gravatar</a>. Να προβάλλονται μόνο αβάταρ με αξιολόγηση %s και πάνω.
fil_ph: Paganahin ang serbisyo sa avatar ng <a href="http://gravatar.com">Gravatar</a> at magpakita sa avatar ni %s
fr_fr: Activer le service d'avatar <a href="http://gravatar.com">Gravatar</a> et se présenter à l'avatar de %s
ja_jp: <a href="http://gravatar.com">Gravatar</a> アバターサービスを使用します。年齢レーティング: %s : までのアバターを表示します
pt_br: Ative o serviço de avatar <a href="https://gravatar.com">Gravatar</a>, para exibir avatares classificados como %s
ru_ru: Использовать сервис <a href="http://gravatar.com">Gravatar</a> %s
tr_tr: <a href="http://gravatar.com">Gravatar</a>’ı avatar servisi olarak aktif et. %s düzeyinden fazla oy alan avatarları göster.
zh_tw: 啟用 <a href="http://gravatar.com">Gravatar</a> 頭像服務，最高顯示評級為 %s 的頭像

source: 可用参数: <code>{cid}</code> 页面 ID, <code>{slug}</code> 页面缩略名
el_gr: Διαθέσιμα πεδία: <code>{cid}</code> - ID σελίδας || <code>{slug}</code> - σύντομο όνομα σελίδας
fil_ph: Mga parametrong magagamit: <code>{cid}</code>ID ng pahina, <code>{slug}</code>pagpapaikli ng pahina
fr_fr: Paramètres disponibles: <code>{cid}</code> ID de la page, <code>{slug}</code> abréviation de la page
ja_jp: 使用可能なパラメータ: <code>{cid}</code> ページ ID, <code>{slug}</code> ページ短縮名
pt_br: Parâmetros disponíveis: <code>{cid}</code> ID da página, <code>{slug}</code> Abreviação
ru_ru: Доступные параметры: <code>{cid}</code> ID страницы, <code>{slug}</code> сокращенное наименование страницы
zh_tw: 可用參數：<code>{cid}</code> 頁面 ID、<code>{slug}</code> 頁面縮略名

source: 请参考 <a href="http://www.php.net/manual/zh/function.date.php">PHP 日期格式写法</a>.
el_gr: Δείτε <a href="https://secure.php.net/manual/en/function.date.php">PHP date manual</a> (στα αγγλικά).<br /> Στα Ελληνικά, συνηθισμένη μορφή είναι: <strong>j F Y</strong> (1 Φεβρουαρίου 2017) ή <strong>d/m/Y</strong> (01/02/2017)
fil_ph: Mangyaring isangguni sa <a href="http://www.php.net/manual/zh/function.date.php">Pag-format ng Petsa sa PHP </a>.
fr_fr: Reportez-vous à la <a href="http://www.php.net/manual/fr/function.date.php">mise en forme de la date PHP</a>.
ja_jp: ここを参考にしてください <a href="https://www.php.net/manual/ja/function.date.php">PHP 日付・時刻 関数</a>.
pt_br: Consulte o <a href="https://www.php.net/manual/pt_BR/function.date.php">formato de data do PHP</a>.
ru_ru: Справка по использованию <a href="http://www.php.net/manual/zh/function.date.php">функции даты и времени</a>.
tr_tr: PHP gün formatı hakkında bilgi almak için lütfen <a href="http://www.php.net/manual/zh/function.date.php">bu makaleyi</a> inceleyiniz.
zh_tw: 請參考 <a href="http://www.php.net/manual/zh/function.date.php">PHP 日期格式寫法</a>.

source: 用户名 *
el_gr: Όνομα χρήστη <strong>*</strong>
fr_fr: Nom d'utilisateur *
pt_br: nome do usuário *
ru_ru: Имя *
tr_tr: Kullanıcı Adı *
zh_tw: 使用者名稱 *

source: 电子邮箱地址 *
el_gr: Διεύθυνση email <strong>*</strong>
fr_fr: Adresse e-mail *
pt_br: Endereço de e-mail *
ru_ru: Адрес электронной почты *
tr_tr: E-posta Adresiniz *
zh_tw: 電子郵件位址 *

source: 此用户的个人主页地址, 请用 <code>http://</code> 开头.
el_gr: Η προσωπική σελίδα του χρήστη, αν υπάρχει (πλήρης URL που ξεκινάει με <code>http://</code>).
fil_ph: Ang address sa homepage ng gumagamit na ito ay nararapat magsimula ng <code>http://</code>.
fr_fr: L'adresse de la page d'accueil de cet utilisateur doit commencer par <code>http://</code>.
ja_jp: このユーザーのメインページのアドレス。頭は <code>http://</code> で始めてください。
pt_br: Página pessoa do usuário, começa com <code>http://</code>
ru_ru: Домашняя страница пользователя, начиная с <code>http://</code>
tr_tr: Kullanıcının ana sayfası, <code>http://</code> ile başlayarak.
zh_tw: 此使用者的個人網頁網址，請用 <code>http://</code> 開頭。

source: 用户密码 *
el_gr: Κωδικός πρόσβασης <strong>*</strong>
fil_ph: Password ng gumagamit *
fr_fr: Mot de passe *
pt_br: senha do usuário *
ru_ru: Пароль *
tr_tr: Parola *
zh_tw: 使用者密碼 *

source: 用户密码确认 *
el_gr: Επιβεβαίωση κωδικού πρόσβασης <strong>*</strong>
fil_ph: Kumpirmasyon sa password ng gumagamit *
fr_fr: Confirmation de mot de passe *
pt_br: Confirmação da senha do usuário *
ru_ru: Подтверждение пароля *
tr_tr: Parolayı onayla *
zh_tw: 使用者密碼確認 *
