Repository: typecho/languages
Catalog: *.po
Languages: el_gr, fa_ir, fil_ph, fr_fr, ja_jp, pt_br, ru_ru, tr_tr, zh_tw

source: 关键词
el_gr: Ετικέτες
fa_ir: کلمات کلیدی
fil_ph: Mga Keyword
fr_fr: Mots clés
ja_jp: キーワード
pt_br: Palavras-chave
ru_ru: Ключевые слова
tr_tr: Anahtar kelimeler
zh_tw: 關鍵詞

source: 请以半角逗号 "," 分割多个关键字.
el_gr: Αν θέλετε να χρησιμοποιήσετε παραπάνω από μία ετικέτα, διαχωρίστε τις με κόμμα ","
fa_ir: لطفا برای جدا کردن کلمات کلیدی متعدد از کاما "," لاتین استفاده کنید.
fil_ph: Mangyaring gumamit ng kuwit "," para ihiwalay ang mga mararaming keyword.
fr_fr: S'il vous plaît utiliser la virgule "," pour diviser plusieurs mots-clés.
ja_jp: 複数のキーワードをコンマ "," で区切ってください。
pt_br: Separe várias palavras-chave com uma vírgula ",".
ru_ru: Укажите ключевые слова через ","
tr_tr: Lütfen birden fazla anahtar kelimeyi virgül "," kullanarak ayırınız.
zh_tw: 請以半形逗號「,」分割多個關鍵字。

source: 请不要在关键词中使用特殊字符
el_gr: Δεν επιτρέπονται ειδικοί χαρακτήρες στις ετικέτες
fa_ir: لطفاً در کلمات کلیدی از کاراکترهای ویژه استفاده نکنید
fil_ph: Mangyaring huwag gamitin ang mga karakter na espesyal sa mga keyword
fr_fr: Merci de ne pas utiliser de caractères spéciaux dans les mots-clés
ja_jp: キーワード内に特殊文字を入れないでください
pt_br: Por favor, não use caracteres especiais nas palavras-chave
ru_ru: Пожалуйста, не используйте специальные символы в ключевых словах

source: 不允许
el_gr: Να μην επιτρέπεται
fa_ir: مجاز نیست
fil_ph: Hindi pinapahintulotan
fr_fr: Non autorisé
ja_jp: 許可しない
pt_br: Não permitir
ru_ru: Запретить
tr_tr: Yasakla
zh_tw: 不允許

source: 允许
el_gr: Να επιτρέπεται
fa_ir: مجاز است
fil_ph: Pahintulotan
fr_fr: Autorisé
ja_jp: 許可する
pt_br: Permitido
ru_ru: Разрешить
tr_tr: İzin ver
zh_tw: 允許

source: 允许访问者注册到你的网站, 默认的注册用户不享有任何写入权限.
el_gr: Να επιτρέπεται στους επισκέπτες να εγγράφονται ως χρήστες στο site? Οι νέοι χρήστες μπαίνουν αυτόματα στο γκρουπ με τα λιγότερα προνόμια, και δεν μπορούν να γράψουν ή να δημοσιεύσουν άρθρα
fa_ir: به بازدیدکنندگان اجازه دهید در وبلاگ شما ثبت‌نام کنند. به‌طور پیش‌فرض، کاربران ثبت‌نام‌شده هیچ مجوز نوشتنی ندارند.
fil_ph: Pinapahintulotang ang mga bisita ay makapagrehistro sa iyong site, sa pagkakadefault ang mga rehistradong gumagamit ay hindi nagkakaroon ng anumang akses sa pagsusulat.
fr_fr: Autoriser les visiteurs à s'inscrire sur votre site, les utilisateurs enregistrés par défaut n'ont aucun accès en écriture.
ja_jp: 訪問者があなたのウェブサイトに登録することを許可します。デフォルトの登録ユーザーは書き込み権限を享受しません.
pt_br: Permita que os usuários se registrem no seu site. Por padrão, os usuários registrados não podem publicar.
ru_ru: Позволяет посетителям зарегистрироваться на сайте, пользователи по умолчанию не имеют прав для добавления материала на сайт.
tr_tr: Kullanıcıların sitenize kayıt olmasına izin veriniz. Varsayılan olarak kayıtlı kullanıcılar gönderi oluşturamaz.
zh_tw: 允許訪問者註冊到你的網站，預設的註冊使用者不享有任何寫入權限。

source: 关闭
el_gr: Άκυρο.
fa_ir: فعال
fil_ph: Isarado
fr_fr: Fermer
ja_jp: 閉じる
pt_br: Desabilitar
ru_ru: Выключить
tr_tr: Kapat.
zh_tw: 關閉

source: 仅关闭 Pingback 接口
el_gr: Απενεργοποίηση Pingback
fa_ir: فقط رابط Pingback فعال
fr_fr: Uniquement désactiver l'interface Pingback
ja_jp: Pingbackインターフェイスのみをシャットダウンする
pt_br: Desative apenas a interface Pingback

source: 打开
el_gr: Εντάξει.
fa_ir: غیرفعال
fil_ph: Buksan
fr_fr: Ouvert
ja_jp: 開く
pt_br: habilitar
ru_ru: Включить
tr_tr: Aç
zh_tw: 開啟

source: XMLRPC 接口
el_gr: XMLRPC
fa_ir: رابط XMLRPC
fr_fr: Interface XMLRPC
ja_jp: XMLRPCインターフェース
pt_br: Interface XMLRPC

source: lang
el_gr: Ελληνικά
fa_ir: Persian
fil_ph: Filipino
fr_fr: french
ja_jp: 日本語
pt_br: Portuguese (Brazilian)
ru_ru: Язык
tr_tr: Turkish
zh_tw: 繁體中文

source: 语言
el_gr: Γλώσσα
fa_ir: زبان
fil_ph: Lengguwahe
fr_fr: Langage
ja_jp: 言語
pt_br: Idioma
ru_ru: Язык

source: 所选择的语言包不存在
el_gr: Η γλώσσα που επιλέξατε δεν υπάρχει
fa_ir: بسته زبان انتخاب‌شده وجود ندارد
fil_ph: Hindi umiiral ang napagpiliang pakete sa lengguwahe
fr_fr: Le pack de langue sélectionné n'existe pas
ja_jp: 選択した言語パックは存在しません
pt_br: O pacote de idiomas selecionado não existe
ru_ru: Выбранный языковой пакет не существует

source: 格林威治(子午线)标准时间 (GMT)
el_gr: Ώρα Γκρήνουιτς (GMT)
fa_ir: زمان استاندارد گرینویچ (GMT)
fr_fr: Temps moyen de Greenwich (GMT)
ja_jp: グリニッジ(子午线)標準時 (GMT)
pt_br: Horário de Greenwich (GMT)
ru_ru: Гринвич (Меридиан) зимнее время (GMT)
tr_tr: Greenwich Mean Time （GMT）
zh_tw: 格林威治（子午線）標準時間（GMT）

source: 中欧标准时间 阿姆斯特丹,荷兰,法国 (GMT +1)
el_gr: GMT +1: Κεντρική Ευρώπη, Ολλανδία, Γαλλία
fa_ir: زمان استاندارد اروپای مرکزی، آمستردام، هلند، فرانسه (GMT +1)
fil_ph: Central European Standard Time Amsterdam, Netherlands, France (GMT +1)
fr_fr: Heure normale d'Europe centrale Amsterdam, Pays-Bas, France (GMT +1)
ja_jp: 中央ヨーロッパ時間 アムステルダム,オランダ,フランス (GMT +1)
pt_br: Horário da Europa Central, Horário da África Ocidental (GMT +1)
ru_ru: Центральный Европейский стандарт Время в Амстердаме, Нидерландах, Франции (GMT +1)
tr_tr: Central European Time, West African Time (GMT +1)
zh_tw: 中歐標準時間 阿姆斯特丹，荷蘭，法國（GMT +1）

source: 东欧标准时间 布加勒斯特,塞浦路斯,希腊 (GMT +2)
el_gr: GMT +2: Ανατολική Ευρώπη, Ρουμανία, Βουλγαρία, Κύπρος, Ελλάδα
fa_ir: زمان استاندارد اروپای شرقی، بخارست، قبرس، یونان (GMT +2)
fil_ph: Eastern European Standard Time Bucharest, Cyprus, Greece (GMT +2)
fr_fr: Heure normale de l'Europe de l'Est Bucarest, Chypre, Grèce (GMT +2)
ja_jp: 東ヨーロッパ時間 ブカレスト,キプロス,ギリシャ (GMT +2)
pt_br: Horário da Europa Oriental, Horário da África Central (GMT +2)
ru_ru: Восточноевропейское время (GMT +2)
tr_tr: Eastern European Time, Central African Time (GMT +2)
zh_tw: 東歐標準時間 布加勒斯特，塞普勒斯，希臘（GMT +2）

source: 莫斯科时间 伊拉克,埃塞俄比亚,马达加斯加 (GMT +3)
el_gr: GMT +3: Μόσχα, Ιρακ, Αιθιοπία, Μαδαγασκάρη
fa_ir: زمان مسکو، عراق، اتیوپی، ماداگاسکار (GMT +3)
fil_ph: Moscow Standard Time Iraq, Ethiopia, Madagascar (GMT +3)
fr_fr: Heure de Moscou Irak, Ethiopie, Madagascar (GMT +3)
ja_jp: モスクワ時間 イラク,エチオピア,マダガスカル (GMT +3)
pt_br: Horário de Moscou, Horário da África Oriental (GMT +3)
ru_ru: Калининградское время (GMT +3)
tr_tr: Moscow Standard Time, Eastern African Time (GMT +3)
zh_tw: 莫斯科時間 伊拉克，衣索比亞，馬達加斯加（GMT +3）

source: 第比利斯时间 阿曼,毛里塔尼亚,留尼汪岛 (GMT +4)
el_gr: GMT +4: Τμπιλίσι, Ομάν, Μαυριτανία, Ρεϋνιόν
fa_ir: زمان تفلیس، عمان، موریتانی، جزیره رئونیون (GMT +4)
fil_ph: Tbilisi Standard Time Oman, Mauritania, Reunion Island (GMT +4)
fr_fr: Heure de Tbilisi Oman, Mauritanie, Réunion (GMT +4)
ja_jp: ティビリシ時間 オマーン,モーリタニア,レユニオン島 (GMT +4)
pt_br: Horário do Golfo, Horário de Samara (GMT +4)
ru_ru: Московское время (GMT +4)
tr_tr: Gulf Standard Time, Samara Standard Time (GMT +4)
zh_tw: 第比利斯時間 阿曼，茅利塔尼亞，留尼汪島（GMT +4）

source: 新德里时间 巴基斯坦,马尔代夫 (GMT +5)
el_gr: GMT +5: Νέο Δελχί, Πακιστάν, Μαλβίδες
fa_ir: زمان دهلی نو، پاکستان، مالدیو (GMT +5)
fil_ph: New Delhi Standard Time Pakistan, Maldives (GMT +5)
fr_fr: Heure de New Delhi Pakistan, Maldives (GMT +5)
ja_jp: ニューデリー時間 パキスタン,モルディブ (GMT +5)
pt_br: Horário do Paquistão, Horário de Ecaterimburgo (GMT +5)
ru_ru: Западный Казахстан, Пакистан, Таджикистан, Туркменистан, Узбекистан (GMT +5)
tr_tr: Pakistan Standard Time, Yekaterinburg Standard Time (GMT +5)
zh_tw: 新德里時間 巴基斯坦，馬爾地夫（GMT +5）

source: 科伦坡时间 孟加拉 (GMT +6)
el_gr: GMT +6: Βεγγάλη
fa_ir: زمان کلمبو، بنگلادش (GMT +6)
fil_ph: Colombo Standard Time Bengal (GMT +6)
fr_fr: Heure de Colombo Bengal (GMT +6)
ja_jp: コロンボ時間 バングラデシュ (GMT +6)
pt_br: Horário de Bangladesh, Horário Butão, Horário de Novosibirsk (GMT +6)
ru_ru: Екатеринбургское время, центральная и восточная части Казахстана, Киргизия (GMT +6)
tr_tr: Bangladesh Time, Bhutan Time, Novosibirsk Standard Time (GMT +6)
zh_tw: 科倫坡時間 孟加拉（GMT +6）

source: 曼谷雅加达 柬埔寨,苏门答腊,老挝 (GMT +7)
el_gr: GMT +7: Μπανγκόκ, Τζακάρτα, Καμπότζη, Σουμάτρα, Λάος
fa_ir: زمان بانکوک، جاکارتا، کامبوج، سوماترا، لائوس (GMT +7)
fil_ph: Bangkok Jakarta Cambodia, Sumatra, Laos (GMT +7)
fr_fr: Heure de Bangkok, Jakarta, Cambodge, Sumatra, Laos (GMT +7)
ja_jp: バンコクジャカルタ カンボジア、スマトラ、ラオス (GMT +7)
pt_br: Horário de Indochina, Horário de Krasnoyarsk (GMT +7)
ru_ru: Омское время, Новосибирск, Кемерово, Юго-Восточная Азия (Бангкок, Джакарта, Ханой) (GMT +7)
tr_tr: Indochina Time, Krasnoyarsk Standard Time (GMT +7)
zh_tw: 曼谷雅加達 柬埔寨，蘇門答臘，寮國（GMT +7）

source: 北京时间 香港,新加坡,越南 (GMT +8)
el_gr: GMT +8: Πεκίνο, Χονγκ Κονγκ, Σιγκαπούρη, Βιετνάμ
fa_ir: زمان پکن، هنگ‌کنگ، سنگاپور، ویتنام (GMT +8)
fil_ph: Beijing Standard Time Hong Kong, Singapore, Vietnam (GMT +8)
fr_fr: Heure de Beijing, Hong Kong, Singapour, Vietnam (GMT +8)
ja_jp: 北京時間 香港 シンガポール ベトナム (GMT +8)
pt_br: Horário da China, Horário da Austrália Ocidental, Horário de Irkutsk (GMT +8)
ru_ru: Красноярское время, Улан-Батор, Гонконг, Китай, западноавстралийское время (GMT +8)
tr_tr: Chinese Standard Time, Australian Western Standard Time, Irkutsk Standard Time (GMT +8)
zh_tw: 北京時間 北京，香港，新加坡，越南（GMT +8）

source: 东京平壤时间 西伊里安,摩鹿加群岛 (GMT +9)
el_gr: GMT +9: Τόκιο, Δυτική Παπούα, Νήσοι Μολούκες
fa_ir: زمان توکیو و پیونگ‌یانگ، ایرین غربی، جزایر ملوک (GMT +9)
fil_ph: Tokyo Pyongyang Time West Irian, Moluccas (GMT + 9)
fr_fr: Heure de Tokyo, Pyongyang, Heure Ouest Irian, Moluques (GMT +9)
ja_jp: 東京平壌時間 西パプア モロッコ諸島
pt_br: Horário do Japão, Horário Coréia, Horáriode Chita (GMT +9)
ru_ru: Иркутское время, Корея, Япония (GMT +9)
tr_tr: Japan Standard Time, Korea Standard Time, Chita Standard Time (GMT +9)
zh_tw: 東京平壤時間 西伊裡安，摩鹿加群島（GMT +9）

source: 悉尼关岛时间 塔斯马尼亚岛,新几内亚 (GMT +10)
el_gr: GMT +10: Σίντνεϊ, Τασμανία, Νέα Γουινέα
fa_ir: زمان سیدنی و گوام، جزیره تاسمانی، گینه نو (GMT +10)
fil_ph: Sydney Guam Time Tasmania, New Guinea (GMT +10)
fr_fr: Heure de Sydney, Guam, Tasmanie, Nouvelle-Guinée (GMT +10)
ja_jp: シドニー時間 タスマニア島,ニューギニア (GMT +10)
pt_br: Horário do Leste da Austrália, Horário de Vladivostok (GMT +10)
ru_ru: Якутское время, Восточноавстралийское время (GMT +10)
tr_tr: Australian Eastern Standard Time, Vladivostok Standard Time (GMT +10)
zh_tw: 悉尼關島時間 塔斯馬尼亞島，新幾內亞（GMT +10）

source: 所罗门群岛 库页岛 (GMT +11)
el_gr: GMT +11: Νήσοι του Σολομώντα, Σακχάλιν
fa_ir: زمان جزایر سلیمان، ساخالین (GMT +11)
fil_ph: Solomon Islands Time Sakhalin (GMT +11)
fr_fr: Heure des Îles Salomon, Sakhalin (GMT +11)
ja_jp: ソロモン諸島 サハリン島 (GMT +11)
pt_br: Horário das Ilhas Salomão, Horário de Magadan (GMT +11)
ru_ru: Владивостокское время, Центрально-тихоокеанское время (GMT +11)
tr_tr: Solomon Island Time, Magadan Standard Time (GMT +11)
zh_tw: 索羅門羣島 庫頁島（GMT +11）

source: 惠灵顿时间 新西兰,斐济群岛 (GMT +12)
el_gr: GMT +12: Γουέλινγκτον, Νέα Ζηλανδία, Νησιά Φίτζι
fa_ir: زمان ولینگتون، نیوزیلند، فیجی (GMT +12)
fil_ph: Wellington Time New Zealand, Fiji Islands (GMT +12)
fr_fr: Heure de Wellington, Nouvelle-Zélande, Îles Fidji (GMT +12)
ja_jp: ウェーリントン時間 ニュージーランド,フィジー諸島
pt_br: Horário da Nova Zelândia, Horário de Fiji, Horário de Kamchatka (GMT +12)
ru_ru: Магаданское время, Маршалловы Острова, Фиджи, Новая Зеландия (GMT +12)
tr_tr: New Zealand Time, Fiji Time, Kamchatka Standard Time (GMT +12)
zh_tw: 惠靈頓時間 紐西蘭，斐濟群島（GMT +12)

source: 佛德尔群岛 亚速尔群岛,葡属几内亚 (GMT -1)
el_gr: GMT-1: Νήσοι Φόρτνερ, Αζόρες, Γουινέα
fa_ir: زمان جزایر فودل (فارو)، جزایر آزور، گینه پرتغالی (GMT -1)
fil_ph: Azores, Portuguese Guinea Time (GMT -1)
fr_fr: Heure de Açores, Guinée portugaise (GMT -1)
ja_jp: アゾレス諸島,ポルトガル領ギニア (GMT -1)
pt_br: Horário dos Açores, Horário de Cabo Verde, Horário da Groenlândia Oriental (GMT -1)
ru_ru: Азорские острова, Кабо-Верде (GMT -1)
tr_tr: Azores Standard Time, Cape Verde Time, Eastern Greenland Time (GMT -1)
zh_tw: 佛德爾群島 亞速爾群島，葡屬幾內亞（GMT -1）

source: 大西洋中部时间 格陵兰 (GMT -2)
el_gr: GMT-2: Γροιλανδία
fa_ir: زمان مرکزی اقیانوس اطلس، گرینلند (GMT -2)
fil_ph: Atlantic Central Time Greenland (GMT -2)
fr_fr: Heure de Atlantic Central, Groenland (GMT -2)
ja_jp: 大西洋中部時間 グリーンランド (GMT -2)
pt_br: Horário de Fernando de Noronha, Horário das Ilhas Geórgia do Sul, Sandwich do Sul (GMT -2)
ru_ru: Среднеатлантическое время (GMT -2)
tr_tr: Fernando de Noronha Time, South Georgia &amp; the South Sandwich Islands Time (GMT -2)
zh_tw: 大西洋中部時間 格陵蘭（GMT -2）

source: 布宜诺斯艾利斯 乌拉圭,法属圭亚那 (GMT -3)
el_gr: GMT-3: Μπουένος Άιρες, Ουρουγουάη, Γαλλική Γουινέα
fa_ir: زمان بوئنوس آیرس، اروگوئه، گویان فرانسه (GMT -3)
fil_ph: Buenos Aires Time Uruguay, French Guiana (GMT -3)
fr_fr: Heure de Buenos Aires, Uruguay, Guyane française (GMT -3)
ja_jp: ブエノスアイレス ウルグアイ,フランス領ギアナ
pt_br: Horário da Amazônia, horário central da Groenlândia, São Paulo (GMT -3)
ru_ru: Южноамериканское восточное время (Бразилиа, Буэнос-Айрес, Джорджтаун), Гренландия (GMT -3)
tr_tr: Amazon Standard Time, Central Greenland Time (GMT -3)
zh_tw: 布宜諾斯艾利斯 烏拉圭，法屬蓋亞那（GMT -3）

source: 智利巴西 委内瑞拉,玻利维亚 (GMT -4)
el_gr: GMT-4: Χιλή, Βραζιλία, Βενεζουέλα, Βολιβία
fa_ir: زمان شیلی، برزیل، ونزوئلا، بولیوی (GMT -4)
fil_ph: Chile Brazil Venezuela, Bolivia (GMT -4)
fr_fr: Heure de Chili, Brésil, Venezuela, Bolivie (GMT -4)
ja_jp: チリブラジル ベネズエラ,ボリビア (GMT -4)
pt_br: Horário do Atlântico (GMT -4)
ru_ru: Атлантическое время (Канада), Ла-Пас, Сантьяго (GMT -4)
tr_tr: Atlantic Standard Time (GMT -4)
zh_tw: 智利巴西 委內瑞拉，玻利維亞（GMT -4）

source: 纽约渥太华 古巴,哥伦比亚,牙买加 (GMT -5)
el_gr: GMT-5: Νέα Υόρκη, Οτάβα, Κούβα, Κολομβία, Τζαμάικα
fa_ir: زمان نیویورک، اتاوا، کوبا، کلمبیا، جامائیکا (GMT -5)
fil_ph: New York Ottawa, Cuba, Colombia, Jamaica (GMT - 5)
fr_fr: Heure de New York, Ottawa, Cuba, Colombie, Jamaïque (GMT -5)
ja_jp: オタワ、キューバ,コロンビア,ジャマイカ (GMT -5)
pt_br: Horário do Leste (GMT -5)
ru_ru: Североамериканское восточное время (США и Канада), Южноамериканское тихоокеанское время (GMT -5)
tr_tr: Eastern Standard Time (GMT -5)
zh_tw: 紐約渥太華 古巴，哥倫比亞，牙買加（GMT -5）

source: 墨西哥城时间 洪都拉斯,危地马拉,哥斯达黎加 (GMT -6)
el_gr: GMT-6: Πόλη του Μεξικού, Ονδούρα, Γουατεμάλα, Κόστα Ρίκα
fa_ir: زمان مکزیکوسیتی، هندوراس، گواتمالا، کاستاریکا (GMT -6)
fil_ph: Mexico City Time Honduras, Guatemala, Costa Rica (GMT -6)
fr_fr: Heure de Mexico Honduras, Guatemala, Costa Rica (GMT -6)
ja_jp: メキシコ時間 ホンジュラス,グアテマラ,コスタリカ (GMT -6)
pt_br: Horário da América do Norte central (GMT -6)
ru_ru: Центральное время (США и Канада), Центральноамериканское время, Мексика (GMT -6)
tr_tr: Central Standard Time (GMT -6)
zh_tw: 墨西哥城時間 宏都拉斯，瓜地馬拉，哥斯大黎加（GMT -6）

source: 美国丹佛时间 (GMT -7)
el_gr: GMT -7: Ντένβερ
fa_ir: زمان دنور، ایالات متحده آمریکا (GMT -7)
fil_ph: Denver, United States Time (GMT -7)
fr_fr: Heure de Denver, États-Unis (GMT -7)
ja_jp: アメリカデンバー時間
pt_br: Horário das montanhas da América do Norte (GMT -7)
ru_ru: Горное время (США и Канада), Мексика (Чиуауа, Ла-Пас, Масатлан) (GMT -7)
tr_tr: Mountain Standard Time (GMT -7)
zh_tw: 美國丹佛時間（GMT -7）

source: 美国旧金山时间 (GMT -8)
el_gr: GMT-8: Σαν Φραγκίσκο
fa_ir: زمان سان‌فرانسیسکو، ایالات متحده آمریکا (GMT -8)
fil_ph: San Francisco Time (GMT -8)
fr_fr: Heure de San Francisco (GMT -8)
ja_jp: アメリカサンフランシスコ時間 (GMT -8)
pt_br: Horário do Pacífico (GMT -8)
ru_ru: Североамериканское тихоокеанское время (США и Канада) (GMT -8)
tr_tr: Pacific Standard Time (GMT -8)
zh_tw: 美國舊金山時間（GMT -8）

source: 阿拉斯加时间 (GMT -9)
el_gr: GMT-9: Αλάσκα
fa_ir: زمان آلاسکا (GMT -9)
fil_ph: Alaska Time (GMT -9)
fr_fr: Heure de l'Alaska (GMT -9)
ja_jp: アラスカ時間 (GMT -9)
pt_br: Horário do Alasca, Horário da Ilha Gambier (GMT -9)
ru_ru: Аляска (GMT -9)
tr_tr: Alaska Standard Time, Gambier Island Time (GMT -9)
zh_tw: 阿拉斯加時間（GMT -9）

source: 夏威夷群岛 (GMT -10)
el_gr: GMT-10: Χαβάη
fa_ir: زمان جزایر هاوایی (GMT -10)
fil_ph: Hawaii Islands (GMT -10)
fr_fr: Heure des Îles Hawaii (GMT -10)
ja_jp: ハワイ諸島 (GMT -10)
pt_br: Horário do Havaí-Aleútico, Horário das Ilhas Cook (GMT -10)
ru_ru: Гавайи (GMT -10)
tr_tr: Hawaii-Aleutian Standard Time, Cook Island Time (GMT -10)
zh_tw: 夏威夷群島（GMT -10）

source: 东萨摩亚群岛 (GMT -11)
el_gr: GMT-11: Νήσοι Ανατολικής Σαμόα
fa_ir: زمان ساموآی شرقی (GMT -11)
fil_ph: East Samoa (GMT -11)
fr_fr: Heure de Samoa orientale (GMT-11)
ja_jp: 東サモア (GMT -11)
pt_br: Horário Niue, Horário de Samoa (GMT -11)
ru_ru: Самоа (GMT -11)
tr_tr: Niue Time, Samoa Standard Time (GMT -11)
zh_tw: 東薩摩亞群島（GMT -11）

source: 艾尼威托克岛 (GMT -12)
el_gr: GMT-12: Νήσος Μπαίηκερ και Χάουλαντ
fa_ir: زمان جزیره انی‌وتاک (GMT -12)
fr_fr: Heure de Île d'Ainitoke (GMT-12)
ja_jp: エニウェトク島 (GMT -12)
pt_br: Horário da Ilha Baker (GMT -12)
ru_ru: Линия перемены даты (GMT -12)
tr_tr: Baker Island Time (GMT -12)
zh_tw: 艾尼威托克島 （GMT -12）

source: 图片文件
el_gr: Αρχεία εικόνας
fa_ir: فایل تصویری
fil_ph: Payl sa imahe
fr_fr: Fichier d'image
ja_jp: 画像ファイル
pt_br: Arquivos de imagem
ru_ru: Файлы изображений
tr_tr: Resim dosyaları
zh_tw: 圖片檔案

source: 多媒体文件
el_gr: Αρχεία Multimedia
fa_ir: فایل چندرسانه‌ای
fil_ph: Mga payl sa multimedia
fr_fr: Fichiers multimédias
ja_jp: 他のファイル
pt_br: Arquivos de mídia
ru_ru: Мультимедийные файлы
tr_tr: Medya dosyaları
zh_tw: 多媒體檔案

source: 常用档案文件
el_gr: Συνηθισμένες επεκτάσεις αρχείων
fa_ir: فایل‌های آرشیو پرکاربرد
fil_ph: Payl na pangkaraniwan
fr_fr: Fichier commun
ja_jp: 一般アーカイブファイル
pt_br: Arquivos comuns
ru_ru: Текстовые и архивы
tr_tr: Bilindik arşiv dosyaları
zh_tw: 常用檔案

source: 其他格式 %s
el_gr: Άλλοι τύποι αρχείων %s
fa_ir: فرمت‌های دلخواه %s
fil_ph: Iba pang mga format na %s
fr_fr: Autres formats %s
ja_jp: その他の形式 %s
pt_br: Outros formatos %s
ru_ru: Другие форматы %s
tr_tr: Diğer format %s
zh_tw: 其他格式 %s

source: 允许上传的文件类型
el_gr: Επεκτάσεις αρχείων που μπορείτε να ανεβάσετε:
fa_ir: فایل‌های مجاز برای آپلود
fil_ph: Mga klase ng payl na pinapahintulotang mai-upload
fr_fr: Les types de fichiers autorisés à être téléchargés
ja_jp: アップロードが許可されているファイルの種類
pt_br: Tipos de arquivos permitidos
ru_ru: Разрешённые типы вложений:
tr_tr: Yüklemeye izin verilen dosya türleri.
zh_tw: 允許上傳的檔案類型

source: 用逗号 "," 将后缀名隔开, 例如: %s
el_gr: Διαχωρίστε με κόμμα "," τους τύπους αρχείων, π.χ.: %s
fa_ir: برای جدا کردن پسوندها، از کاما "," لاتین استفاده کنید: %s
fil_ph: Gumamit ng kuwit "," sa paghiwalay ng hulapi sa pangalan, halimbawa: %s
fr_fr: Utilisez une virgule "," nom du suffixe, par exemple: %s
ja_jp: コンマ "," でサフィックス名を区切ります。例: %s
pt_br: Separe os sufixos com uma vírgula ",", por exemplo: %s
ru_ru: Укажите расширения через запятую, Например: %s
tr_tr: Dosya uzantılarını virgül “,”, kullanarak ayırın Örnek: %s
zh_tw: 用逗號「，」將副檔名隔開, 例如：%s

source: 自定义链接与现有规则存在冲突! 它可能影响解析效率, 建议你重新分配一个规则.
el_gr: Αυτή η μορφή μονίμων συνδέσμων έρχεται σε διένεξη με τους κανόνες που ήδη υπάρχουν.
fa_ir: پیوند سفارشی با قوانین موجود در تضاد است! این ممکن است بر کارایی پردازش تأثیر بگذارد. توصیه می‌شود یک قانون جدید تعیین کنید
fil_ph: Salungatan sa pagitan ng mga link na naka-kustom at umiiral na mga panuntunan! Ito ay maaaring makapag-apekto sa liksi ng resolusyon, ito ay nirerekomendang ikaw ay muling magtakda ng isang bagong panuntunan.
fr_fr: Il existe un conflit entre le lien personnalisé et les règles existantes! Cela peut affecter l'efficacité de la résolution, il est recommandé de réaffecter une règle.
ja_jp: カスタムリンクは既存のルールと競合します！解析の効率に影響する可能性があるため、ルールを再割り当てすることをお勧めします.
pt_br: A URL personalizada entra em conflito com a regra existente. Isso pode afetar a eficiência da análise. Recomendamos que você atribua uma nova regra.
ru_ru: Пользовательские конфликт Ссылка с существующими правилами! Решить это может повлиять на эффективность, рекомендуется, что вы повторно назначить правило.
tr_tr: Özelleştirilmiş URL mevcut kuralla çakışıyor. Bu durum ayrıştırma etkinliğini etkileyebilir. Yeni bir kural belirlemenizi öneririz.
zh_tw: 自定義連結與現有規則存在衝突！它可能影響解析效率，建議你重新分配一個規則.

source: 是否使用地址重写功能
el_gr: URL rewrite για μόνιμους συνδέσμους;
fa_ir: آیا از قابلیت بازنویسی آدرس استفاده شود
fil_ph: Kung gumamit sa punsyon ng muling pagsusulat sa address
fr_fr: Indique s'il faut utiliser la fonction de réécriture d'adresse
ja_jp: アドレス書き換え機能を使用するか
pt_br: Usar reescrita de URL?
ru_ru: Следует ли использовать функцию перезаписи адреса
tr_tr: URL yeniden yazmayı aktif et ya da kapat.
zh_tw: 是否使用網址 Rewrite 功能

source: 地址重写即 rewrite 功能是某些服务器软件提供的优化内部连接的功能.
el_gr: Κάποιοι servers (όπως π.χ. ο Apache) επιτρέπουν τη λειτουργία "rewrite", για τη δημιουργία συνδέσμων πιο φιλικών προς το χρήστη
fa_ir: قابلیت بازنویسی آدرس rewrite یک ویژگی است که برخی نرم‌افزارهای سرور برای بهینه‌سازی لینک‌های داخلی ارائه می‌دهند.
fil_ph: Muling pagsulat sa address ay isang punsyon ng pagsulat muli na nagpapa-optimisa sa mga koneksyong pang-internal na binibigay ng ilang server sa software.
fr_fr: La réécriture de l'adresse, c'est-à-dire la fonction de réécriture, est fournie par certains logiciels serveur pour optimiser la fonction de la connexion interne.
ja_jp: アドレスの書き換え rewriteは、内部接続を最適化するために一部のサーバーソフトウェアによって提供される機能です。
pt_br: A função de reescrita de URL é fornecida por determinados servidores para otimizar as conexões internas.
ru_ru: Функция URL rewrite осуществляется на сервере для оптимизации внутренних соединений.
tr_tr: URL yeniden yazım fonksiyonu iç bağlantıları optimize etmek adına bazı sunucular tarafından sunulmaktadır.
zh_tw: Rewrite 功能是某些伺服器軟體提供的最佳化內部連線的功能。

source: 打开此功能可以让你的链接看上去完全是静态地址.
el_gr: Αν ενεργοποιήσετε αυτή τη λειτουργία, οι σύνδεσμοι του ιστότοπού σας θα φαίνονται σαν μόνιμοι (στατικοί) συνδέσμοι
fa_ir: باز کردن این قابلیت باعث می‌شود لینک‌های شما کاملاً به صورت آدرس‌های ایستا نمایش داده شوند.
fil_ph: Buksan ang tampok na ito para ang iyong link ay magmukhang ganap na isang address na istatiko.
fr_fr: Activez cette fonctionnalité pour que votre lien soit complètement statique.
ja_jp: この機能をオンにすることでリンクが完全に静的に見えるようにします.
pt_br: Ao ativar esta função, você pode fazer com que seus links apareçam como caminhos estático.
ru_ru: Включив эту функцию вы можете сделать вывод ссылок как статических страниц.
tr_tr: Bu fonksiyonu aktif ederek linklerinizin statik dizinler olarak görünmesini sağlayabilirsiniz.
zh_tw: 開啟此功能可以讓你的連結看上去完全是靜態網址。

source: 重写功能检测失败, 请检查你的服务器设置
el_gr: Δεν βρήκαμε λειτουργία "rewrite", ελέγξτε τις ρυθμίσεις στον server σας.
fa_ir: شناسایی قابلیت بازنویسی rewrite با شکست مواجه شد، لطفاً تنظیمات سرور خود را بررسی کنید
fil_ph: Nagbigo ang pagtuklas sa tampok na muling pagsulat, mangyaring suriin ang iyong mga setting sa server
fr_fr: La fonction de remplacement de la fonction de remplacement a échoué. Veuillez vérifier les paramètres de votre serveur
ja_jp: 書き換えの検出に失敗しました。サーバーの設定を確認してください
pt_br: Não foi possível detectar a função de reescrita, verifique a configuração do servidor
ru_ru: Невозможно обнаружить функцию перезаписи, пожалуйста, проверьте ваш сервер
tr_tr: Yeniden yazma fonksiyonu saptanamadı, lütfen sunucu ayarlarınızı gözden geçiriniz.
zh_tw: Rewrite 功能檢測失敗，請檢查你的伺服器設定

source: 我们检测到你使用了apache服务器, 但是程序无法在根目录创建.htaccess文件, 这可能是产生这个错误的原因.
el_gr: Χρησιμοποιείτε server Apache, αλλά το Typecho δεν μπορεί να δημιουργήσει το αρχείο ".htaccess". Ίσως αυτό να είναι η πηγή του σφάλματος.
fa_ir: ما تشخیص دادیم که شما از سرور Apache استفاده می‌کنید، اما برنامه نتوانسته فایل .htaccess را در شاخه اصلی ایجاد کند؛ این ممکن است دلیل بروز این خطا باشد.
fil_ph: Natuklasan namin na ikaw ay gumagamit ng isang server na apache, ngunit ang programa ay hindi maaaring makapaglikha ng payl na .htcaccess sa direktoriya ng pinag-uugatan, maaaring ito ang dahilan sa error na ito.
fr_fr: Nous avons détecté que vous utilisez un serveur apache, mais le programme ne peut pas créer de fichiers .htaccess dans le répertoire racine, ce qui peut être la raison de cette erreur.
ja_jp: Apacheサーバーを使用していることが検出されましたが、プログラムはルートディレクトリに.htaccessファイルを作成できないため、このエラーの原因になっている可能性があります。
pt_br: Detectamos que você está usando o servidor apache, mas o programa não pode criar o arquivo .htaccess no diretório raiz, o que pode ser a causa desse erro.
ru_ru: Мы обнаружили, что вы используете сервер Apache, но не может создать файл .htaccess в корневом каталоге, который может быть причиной этой ошибки.
tr_tr: Apache kullandığınızı tespit ettik; ancak typecho ana dizin altında .htaccess dosyası oluşturamamaktadır. Bu durum bu hatanın sebebi olabilir.
zh_tw: 我們檢測到你使用了 Apache 伺服器，但是程式無法在根目錄建立 .htaccess 檔案，這可能是產生這個錯誤的原因.
