Repository: typecho/languages
Catalog: *.po
Languages: el_gr, fa_ir, fil_ph, fr_fr, ja_jp, pt_br, ru_ru, tr_tr, zh_tw

source: 使用 <a href="http://daringfireball.net/projects/markdown/">Markdown</a> 语法能够使您的撰写过程更加简便直观.
el_gr: Εδώ θα βρείτε πληροφορίες για <a href="http://daringfireball.net/projects/markdown/">τι Markdown</a> και τη σύνταξή του.
fil_ph: Gamitin ang sintaks ng <a href="http://daringfireball.net/projects/markdown/">Markdown</a> para maging mas madali at mas mahusay ang iyong proseso sa pagsusulat.
fr_fr: Utilisez la syntaxe <a href="http://daringfireball.net/projects/markdown/"> Markdown </a> pour rendre votre processus d'écriture plus facile et plus intuitif.
ja_jp: <a href="http://daringfireball.net/projects/markdown/">Markdown</a> を使うことにより文章作成プロセスがより簡単で直感的になります。
pt_br: O uso da sintaxe <a href="https://pt.wikipedia.org/wiki/Markdown">Markdown</a> pode tornar seu processo de escrita mais fácil e intuitivo.
ru_ru: Использование <a href="http://daringfireball.net/projects/markdown/">Markdown</a> может сделать ваш процесс написания более простым и интуитивно понятным
tr_tr: <a href="http://daringfireball.net/projects/markdown/">Markdown</a>’u kullanarak daha pratik ve kolay bir yazım deneyimine sahip olun.
zh_tw: 使用 <a href="http://daringfireball.net/projects/markdown/">Markdown</a> 語法能夠使您的撰寫過程更加簡便直觀.

source: 对于完全支持 <a href="http://daringfireball.net/projects/markdown/">Markdown</a> 语法写作的离线编辑器, 打开此选项后将避免内容被转换为 HTML.
el_gr: Ενεργοποιήστε αυτήν την επιλογή αν θέλετε το περιεχόμενο να μην μετατραπεί σε HTML. Χρήσιμο για offline επεξεργαστές κειμένου που έχουν πλήρη υποστήριξη για <a href="http://daringfireball.net/projects/markdown/">Markdown</a>
fr_fr: Activer cette option empêchera le contenu d'être converti en HTML pour les éditeurs hors ligne qui prennent en charge l'écriture de syntaxe <a href="http://daringfireball.net/projects/markdown/"> Markdown </a>.
ja_jp: <a href="http://daringfireball.net/projects/markdown/">Markdown</a> を完全にサポートするオフラインエディターではこのオプションを有効にすると、内容はHTMLに変換されません。
pt_br: Para editores off-line que oferecem suporte total a escrita de sintaxe <a href="https://pt.wikipedia.org/wiki/Markdown">Markdown</a>. Selecione essa opção para impedirá que o conteúdo seja convertido em HTML.

source: 参与用户调查, 帮助我们完善产品
el_gr: Πάρτε μέρος σε έρευνα χρήσης για να μας βοηθήσετε να βελτιωθούμε
pt_br: Ajude-nos a melhorar o Typecho - participe da pesquisa

source: 前一页 &laquo;
pt_br: Anterior &laquo;

source: 后一页 &raquo;
pt_br: Próxima &raquo;

source: 由 <a href="http://typecho.org">%s</a> 强力驱动, 版本 %s (%s)
el_gr: Ευχαριστούμε που χρησιμοποιείτε <a href="http://typecho.org">%s</a> έκδοση %s (%s)

source: 自定义字段可以扩展你的模板功能, 使用方法参见 <a href="http://docs.typecho.org/help/custom-fields">帮助文档</a>
el_gr: Η χρήση προσαρμοσμένων πεδίων μπορεί να επεκτείνει τη λειτουργικότητα του θέματός σας. Για περισσότερες πληροφορίες δείτε <a href="http://docs.typecho.org/help/custom-fields">documentation</a>
fil_ph: Ang mga patlang na naka-kustomisa ay maaaring makapaglawig sa mga punsyon ng iyong templeyt. Sumangguni sa <a href="http://docs.typecho.org/help/custom-fields">dokumentasyon</a> para sa higit pang impormasyon
fr_fr: Les champs personnalisés peuvent étendre la fonctionnalité de votre modèle. Verifier la <a href="https://docs.typecho.org/help/custom-fields">documentation d'aide</a>pour plus d'information
ja_jp: カスタム項目でテンプレートの機能を拡張することができます。使用方法はこちらをご覧ください: <a href="http://docs.typecho.org/help/custom-fields">ヘルプ</a>
ru_ru: Справко по <a href="https://docs.typecho.org/help/custom-fields">дополнительным полям</a>
zh_tw: 自定欄位可以擴充你的樣板功能，使用方法參閱 <a href="http://docs.typecho.org/help/custom-fields">說明文件</a>

source: 建议您在升级到 Typecho 0.7/9.7.2 以后的版本后, 立刻执行<a href="http://typecho.org/upgrade/9.7.2">以下优化步骤</a>
el_gr: Αφού αναβαθμίσετε στην νέα έκδοση του Typecho, <a href="http://typecho.org">δείτε στη σελίδα μας</a> τι νέο υπάρχει και την αντιμετώπιση πιθανών προβλημάτων με την αναβάθμιση.
fil_ph: Pagkatapos mong mag-upgrade sa Typecho 0.7/9.7.2, nirerekomenda namin na iyong sundin ang <a href="https://typecho.org/upgrade/9.7.2">mga hakbang para sa optimisasyon</a> kaagad
ja_jp: Typecho 0.7 / 9.7.2以降にアップグレードした後に、次の<a href="http://typecho.org/upgrade/9.7.2">最適化手順</a>を実行することをお勧めします
ru_ru: После обновления до Typecho Typecho 0.7/9.7.2+, мы рекомендуем вам выполнить <a href="https://typecho.org/upgrade/9.7.2">действия для оптимизации</a>

source: 具体的权限分配表请<a href="http://docs.typecho.org/develop/acl">参考这里</a>.
el_gr: Παρακαλώ ανατρέξτε στον πίνακα κατανομής συγκεκριμένο δικαίωμα <a href="http://docs.typecho.org/develop/acl">εδώ</a>.
ja_jp: 特定の許可割り当てはここを参考にしてください<a href="http://docs.typecho.org/develop/acl">。

source: 返回
ja_jp: 戻る

source: 由 <a href="http://typecho.org">%s</a> 强力驱动, 版本 %s
ja_jp: Powered by <a href="http://typecho.org">%s</a> 、バージョン %s

source: 您没有上传 config.inc.php 文件，请您重新安装！
tr_tr: config.inc.php dosyasını yüklememişsiniz, lütfen typecho’yu yeniden kurmayı deneyin.

source: 对不起，无法连接数据库，请先检查数据库配置再继续进行安装
tr_tr: Hata, typecho database’e bağlantı kuramadı. Lütfen database ayarlarınızı tekrar gözden geçirin.

source: 在GPL许可的范围内，您可以自由地将其用于商业以及非商业用途.
tr_tr: GPL lisansı altında ticari ya da ticari olmayan şekilde kullanabilirsiniz.

source: 您也可以使用编辑器下方的文件上传功能插入本地图片
tr_tr: Düzenleyicinin altındaki yükleme fonksiyonunu kullanarak kendi cihazınızdaki resimleri de ekleyebilirsiniz.

source: 文件上传失败, 请确认文件尺寸没有超过 %s 并且服务器文件目录可以写入
tr_tr: Dosya yükleme başarısız oldu. Lütfen dosya boyutunun %s limitini geçmediğinden ve sunucudaki dosya dizininin yazılabilir olduğundan emin olunuz.

source: 文件 %s 的类型不被支持
tr_tr: Dosya çeşidi olarak %s desteklenmemektedir.

source: 浏览器不支持拖拽上传
tr_tr: Tarayıcınız sürükle ve bırak işlevini desteklemiyor.

source: 一次上传的文件不能多于%d个
tr_tr: %d adetten fazla dosya tek seferde yüklenememektedir.

source: 文件尺寸不能超过 %s
tr_tr: Dosya boyutu %s boyutu aşamaz.

source: 使用下面的链接开始你的故事吧:
tr_tr: Aşağıdaki adresi kullanarak hikayenize başlayın.

source: 记住我
tr_tr: Beni hatırla

source: 文件 %s 的类型与要替换的原文件不一致
tr_tr: %s dosyasının türü orjinal dosyadan farklıdır.

source: 一次只能上传一个文件
tr_tr: Tek seferde yalnızca bir dosya yükleyebilirsiniz.

source: 目前有 <em>%s</em> 篇 Blog,并有 <em>%s</em> 条关于你的评论在已设定的 <em>%s</em> 个分类中.
tr_tr: Şu an hakkınızda <em>%s</em> blog gönderisi ve <em>%s</em> yorum <em>%s</em> kategoride bulunmaktadır.

source: 在升级之前强烈建议先备份您的数据
tr_tr: Sistem güncellemesi öncesi verilerinizi yedeklemeniz şiddetle tavsiye edilir.

source: 内容已经保存
tr_tr: Kaydedildi.

source: 内容尚未保存
tr_tr: Kayıt iptal edildi.

source: 请填入您在Cloud SQL面板中创建的数据库实例名称
tr_tr: Lütfen Cloud SQL panelinde bulunan veritabanı durum adını giriniz.

source: 你想查看的页面已被转移或删除了，要不要搜索看看：
tr_tr: Görüntülemek istediğiniz sayfa taşınmış ya da silinmiş. Aramayı denemek ister misiniz?

source: 作者：
tr_tr: Yazar:

source: 时间：
tr_tr: Zaman:

source: 分类：
tr_tr: Kategori:

source: 站点LOGO地址
tr_tr: website logo URL

source: 在这里填入一个图片URL地址, 以在网站标题前加上一个LOGO
tr_tr: Sitenizin başlığının öncesinde gösterilecek olan logonun adresini giriniz.

source: 标签：
tr_tr: Etiketler:

source: 用户名最多包含200个字符
tr_tr: Bir kullanıcı adı maksimum 200 karaktere sahip olabilir.

source: 电子邮箱最多包含200个字符
tr_tr: E-posta adresi maksimum 200 karakter içerebilir.

source: 个人主页地址最多包含200个字符
tr_tr: Site URL’niz maksimum 200 karakter içerebilir.

source: 标签和分类
tr_tr: Etiketler ve kategoriler.

source: 此内ucceed to delete the c容被密码保护
tr_tr: İçerik parola ile korunmaktadır.

source: 您的评论正等待审核！
tr_tr: Yorumunuz onaylanmayı beklemektedir.

source: 分类缩略名用于创建友好的链接形式,建议使用字母,数字,下划线和横杠.
tr_tr: Kategori kısaltmaları kullanıcı dostu adresler oluşturmak için kullanılabilir. Rakamlar, harfler, alt çizgi ve tire kullanabilirsiniz.

source: 此文字用于描述分类,在有的主题中它会被显示.
tr_tr: Bu yazı kategoriyi anlatmak için vardır, bazı temalarda gösterilecektir.

source: 在评论中使用Markdown语法
tr_tr: Yorumlarda markdown sözdizimine izin ver.

source: 如果你仍然想启用此功能, <a href="%s">请点击这里</a>
tr_tr: Bu fonksiyonu yine de aktif etmek istiyorsanız <a href="%s">lütfen buraya tıklayın</a>.

source: 可用参数: <code>{cid}</code> 日志 ID, <code>{slug}</code> 日志缩略名, <code>{category}</code> 分类, <code>{year}</code> 年, <code>{month}</code> 月, <code>{day}</code> 日
tr_tr: Kullanılabilir parametreler: <code>{cid}</code> post ID, <code>{slug}</code> <code>{category}</code> , <code>{year}</code> , <code>{month}</code> , <code>{day}</code>

source: 可用参数: <code>{cid}</code> 页面 ID、<code>{slug}</code> 页面缩略名
tr_tr: Kullanılabilir parametreler: <code>{cid}</code> page ID、<code>{slug}</code>.

source: 可用参数: <code>{mid}</code> 分类 ID、<code>{slug}</code> 分类缩略名
tr_tr: Kullanılabilir parametreler: <code>{mid}</code> category ID、<code>{slug}</code>.

source: 设置外观 %s
tr_tr: %s görselini düzenle
