Repository: typecho/languages
Catalog: *.po
Languages: el_gr, fa_ir, fil_ph, fr_fr, ja_jp, pt_br, ru_ru, tr_tr, zh_tw

source: 外观设置已经保存
el_gr: Οι ρυθμίσεις εμφάνισης έχουν αποθηκευτεί
fa_ir: تنظیمات قالب وبلاگ شما با موفقیت ذخیره شد
fil_ph: Nai-seyb na ang mga setting sa anyo
fr_fr: Les paramètres d'apparence ont été sauvegardés
ja_jp: テーマ設定が保存されました
pt_br: Configurações de aparência salvas
ru_ru: Настройка шаблона сохранены
tr_tr: Appearance settings saved.
zh_tw: 外觀設定已經儲存

source: 编辑文件 %s
el_gr: Επεξεργασία %s
fa_ir: ویرایش فایل %s
fil_ph: I-edit ang payl na %s
fr_fr: Modifier le fichier %s
ja_jp: %s ファイルを編集
pt_br: Editar arquivo %s
ru_ru: Отредактировать файл %s
tr_tr: %s dosyasını düzenle
zh_tw: 編輯檔案 %s

source: 编辑用户 %s
el_gr: Επεξεργασία: "%s"
fa_ir: ویرایش کاربر %s
fil_ph: I-edit ang gumagamit na %s
fr_fr: Modifier %s
ja_jp: ユーザー %s を編集
pt_br: Editar usuário %s
ru_ru: Редактирование пользователя %s
tr_tr: %s Düzenle
zh_tw: 編輯用戶 %s

source: 用户 %s 已经被增加
el_gr: Ο χρήστης %s προστέθηκε επιτυχώς.
fa_ir: کاربر %s با موفقیت افزوده شد
fil_ph: Naidagdag na ang gumagamit na si %s
fr_fr: Utilisateur %s ajouté
ja_jp: ユーザー %s は既に追加されました
pt_br: O usuário %s foi adicionado
ru_ru: Пользователи %s добавлен
tr_tr: User %s added.
zh_tw: 使用者 %s 已經被增加

source: 此用户名将作为用户登录时所用的名称.
el_gr: Το όνομα που θα χρησιμοποιείται κατά τη σύνδεση
fa_ir: این نام کاربری هنگام ورود به سیستم به عنوان نام ورود کاربر استفاده خواهد شد.
fil_ph: Ang pangalan ng gumagamit na ito ay gagamitin bilang ang pangalan ng gumagamit sa pag-login.
fr_fr: Ce nom d'utilisateur sera utilisé comme nom de connexion de l'utilisateur.
ja_jp: このユーザー名はログインするときに使うユーザー名になります。
pt_br: O nome de usuário será utilizado para efetuar login.
ru_ru: Имя пользователя для входа.
tr_tr: Bu kullanıcı adı giriş yaparken kullanılacaktır.
zh_tw: 此使用者名稱將作為使用者登入時所用的名稱。

source: 请不要与系统中现有的用户名重复.
el_gr: Πρέπει να μην είναι ήδη σε χρήση
fa_ir: لطفاً نام کاربری‌ای انتخاب کنید که با نام‌های کاربری موجود در سیستم تکراری نباشد.
fil_ph: Huwag gumamit ng isang umiiral na kaparehang username sa sistema.
fr_fr: Ne dupliquez pas les noms d'utilisateur existants dans le système.
ja_jp: システムですでに存在しているユーザー名と重複させないでください。
pt_br: Por favor, não use um nome de usuário existente.
ru_ru: Пожалуйста, не дублируйте существующие имена пользователей.
tr_tr: Lütfen daha önce varolan bir kullanıcı adı kullanmayınız.
zh_tw: 請不要與系統中現有的使用者名稱重複。

source: 电子邮箱地址将作为此用户的主要联系方式.
el_gr: Η διεύθυνση επικοινωνίας με το χρήστη.
fa_ir: آدرس ایمیل به عنوان راه ارتباطی اصلی این کاربر استفاده خواهد شد.
fil_ph: Ang email address ay gagamitin sa pangunahing pag-kontak para gumagamit na ito.
fr_fr: L'adresse e-mail sera le contact principal pour cet utilisateur.
ja_jp: メールアドレスはユーザーと連絡するときの主な方式になります。
pt_br: O endereço de e-mail será usado para contato.
ru_ru: Адрес электронной почты будет использоваться для контакта.
tr_tr: E-posta sizinle iletişime geçilmek için kullanılacaktır.
zh_tw: 電子郵件位址將作為此使用者的主要聯繫方式。

source: 请不要与系统中现有的电子邮箱地址重复.
el_gr: Παρακαλείσθε να δηλώσετε μία διεύθυνση email που δεν χρησιμοποιείται ήδη.
fa_ir: لطفاً با آدرس‌های ایمیل موجود در سیستم تکراری نباشد.
fil_ph: Mangyaring huwag gumamit ng isang umiiral na kaparehang email address sa sistema.
fr_fr: Veuillez ne pas dupliquer les adresses e-mail existantes dans le système.
ja_jp: システムですでに存在しているメールアドレスと重複させないでください。
pt_br: Por favor, não use um endereço de e-mail existente.
ru_ru: Пожалуйста, не используйте существующий адрес электронной почты.
tr_tr: Lütfen önceden var olan bir e-posta adresi kullanmayınız.
zh_tw: 請不要與系統中現有的電子郵箱地址重複。

source: 用户昵称
el_gr: Ψευδώνυμο
fa_ir: نام کاربری
fil_ph: Palayaw ng Gumagamit
fr_fr: Pseudonyme de l'utilisateur
ja_jp: ユーザーニックネーム
pt_br: Apelido
ru_ru: Ник
tr_tr: Rumuz
zh_tw: 使用者暱稱

source: 用户昵称可以与用户名不同, 用于前台显示.
el_gr: Το ψευδώνυμο δεν είναι απαραίτητο να είναι το ίδιο με το όνομα χρήστη. Στην ιστοσελίδα, θα εμφανίζεστε με το ψευδώνυμό σας.
fa_ir: نام کاربری می‌تواند با نام حساب کاربری متفاوت باشد و برای نمایش در بخش کاربری استفاده می‌شود.
fil_ph: Ang palayaw ng gumagamit ay maaaring magkaiba mula sa pangalan ng gumagamit, maaari itong gamitin para ipakita sa harapan.
fr_fr: Le surnom de l'utilisateur peut être différent du nom de l'utilisateur et peut être utilisé pour l'affichage de premier plan.
ja_jp: ニックネームはユーザー名と異なっても構いません。表示する際はニックネームを表示します。
pt_br: O apelido pode ser diferente do nome de usuário. Ele será mostrado no site.
ru_ru: Ник может отличаться от имени пользователя.
tr_tr: Rumuzunuz kullanıcı adınızdan farklı olabilir. Rumuzunuz sitede herkesin göreceği isminizdir.
zh_tw: 使用者暱稱可以與使用者名稱不同，用於前台顯示。

source: 如果你将此项留空, 将默认使用用户名.
el_gr: Εάν αφήσετε κενό αυτό το πεδίο, το Typecho θα χρησιμοποιήσει το όνομα χρήστη σας ως ψευδώνυμο.
fa_ir: اگر این قسمت را خالی بگذارید، به طور پیش‌فرض از نام حساب کاربری استفاده خواهد شد.
fil_ph: Kung hahayaan mo itong nakablangko, sa pagkaka-default ang username ang gagamitin.
fr_fr: Si vous laissez ce champ vide, le nom d'utilisateur sera utilisé par défaut.
ja_jp: この欄を空にすると、デフォルトでユーザー名が使用されます。
pt_br: Se você deixar este item em branco, o nome do usuário será usado por padrão.
ru_ru: Если оставить это поле пустым, typecho будет использовать ваше имя пользователя по умолчанию.
tr_tr: Burayı boş bırakırsanız, typecho varsayılan olarak sizin kullanıcı adınızı kullanacaktır.
zh_tw: 如果你將此項留空，將預設使用使用者名稱。

source: 用户密码
el_gr: Κωδικός πρόσβασης χρήστη
fa_ir: رمز عبور کاربر
fil_ph: Paswword ng gumagamit
fr_fr: Mot de passe
ja_jp: ユーザーパスワード
pt_br: Senha
ru_ru: Пароль
tr_tr: User password.
zh_tw: 使用者密碼

source: 为此用户分配一个密码.
el_gr: Επιλέξτε κωδικό πρόσβασης γι' αυτόν τον χρήστη.
fa_ir: برای این کاربر یک رمز عبور تعیین کنید.
fil_ph: Magtalaga ng isang password sa gumagamit na ito.
fr_fr: Attribuez un mot de passe à cet utilisateur.
ja_jp: このユーザーのパスワードを設定する。
pt_br: Digite uma senha para este usuário.
ru_ru: Назначьте пароль для этого пользователя
tr_tr: Bu kullanıcıya bir şifre ver.
zh_tw: 為此使用者分配一個密碼。

source: 建议使用特殊字符与字母、数字的混编样式,以增加系统安全性.
el_gr: Για λόγους ασφαλείας, συνιστούμε τη χρήση γραμμάτων, αριθμών και ειδικών χαρακτήρων στους κωδικούς πρόσβασης.
fa_ir: توصیه می‌شود برای افزایش امنیت سیستم، از ترکیبی از کاراکترهای ویژه، حروف و اعداد استفاده کنید.
fil_ph: Nirerekomenda naming ang paggamit ng mga karakter na espesyal at mga letra, pinaghalo sa mga numero para mapataasan ang seguridad ng Sistema.
fr_fr: Recommandez l'utilisation de caractères spéciaux et de lettres, de chiffres, de style mixte pour augmenter la sécurité du système.
ja_jp: 記号や数字を混ぜるとシステムの安全性が向上します。
pt_br: Por motivos de segurança, recomendamos que você use uma senha combinando caracteres especiais e alfanuméricos.
ru_ru: Для повышения безопасности системы, используйте специальные символы, буквы и цифры.
tr_tr: Güvenlik nedeniyle özel karakterler, rakamlar ve yazıları bir arada kullanacağınız bir parola kullanmanızı öneririz.
zh_tw: 建議使用特殊字元與字母、數字的混編樣式，以增加系統安全性。

source: 用户密码确认
el_gr: Επιβεβαίωση κωδικού πρόσβασης χρήστη
fa_ir: تأیید رمز عبور کاربر
fil_ph: Kumpirmasyon sa password ng gumagamit
fr_fr: Confirmation du mot de passe
ja_jp: パスワード確認
pt_br: Confirmação da senha
ru_ru: Подтверждение пароля
tr_tr: Confirm your password.
zh_tw: 使用者密碼確認

source: 请确认你的密码, 与上面输入的密码保持一致.
el_gr: Πληκτρολογείστε ξανά τον κωδικό πρόσβασης που επιλέξατε, για αποφυγή λαθών.
fa_ir: لطفاً رمز عبور خود را تأیید کنید و مطمئن شوید با کلمه‌ی که در بالا وارد کرده‌اید یکسان باشد.
fil_ph: Mangyaring kumpirmahin ang iyong password, na kapareho sa password na iyong naipasok sa itaas.
fr_fr: Veuillez confirmer votre mot de passe, conformément au mot de passe entré ci-dessus.
ja_jp: パスワードを確認してください。上記のパスワードと一致するかを確かめください。
pt_br: A confirmação da senha deve se igual a que você digitou acima.
ru_ru: Пожалуйста, подтвердите свой пароль.
tr_tr: Lütfen parolanızı doğrulayın. Yukarıda girdiğiniz parola ile aynı olması gerekmektedir.
zh_tw: 請確認你的密碼，與上面輸入的密碼保持一致。

source: 个人主页地址
el_gr: Προσωπική σελίδα
fa_ir: نشانی وب
fil_ph: Address sa pansariling home page
fr_fr: Adresse personnelle de la page d'accueil
ja_jp: 個人のホームページのアドレス
pt_br: Pagina pessoal
ru_ru: Домашняя страница
tr_tr: Ana Sayfa
zh_tw: 個人網頁網址

source: 此用户的个人主页地址, 请用 <code>https://</code> 开头.
fa_ir: آدرس صفحه شخصی این کاربر باید با https:// شروع شود.

source: 不同的用户组拥有不同的权限.
el_gr: Διαφορετικές ομάδες χρηστών έχουν διαφορετικά δικαιώματα πρόσβασης.
fa_ir: گروه‌های کاربری مختلف، دسترسی‌ها و مجوزهای متفاوتی دارند.
fil_ph: Ang mga magkakaibang pangkat ng gumagamit ay nagkakaroon ng magkakaibang mga permisyon.
fr_fr: Les groupes d'utilisateurs différents ont des autorisations différentes.
ja_jp: 異なるユーザグループは異なる権限を持っています。
pt_br: Grupos de usuários diferentes têm permissões diferentes.
ru_ru: Группы пользователей имеют различные привилегии.
tr_tr: Farklı kullanıcı grupları farklı izinlere sahiptir.
zh_tw: 不同的使用者群組擁有不同的權限。

source: 具体的权限分配表请<a href="https://docs.typecho.org/develop/acl">参考这里</a>.
fa_ir: برای جدول دقیق تخصیص دسترسی‌ها، لطفاً به <a href="https://docs.typecho.org/develop/acl">اینجا</a> مراجعه کنید.
fr_fr: Tableau de répartition des droits spécifiques <a href="http://docs.typecho.org/develop/acl"> référence ici </a>.
pt_br: Para consultar a tabela de permissões, <a href="https://docs.typecho.org/develop/acl">clique aqui</a>.
tr_tr: İzinler hakkında detaylar için lütfen <a href="https://docs.typecho.org/develop/acl">bunu</a> inceleyiniz.

source: 编辑用户
el_gr: Επεξεργασία
fa_ir: ویرایش کاربر
fil_ph: I-edit ang gumagamit
fr_fr: Modifier l'utilisateur
ja_jp: ユーザーを編集
pt_br: Editar usuário
ru_ru: Сохранить изменения
tr_tr: Kullanıcı Düzenle
zh_tw: 編輯使用者

source: 增加用户
el_gr: Προσθήκη
fa_ir: افزودن کاربر
fil_ph: Magdagdag ng isang gumagamit
fr_fr: Ajouter l'utilisateur
ja_jp: ユーザーを追加する
pt_br: Adicione usuário
ru_ru: Добавить пользователя
tr_tr: Kullanıcı Ekle
zh_tw: 增加使用者

source: 昵称已经存在
el_gr: Αυτό το ψευδώνυμο χρησιμοποιείται ήδη
fa_ir: این نام مستعار تکراری است
fil_ph: Umiiral na pala ang palayaw
fr_fr: Le surnom existe déjà
ja_jp: ニックネームが存在しています
pt_br: Este apelido já existe
ru_ru: Ник уже существует
tr_tr: Nickname already exists.
zh_tw: 暱稱已經存在

source: 请不要在昵称中使用特殊字符
el_gr: Δεν επιτρέπονται ειδικοί χαρακτήρες σε ψευδώνυμα
fa_ir: لطفاً در نام مستعار از کاراکترهای ویژه استفاده نکنید
fil_ph: Mangyaring huwag isama ang mga karakter na espesyal sa mga palayaw
fr_fr: Merci de ne pas utiliser de caractères spéciaux dans les surnoms
ja_jp: ニックネームに記号を含めないでください
pt_br: Por favor, não use caracteres especiais no apelido
ru_ru: Пожалуйста, не используйте специальные символы в имени пользователя

source: 用户主键不存在
el_gr: Μη έγκυρη ταυτότητα χρήστη
fa_ir: شناسه اصلی کاربر وجود ندارد
fil_ph: Hindi umiiral ang pangunahing susi ng gumagamit
fr_fr: La clé primaire de l'utilisateur n'existe pas
ja_jp: ユーザー主キーが存在しません
pt_br: A chave primária do usuário não existe
ru_ru: Ключ пользователя не существует
tr_tr: User key does not exist.
zh_tw: 使用者主鍵不存在

source: 用户 %s 已经被更新
el_gr: Οι πληροφορίες για το χρήστη %s αποθηκεύτηκαν επιτυχώς.
fa_ir: اطلاعات کاربر %s با موفقیت به‌روزرسانی شد
fil_ph: Nai-update na ang gumagamit na si %s
fr_fr: Utilisateur% s a été mis à jour
ja_jp: ユーザー %s を更新しました
pt_br: O usuário %s foi atualizado
ru_ru: Настройки пользователя %s сохранены
tr_tr: User %s updated.
zh_tw: 使用者 %s 已經被更新

source: 用户已经删除
el_gr: Ο χρήστης έχει διαγραφεί.
fa_ir: کاربر با موفقیت حذف شد
fil_ph: Nabura na ang gumagamit
fr_fr: L'utilisateur a été supprimé
ja_jp: ユーザーを削除しました
pt_br: O usuário foi excluído
ru_ru: Пользователи были удалены
tr_tr: User deleted.
zh_tw: 使用者已經刪除

source: 没有用户被删除
el_gr: Ο χρήστης που επιλέξατε για διαγραφή δεν υπάρχει.
fa_ir: هیچ کاربری حذف نشده است
fil_ph: Walang gumagamit ang binura
fr_fr: Aucun utilisateur n'est supprimé
ja_jp: 削除されたユーザーはいません
pt_br: Nenhum usuário foi excluído
ru_ru: Необходимо выбрать пользователей для удаления
tr_tr: No user to delete.
zh_tw: 沒有使用者被刪除

source: 使用 Markdown 语法编辑和解析内容
el_gr: Χρησιμοποιήστε Markdown για συγγραφή.
fa_ir: استفاده از ویرایشگر Markdown برای ویرایش و تجزیه محتوا
fil_ph: I-edit at suriin ang nilalaman gamit ang sintaks ng Markdown
fr_fr: Editer et analyser le contenu en utilisant la syntaxe de format
ja_jp: Markdown を使って内容を編集や解析を行います
pt_br: Edite o conteúdo usando a sintaxe do Markdown
ru_ru: Использование синтаксиса Markdown
tr_tr: İçeriğinizi Markdown sözdiziminde düzenleyin ve ayrıştırın.
zh_tw: 使用 Markdown 語法編輯和解析內容

source: 使用 <a href="https://daringfireball.net/projects/markdown/">Markdown</a> 语法能够使您的撰写过程更加简便直观.
fa_ir: استفاده از دستور زبان <a href="https://daringfireball.net/projects/markdown/">Markdown</a> می‌تواند فرآیند نگارش شما را ساده‌تر و قابل فهم‌تر کند.

source: 此功能开启不会影响以前没有使用 Markdown 语法编辑的内容.
el_gr: Με το να ενεργοποιήσετε αυτή τη λειτουργία, οι προηγούμενες δημοσιεύσεις σας χωρίς τη χρήση Markdown δεν θα επηρεαστούν.
fa_ir: فعال‌سازی این قابلیت، بر محتوایی که قبلاً بدون استفاده از دستور زبان Markdown ویرایش شده است، تأثیری نخواهد گذاشت.
fil_ph: Ang punsyong ito ay hindi makaka-apekto sa nilalaman na hindi mo nai-edit sa nakaraan gamit ang sintaks ng Markdown.
fr_fr: Cette fonctionnalité n'affecte pas le contenu qui n'a pas été précédemment modifié à l'aide de la syntaxe Markdown.
ja_jp: この機能を有効しても、この前に編集した Markdown を使っていない内容に影響を与えません。
pt_br: Ao ativar esse recurso você não afeta o conteúdo que não foi editado anteriormente usando a sintaxe Markdown.
ru_ru: Включение этой функции не повлияет на существующие данные.
tr_tr: Bu işlevi etkinleştirmek, önceden Markdown sözdizimi olmadan düzenlenmiş içerikleri etkilemez.
zh_tw: 此功能開啟不會影響以前沒有使用 Markdown 語法編輯的內容。

source: 在 XMLRPC 接口中使用 Markdown 语法
el_gr: Χρήση Markdown στην XMLRPC
fa_ir: استفاده از دستور زبان Markdown در رابط XMLRPC
fr_fr: Utilisez la syntaxe Markdown dans l'interface XMLRPC
ja_jp: XMLRPC で Markdown を使う
pt_br: Use a sintaxe Markdown no XMLRPC

source: 对于完全支持 <a href="https://daringfireball.net/projects/markdown/">Markdown</a> 语法写作的离线编辑器, 打开此选项后将避免内容被转换为 HTML.
fa_ir: برای ویرایشگرهای آفلاینی که به طور کامل از نگارش با دستور زبان <a href="https://daringfireball.net/projects/markdown/">Markdown</a> پشتیبانی می‌کنند، با فعال‌سازی این گزینه، از تبدیل محتوا به HTML جلوگیری خواهد شد.

source: 自动保存
el_gr: Αυτόματη αποθήκευση
fa_ir: ذخیره‌سازی خودکار
fil_ph: Awtomatikong mag-seyb
fr_fr: Sauvegarder automatiquement
ja_jp: オートセーブ
pt_br: Salvar automaticamente
ru_ru: Автоматическое сохранение
tr_tr: Otomatik kaydet.
zh_tw: 自動儲存

source: 自动保存功能可以更好地保护你的文章不会丢失.
el_gr: Η αυτόματη αποθήκευση μπορεί να επαναφέρει δημοσιεύσεις σας που χάθηκαν κατά λάθος.
fa_ir: قابلیت ذخیره‌سازی خودکار می‌تواند بهتر از قبل از بین مطالب شما جلوگیری کند.
fil_ph: Ang tampok na awtomatikong pag-save ay maaaring mas magaling sa pagprotekta ng iyong artikulo mula sa mga aksidente.
fr_fr: Fonction de sauvegarde automatique peut mieux protéger votre article ne sera pas perdu.
ja_jp: オートセーブ機能は文章の喪失から守ることができます。
pt_br: A opção de "Salvar automaticamente" pode proteger melhor seus posts contra a perda.
ru_ru: Автоматическое сохранение может защитить ваш пост в результате аварий.
tr_tr: Otomatik kaydetme gönderilerinizi kazalardan koruyabilir.
zh_tw: 自動儲存功能可以更好地保護你的文章不會遺失。

source: 可以被评论
el_gr: Τα σχόλια επιτρέπονται
fa_ir: قابل نظر دادن
fil_ph: Maaaring mapagkomentohan
fr_fr: Peut être commenté
ja_jp: コメントを許可する
pt_br: Habilitar comentários
ru_ru: Комменрирование разрешено
tr_tr: Yorum Yapılabilir
zh_tw: 可以被評論

source: 可以被引用
el_gr: Οι παραπομπές επιτρέπονται
fa_ir: قابل ارجاع
fil_ph: Maaaring mabanggit
fr_fr: Peut être cité
ja_jp: 引用を許可する
pt_br: Pode ser citado
ru_ru: Цитирование разрешено
tr_tr: Atıf Yapılabilir
zh_tw: 可以被引用

source: 出现在聚合中
el_gr: Να συμπεριλαμβάνεται στα RSS
fa_ir: نمایش در دسته‌بندی‌ها
fil_ph: Lumilitaw na pinagsama-sama
fr_fr: Apparaît dans l'agrégat
ja_jp: グループに表示
pt_br: Mostrado na agregação
ru_ru: Показано в объединение
tr_tr: Toplamada gösteriliyor.
zh_tw: 出現在聚合中

source: 默认允许
el_gr: Να επιτρέπονται τα σχόλια;
fa_ir: اجازه پیش‌فرض
fil_ph: Pinapahintulotan sa pamamagitan ng pagkaka-default
fr_fr: Autoriser par défaut
ja_jp: デフォルトで許可します
pt_br: Permitir por padrão
ru_ru: Разрешить по умолчанию
tr_tr: Varsayılan olarak izin ver.
zh_tw: 預設允許

source: 设置你经常使用的默认允许权限
el_gr: Επιλέξτε τις δυνατότητες που θα έχει ο χρήστης.
fa_ir: مجوزهای پیش‌فرض مورد استفاده خود را تنظیم کنید
fil_ph: Itakda ang mga permisyong nakadefault na iyong ginagamit nang madalas
fr_fr: Définir les autorisations par défaut que vous utilisez souvent
ja_jp: よく使うデフォルト許可権限を設定する
pt_br: Defina as permissões que você usa regularmente
ru_ru: Установить разрешения по умолчанию для часто используемых прараметров
tr_tr: Düzenli kullandığınız izinleri varsayılan olarak ayarlayın.
zh_tw: 設定你經常使用的預設允許權限

source: 您的档案已经更新
el_gr: Οι πληροφορίες χρήστη αποθηκεύτηκαν.
fa_ir: پروفایل شما به‌روزرسانی شد
fil_ph: Ang iyong profile ay nai-update na
fr_fr: Votre fichier a été mis à jour
ja_jp: ファイルが更新されました
pt_br: Seu perfil foi atualizado
ru_ru: Ваш профиль был обновлен
tr_tr: Profiliniz güncellendi.
zh_tw: 您的檔案已經更新

source: 更新我的档案
el_gr: Αποθήκευση χρήστη
fa_ir: بروزرسانی پروفایل
fil_ph: I-update ang aking payl
fr_fr: Mettre à jour mon fichier
ja_jp: ファイルを更新
pt_br: Atualizar meu perfil
ru_ru: Обновить мой профиль.
tr_tr: Update my profile.
zh_tw: 更新我的檔案

source: 密码已经成功修改
el_gr: Επιτυχία αλλαγής κωδικού πρόσβασης
fa_ir: رمز عبور با موفقیت ویرایش شد
fil_ph: Matagumpay na na-edit ang iyong password
fr_fr: Le mot de passe a été modifié avec succès
ja_jp: パスワードが成功に変更しました
pt_br: A senha foi alterada com sucesso
ru_ru: Пароль был успешно изменен
tr_tr: Parola başarıyla değiştirildi.
zh_tw: 密碼已經成功修改

source: 更新密码
el_gr: Αλλαγή κωδικού πρόσβασης
fa_ir: به‌روزرسانی رمز عبور
fil_ph: I-update ang password
fr_fr: Mettre à jour
ja_jp: パスワードを更新
pt_br: Atualizar senha
ru_ru: Обновить Пароль
tr_tr: Parolayı güncelle.
zh_tw: 更新密碼

source: %s 设置已经保存
el_gr: Οι ρυθμίσεις για τον %s έχουν αποθηκευτεί
fa_ir: تنظیمات %s با موفقیت ذخیره شد
fil_ph: Ang mga setting ng %s ay nai-save na
fr_fr: Les paramètres %s ont été enregistrés
ja_jp: %s の設定は保存されました
pt_br: As configurações de %s foram salvas
ru_ru: Настройки %s сохранены
tr_tr: %s ayarları kaydedildi.
zh_tw: %s 設定已經儲存

source: 开始安装
el_gr: Ξεκινήστε την εγκατάσταση
fil_ph: Simulan ang pag-instala
fr_fr: Démarrer l'installation
pt_br: Iniciar instalação
ru_ru: Запуск установки
tr_tr: Kurulumu Başlat
zh_tw: 開始安裝

source: 安装失败!
el_gr: Η εγκατάσταση απέτυχε!
fil_ph: Nabigo ang instalasyon!
fr_fr: L'installation a échoué!
pt_br: Falha na instalação!
ru_ru: Установка не выполнена!
tr_tr: Kurulum Hatası!
zh_tw: 安裝失敗！

source: 您没有上传 config.inc.php 文件, 请您重新安装!
el_gr: Δεν βρέθηκε το αρχείο config.inc.php, παρακαλούμε ελέγξτε την εγκατάστασή σας!
fr_fr: Vous n'avez pas téléchargé le fichier config.inc.php, veuillez le réinstaller!
pt_br: Você não enviou o arquivo config.inc.php, por favor reinstale o Typecho!

source: 重新安装 &raquo;
el_gr: Επανεγκατάσταση &raquo;
fil_ph: muling mag-instala &raquo;
fr_fr: Réinstallez &raquo;
pt_br: Reinstalar &raquo;
ru_ru: Повторная установка &raquo;
tr_tr: yeniden kurun &raquo;
zh_tw: 重新安裝 &raquo;

source: 没有安装!
el_gr: Δεν εγκαταστάθηκε!
fil_ph: Hindi nainstala!
fr_fr: Pas installé!
pt_br: Não instalado!
ru_ru: Не установлен!

source: 您没有执行安装步骤, 请您重新安装!
el_gr: Δεν έχετε ακολουθήσει τα βήματα εγκατάστασης, παρακαλούμε δοκιμάστε ξανά!
fr_fr: Vous n'avez pas effectué les étapes d'installation, veuillez réinstaller!
pt_br: Você não executou as etapas de instalação, reinstale!

source: 安装成功!
el_gr: Επιτυχής εγκατάσταση!
fil_ph: Matagumpay na nainstala!
fr_fr: Installation réussie!
pt_br: A instalação foi bem sucedida!
ru_ru: Поздравляем, установка прошла успешно!
tr_tr: Başarılı bir şekilde kuruldu！
zh_tw: 安裝成功！

source: 您可以将下面两个链接保存到您的收藏夹
el_gr: Προσθέστε τις παρακάτω διευθύνσεις στα αγαπημένα σας:
fil_ph: Maaring mong mai-seyb ang sumusunod na dalawang mga link sa inyong paborito
fr_fr: Vous pouvez enregistrer les deux liens suivants dans vos favoris
pt_br: Você pode salvar os dois links a seguir nos seus favoritos
ru_ru: Вы можете сохранить следующие две ссылки в закладки
tr_tr: Aşağıdaki iki adresi favorilerinize ekleyebilirsiniz.
zh_tw: 您可以將下面兩個連結儲存到瀏覽器書籤

source: 已经删除完原有数据
el_gr: Όλα τα δοκιμαστικά δεδομένα έχουν διαγραφεί.
fil_ph: lahat ng orihinal na datos ay binura
fr_fr: Ont supprimé les données d'origine
pt_br: Todos os dados originais foram apagados
ru_ru: Исходные данные были удалены
tr_tr: tüm orjinal veriler silinmiştir
zh_tw: 已刪除完原有資料

source: 或者
el_gr: ή
fil_ph: o
fr_fr: ou
pt_br: Ou
ru_ru: или
tr_tr: ya da
zh_tw: 或者

source: 数据库配置
el_gr: Ρυθμίσεις βάσης δεδομένων
fil_ph: kompigurasyon sa database
fr_fr: Configuration de la base de données
pt_br: Configuração do banco de dados
ru_ru: Конфигурация базы данных
tr_tr: veritabanı ayarları
zh_tw: 資料庫組態設定

source: 请填写您的网站地址
el_gr: Εισάγετε τη διεύθυνση URL του ιστότοπού σας
fil_ph: Mangyaring ipasok ang URL ng iyong websayt
fr_fr: S'il vous plaît remplir votre adresse de site web
pt_br: Por favor, preencha o endereço do seu site
ru_ru: Пожалуйста, введите адрес веб-сайта
tr_tr: Lütfen site URL’nizi giriniz.
zh_tw: 請填寫您的網站網址

source: 请填写您的邮箱地址
el_gr: Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας (email)
fil_ph: Mangyaring ipasok ang iyong email address
fr_fr: S'il vous plaît remplir votre email
pt_br: Por favor, preencha seu endereço de e-mail
ru_ru: Пожалуйста, введите электронный адрес
tr_tr: Lütfen E-posta adresinizi giriniz.
zh_tw: 請填寫您的 E-Mail 位址

source: 对不起, 无法连接数据库, 请先检查数据库配置再继续进行安装
el_gr: Η σύνδεση με τη βάση δεδομένων δεν είναι δυνατή. Παρακαλούμε ελέγξτε ξανά τις ρυθμίσεις σας και βεβαιωθείτε ότι είναι σωστές πριν συνεχίσετε με την εγκατάσταση
fr_fr: Désolé, impossible de se connecter à la base de données, vérifiez la configuration de la base de données, puis continuez l'installation
ja_jp: すみません、データベースに接続できませんでした、データベースの設定を確認して、インストールを続けてください
pt_br: Desculpe, não foi possível conectar ao banco de dados, verifique a configuração antes de prosseguir com a instalação

source: 安装程序捕捉到以下错误: " %s ". 程序被终止, 请检查您的配置信息.
el_gr: Ο οδηγός εγκατάστασης διέγνωσε το σφάλμα: "%s". Η εγκατάσταση θα σταματήσει. Πριν προχωρήσετε, ελέγξτε τις ρυθμίσεις σας.
fil_ph: Ang installer ay nakatuklas sa erro na ito: " %s ". Ang programa ay nagtapos, mangyaring suriin ang iyong kompigurasyon.
fr_fr: Le programme d'installation a détecté l'erreur suivante: "%s". Le programme a été arrêté, s'il vous plaît, vérifiez votre configuration.
ja_jp: インストーラーは "%s". で間違いを発見しました。プログラムは終了します、設定情報を確認してください。
pt_br: O instalador detectou um erro: " %s ". O programa foi encerrado, por favor verifique suas configuração.
ru_ru: Установщик получил следующую ошибку: " %s ". Установка остановлена, пожалуйста, проверьте конфигурацию.
tr_tr: Kurulum şu hatayı tespit etti: "%s". Program sonlandırıldı. Lütfen ayarları kontrol ediniz.
zh_tw: 安裝程式捕捉到以下錯誤：" %s ". 程序被終止，請檢查您的組態設定資訊。

source: 创建完毕, 继续安装
pt_br: Após a criação, continue a instalação

source: SQLite 原生函数适配器 (SQLite 2.x)
el_gr: Εγγενής προσαρμογέας SQLite (SQLite 2.x)
fil_ph: Natural sa SQLite na punsyon ng adapter
fr_fr: Adaptateur de fonction natif SQLite (SQLite 2.x)
pt_br: Função nativa do SQLite (SQLite 2.x)
tr_tr: SQLite ana fonksiyon bağdaştırıcısı(SQLite 2.x)
zh_tw: SQLite 原生函式適配器（SQLite 2.x）

source: Pdo 驱动 SQLite 适配器 (SQLite 3.x)
el_gr: Οδηγός Pdo για SQLite προσαρμογέα (SQLite 3.x)
fil_ph: Drayber na Pdo sa adapter na SQLite (SQLite 3.x)
fr_fr: Pdo driver adaptateur SQLite (SQLite 3.x)
pt_br: Pdo SQLite (SQLite 3.x)
tr_tr: Pdo sürücüsü mysql bağdaştırıcısı (SQLite 3.x)
zh_tw: Pdo 驅動 SQLite 適配器（SQLite 3.x）
