Repository: typecho/languages
Catalog: *.po
Languages: el_gr, fa_ir, fil_ph, fr_fr, ja_jp, pt_br, ru_ru, tr_tr, zh_tw

source: 管理文件
el_gr: Διαχείριση πολυμέσων
fa_ir: مدیریت اسناد
fil_ph: Mamahala sa mga payl
fr_fr: Administrer les fichiers
ja_jp: ファイルを管理
pt_br: Gerenciar arquivos
ru_ru: Управление файлами
tr_tr: Dosyaları düzenle.
zh_tw: 管理檔案

source: 用户
el_gr: Χρήστες
fa_ir: مدیریت کاربران
fil_ph: Gumagamit
fr_fr: Utilisateurs
ja_jp: ユーザー
pt_br: Usuários
ru_ru: Пользователи
tr_tr: Kullanıcılar
zh_tw: 使用者

source: 管理用户
el_gr: Διαχείριση χρηστών
fa_ir: مدیریت کاربران
fil_ph: Mamahala sa mga gumagamit
fr_fr: Administrer les utilisateurs
ja_jp: ユーザーを管理
pt_br: Gerenciar usuários
ru_ru: Управление пользователями
tr_tr: Kullanıcıları düzenle
zh_tw: 管理使用者

source: 新增用户
el_gr: Νέος χρήστης
fa_ir: افزودن کاربر جدید
fil_ph: Mga bagohang gumagamit na naidagdag
fr_fr: Ajouter des utilisateurs
ja_jp: 新しいユーザーを追加
pt_br: Adicionar usuários
ru_ru: Новый пользователь
tr_tr: Kullanıcı ekle
zh_tw: 新增使用者

source: 基本
el_gr: Γενικές ρυθμίσεις
fa_ir: تنظیمات عمومی
fil_ph: Pinagsasaligan
fr_fr: Basic
pt_br: Básico
ru_ru: Основные
tr_tr: Ana
zh_tw: 基本

source: 基本设置
el_gr: Βασικές ρυθμίσεις
fa_ir: تنظیمات عمومی
fil_ph: Mga pinagsasaligang setting
fr_fr: Configuration de base
ja_jp: 基本設定
pt_br: Configurações básicas
ru_ru: Основные настройки
tr_tr: Ana ayarlar.
zh_tw: 基本設定

source: 评论设置
el_gr: Ρυθμίσεις για σχόλια
fa_ir: مدیریت دیدگاه‌ها
fil_ph: Mga setting sa komento
fr_fr: Configuration des commentaires
ja_jp: コメントの設定
pt_br: Configurações de comentários
ru_ru: Настройка комментирования
tr_tr: Yorum ayarları.
zh_tw: 評論設定

source: 阅读
el_gr: Ρυθμίσεις ανάγνωσης
fa_ir: تنظیمات صفحات
fil_ph: Pagbasa
fr_fr: Lire
ja_jp: 閲覧
pt_br: Leitura
ru_ru: Главная (сайт)
tr_tr: Oku
zh_tw: 閱讀

source: 阅读设置
el_gr: Ρυθμίσεις ανάγνωσης
fa_ir: تنظیمات صفحات
fil_ph: Mga setting sa pagbasa
fr_fr: Configuration de lecture
ja_jp: 閲覧設定
pt_br: Configurações de leitura
ru_ru: Настройка чтения
tr_tr: Okuma ayarları.
zh_tw: 閱讀設定

source: 永久链接
el_gr: Ρυθμίσεις μονίμων συνδέσμων
fa_ir: تنظیمات لینک ثابت
fil_ph: Permanenteng link
fr_fr: Permalink
ja_jp: 固定リンク
pt_br: link permanente
ru_ru: Постоянная ссылка
tr_tr: Permalink
zh_tw: 永久連結

source: 永久链接设置
el_gr: Ρυθμίσεις μονίμων συνδέσμων
fa_ir: تنظیمات لینک ثابت
fil_ph: Mga setting sa permanenteng link
fr_fr: Configuration de Permalink
ja_jp: 固定リンクを設定
pt_br: Configurações do link permanente
ru_ru: Настройка постоянной ссылки (Permalink)
tr_tr: Permalink ayarları
zh_tw: 永久連結設定

source: 插件%s的配置信息没有找到
el_gr: Δεν βρέθηκαν οι πληροφορίες παραμετροποίησης του πρόσθετου %s
fa_ir: اطلاعات پیکربندی افزونه %s پیدا نشد
fil_ph: Walang nakitang impormasyon sa kompigurasyon para sa plugin na %s
fr_fr: Les informations de configuration pour le plug-in% s n'ont pas été trouvées
ja_jp: プラグイン%sのコンフィグを見つかりません
pt_br: Nenhuma configuração foi encontrada para o plug-in %s
ru_ru: Нет сведений о конфигурации для плагина %s
tr_tr: %s eklentisi için ayar bilgisi bulunamadı.
zh_tw: 外掛 %s 的組態設定資訊沒有找到

source: 用户名至少包含2个字符
el_gr: Τα ονόματα χρήστη πρέπει να έχουν το λιγότερο 2 χαρακτήρες
fa_ir: نام کاربری باید حداقل ۲ کاراکتر داشته باشد
fil_ph: Ang username ay dapat naglalaman ng di bababa sa 2 na mga karakter
fr_fr: Le nom d'utilisateur contient au moins 2 caractères
ja_jp: ユーザー名では少なくても2個の文字が必要
pt_br: O nome de usuário deve conter pelo menos 2 caracteres
ru_ru: Имя пользователя должно содержать по крайней мере 2 символа
tr_tr: Kullanıcı adınız en az 2 karakterden oluşmalıdır.
zh_tw: 使用者名稱至少包含 2 個字元

source: 用户名最多包含32个字符
el_gr: Τα ονόματα χρήστη μπορούν να έχουν το πολύ 32 χαρακτήρες
fa_ir: نام کاربری می‌تواند حداکثر ۳۲ کاراکتر داشته باشد
fil_ph: Ang username ay dapat naglalaman ng di hihigit sa 32 na mga karakter
fr_fr: Le nom d'utilisateur contient jusqu'à 32 caractères
ja_jp: ユーザー名では最大32文字
pt_br: O nome de usuário deve conter no máximo 32 caracteres
ru_ru: Имя пользователя может содержать до 32 символов
tr_tr: Kullanıcı adınız en çok 32 karakterden oluşabilir.
zh_tw: 使用者名稱最多包含 32 個字元

source: 用户名已经存在
el_gr: Αυτό το όνομα χρήστη χρησιμοποιείται ήδη
fa_ir: این نام کاربری قبلاً ثبت شده است
fil_ph: Umiiral na pala ang username
fr_fr: Le nom d'utilisateur existe déjà
ja_jp: ユーザー名がすでに存在します
pt_br: O nome de usuário já existe
ru_ru: Имя пользователя уже существует
tr_tr: Kullanıcı adınız daha önceden alınmış.
zh_tw: 使用者名稱已經存在

source: 电子邮箱地址已经存在
el_gr: Αυτή η διεύθυνση email χρησιμοποιείται ήδη
fa_ir: این آدرس ایمیل قبلاً ثبت شده است
fil_ph: Umiiral na pala ang email address
fr_fr: L'adresse e-mail existe déjà
ja_jp: メールアドレスが既に存在します
pt_br: O endereço de e-mail já existe
ru_ru: Адрес электронной почты уже существует
tr_tr: E-posta adresi daha önceden mevcut.
zh_tw: 電子郵件位址已經存在

source: 电子邮箱最多包含64个字符
el_gr: Η διεύθυνση email μπορεί να περιέχει το πολύ 64 χαρακτήρες
fa_ir: آدرس ایمیل می‌تواند حداکثر ۶۴ کاراکتر داشته باشد
fr_fr: L'e-mail contient jusqu'à 64 caractères
ja_jp: メールアドレスは最大64文字までです
pt_br: O endereço de email deve conter no máximo 64 caracteres

source: 必须填写密码
el_gr: Πληκτρολογείστε έναν κωδικό πρόσβασης
fa_ir: وارد کردن رمز عبور الزامی است
fil_ph: Dapat kang magpasok ng isang password
fr_fr: Doit remplir le mot de passe
ja_jp: パスワードが必要
pt_br: Você deve digitar uma senha
ru_ru: Вы должны ввести пароль
tr_tr: Bir parola girmeniz gerekmektedir.
zh_tw: 必須填寫密碼

source: 为了保证账户安全, 请输入至少六位的密码
el_gr: Για λόγους ασφαλείας, ο κωδικός πρόσβασης πρέπει να έχει τουλάχιστον 6 χαρακτήρες
fa_ir: برای حفظ امنیت حساب، لطفاً کلمهی با حداقل شش کاراکتر وارد کنید
fil_ph: Upang makasigurado ang siguridad ng iyong account, mangyaring magpasok ng isang password na naglalaman ng di bababa sa anim na mga karakter
fr_fr: Afin de protéger votre compte, entrez au moins six chiffres de votre mot de passe
ja_jp: 安全のために、パスワードは6字以上にしてください
pt_br: Para segurança da sua conta, escolha uma senha que contenha pelo menos 6 caracteres
ru_ru: В целях обеспечения безопасности учетной записи, пожалуйста, пароль должен содержать по крайней мере 6 символов
tr_tr: Güvenlik sebebiyle lütfen en az 6 karaktere sahip bir parola seçiniz.
zh_tw: 為了保證帳號安全，請輸入至少六位的密碼

source: 为了便于记忆, 密码长度请不要超过十八位
el_gr: Ο κωδικός πρόσβασης μπορεί να έχει το πολύ 18 χαρακτήρες
fa_ir: برای سهولت در به خاطر سپاری، لطفاً طول رمز عبور را بیش از هجده کاراکتر قرار ندهید
fil_ph: Upang mas madaling kabisaduhin, mangyaring ang haba ng password di palalampasin sa labingwalong mga karakter
fr_fr: Afin de faciliter la mémoire, la longueur du mot de passe, s'il vous plaît ne pas dépasser dix-huit chiffres
ja_jp: 覚えやすくために、パスワードの長さを18字を超えないようください
pt_br: Para uma maior conveniência, escolha uma senha que contenha no máximo 18 caracteres
ru_ru: Длина пароля не должна превышать 18 символов
tr_tr: Aklınızda kalabilmesi adına lütfen maksimum 18 karaktere sahip bir parola seçiniz.
zh_tw: 為了便於記憶，密碼長度請不要超過十八位

source: 两次输入的密码不一致
el_gr: Οι κωδικοί είναι διαφορετικοί
fa_ir: رمز عبوری که وارد کردید با رمز عبور شما مطابقت ندارد
fil_ph: Hindi nagtugma ang password na makalawang beses na ipinasok
fr_fr: Les mots de passe entrés deux fois ne sont pas les mêmes
ja_jp: パスワードが一致しません
pt_br: As senhas não coincidem
ru_ru: Пароли не совпадают
tr_tr: Parolalar uymamaktadır.
zh_tw: 兩次輸入的密碼不一致

source: 用户 <strong>%s</strong> 已经成功注册, 密码为 <strong>%s</strong>
el_gr: Επιτυχία εγγραφής του χρήστη <strong>%s</strong> με κωδικό εισόδου <strong>%s</strong>
fa_ir: کاربر <strong>%s</strong> با موفقیت ثبت‌نام شد، رمز عبور: <strong>%s</strong>
fil_ph: Ang <strong>%s</strong> na gumagamit ay matagumpay na nakapagrehistro na mayroong <strong>%s</strong>na password
fr_fr: L'utilisateur <strong>%s</strong> a été enregistré avec le mot de passe <strong>%s</strong>
ja_jp: ユーザー <strong>%s</strong> の登録に成功しました, パスワードは <strong>%s</strong>です
pt_br: Usuário <strong>%s</strong> registrado com sucesso, a senha é <strong>%s</strong>
ru_ru: Пользователь <strong>%s</strong> успешно зарегистрирован, пароль <strong>%s</strong>
tr_tr: <strong>%s</strong> kullanıcısı başarıyla kayıt olmuştur. Parola: <strong>%s</strong>.
zh_tw: 使用者 <strong>%s</strong> 已經成功註冊，密碼為 <strong>%s</strong>

source: 禁止访问
el_gr: Δεν έχετε πρόσβαση.
fa_ir: دسترسی غیرمجاز است
fil_ph: Tinanggihan ang pag-akses
fr_fr: Accès refusé
ja_jp: アクセスが禁止されています
pt_br: Acesso negado
ru_ru: Доступ запрещен
tr_tr: Giriş engellendi.
zh_tw: 禁止存取

source: 请先升级至版本 %s
fa_ir: لطفاً ابتدا به نسخه %s ارتقا دهید

source: 升级已经完成
el_gr: Οι ενημερώσεις ολοκληρώθηκαν
fa_ir: ارتقاء با موفقیت انجام شد
fil_ph: Ang pag-upgrade ay nakumpleto
fr_fr: La mise à niveau a été complétée
ja_jp: アップデートが完了しました
pt_br: Atualização concluída
ru_ru: Обновление завершено
tr_tr: Güncelleme tamamlandı.
zh_tw: 升級已經完成

source: 软件名称
el_gr: Λογισμικό
fa_ir: نام نرم‌افزار
fil_ph: Pangalan ng software
fr_fr: Nom du logiciel
ja_jp: ソフトウェア名
pt_br: Nome do software
ru_ru: Название программного обеспечения
tr_tr: Yazılım adı
zh_tw: 軟體名稱

source: 软件版本
el_gr: Έκδοση λογισμικού
fa_ir: نسخه نرم‌افزار
fil_ph: Bersyon ng software
fr_fr: Versión du logiciel
ja_jp: ソフトウェアバージョン
pt_br: Versão do software
ru_ru: Версия программного обеспечения
tr_tr: Yazılım sürümü
zh_tw: 軟體版本

source: 博客地址
el_gr: URL
fa_ir: آدرس وبلاگ
fil_ph: Address ng blog
fr_fr: URL du blog
ja_jp: ブログのアドレス
pt_br: URL do Blog
ru_ru: Адрес блога
tr_tr: Blog URL
zh_tw: 部落格位址

source: 博客首页地址
el_gr: URL αρχικής σελίδας
fa_ir: آدرس صفحه اصلی وبلاگ
fil_ph: Address sa pahinang home ng blog
fr_fr: Adresse de la page d'accueil du blog
ja_jp: ブログのメインアドレス
pt_br: URL da Página incial
ru_ru: Адрес главной страницы блога
zh_tw: 部落格首頁網址

source: 登录地址
el_gr: URL εισόδου
fa_ir: آدرس ورود
fil_ph: Address sa pag-login
fr_fr: Adresse d'accès
ja_jp: ログインアドレス
pt_br: URL de login
ru_ru: Адрес входа
zh_tw: 登入網址

source: 管理区域的地址
el_gr: URL κέντρου διαχειρίσης
fa_ir: آدرس بخش مدیریت
fil_ph: Address sa lugar ng pangangasiwaan
fr_fr: Adresse de la zone de gestion
ja_jp: 管理領域のアドレス
pt_br: URL do painel de controle
ru_ru: Адрес панели управления
zh_tw: 管理區域的網址

source: 文章缩略图
el_gr: Σύντομο όνομα άρθρου
fa_ir: تصویر بند‌انگشتی
fil_ph: Thumbnail ng post
fr_fr: Vignette du post
ja_jp: 記事プレビュー
pt_br: Miniatura do post
ru_ru: Уменьшенное изображение статьи
zh_tw: 文章縮略圖

source: 时区
el_gr: Τίτλος
fa_ir: منطقه زمانی
fr_fr: Fuseau horaire
ja_jp: タイムゾーン
pt_br: Fuso horário
ru_ru: Часовой пояс
tr_tr: Zaman dilimi
zh_tw: 時區

source: 博客标题
el_gr: Τίτλος Blog
fa_ir: عنوان وبلاگ
fil_ph: Pamagat ng blog
fr_fr: Titre du blg
ja_jp: ブログタイトル
pt_br: Título do Blog
ru_ru: Название блога
tr_tr: Blog başlığı
zh_tw: 部落格標題

source: 博客关键字
el_gr: Λέξεις-κλειδιά του ιστολογίου
fa_ir: کلمات کلیدی وبلاگ
fil_ph: Mga keyword ng blog
fr_fr: Mots clès du blog
ja_jp: ブログのキーワード
pt_br: Palavras-chave do blog
ru_ru: Ключевые слова блога
tr_tr: Blog anahtar kelimeleri
zh_tw: 部落格關鍵字

source: 日期格式
el_gr: Μορφή ημερομηνίας
fa_ir: فرمت تاریخ
fil_ph: Format ng petsa
fr_fr: Format de la date
ja_jp: 日付形式
pt_br: Formato da data
ru_ru: Формат даты
tr_tr: Gün formatı
zh_tw: 日期格式

source: 时间格式
el_gr: Μορφή ώρας
fa_ir: فرمت زمان
fil_ph: Format ng oras
fr_fr: Format de l'heure
ja_jp: 時間形式
pt_br: Formato da hora
ru_ru: Формат времени
tr_tr: Zaman formatı
zh_tw: 時間格式

source: 是否允许注册
el_gr: Να επιτρέπεται η εγγραφή χρηστών;
fa_ir: ثبت نام مجاز باشد
fil_ph: Kung Magpapahintulot ng rehistrasyon
fr_fr: Autoriser l'inscription
ja_jp: アカウント登録の許可
pt_br: Permite cadastro
ru_ru: Регистрация на сайте
tr_tr: Kayıt olmaya izin verilsin mi
zh_tw: 是否允許註冊

source: 权限不足
el_gr: Ανεπαρκής πρόσβαση
fa_ir: سطح دسترسی کافی نیست
fil_ph: Mga permisyong hindi sapat
fr_fr: Autorité insuffisante
ja_jp: 権限が足りていません
pt_br: Permissões insuficientes
ru_ru: Недостаточно прав
tr_tr: İzinler çok düşük.
zh_tw: 權限不足

source: 无法登录, 密码错误
fa_ir: امکان ورود وجود ندارد، رمز عبور اشتباه است
tr_tr: Giriş yapılamamakta. Hatalı parola.

source: 未命名文档
el_gr: Έγγραφο χωρίς τίτλο
fa_ir: سند نام‌گذاری نشده
fil_ph: Dokumentong hindi pinangalanan
fr_fr: Document sans nom
ja_jp: ファイルが命名されてません
pt_br: Documento sem título
ru_ru: Безымянный документ
tr_tr: Adlandırılmamış döküman
zh_tw: 未命名文件

source: 标准
el_gr: Κανονικό
fa_ir: استاندارد
fil_ph: Pamantayan
fr_fr: Standard
ja_jp: 標準
pt_br: Padrão
ru_ru: Стандартный
zh_tw: 標準

source: 已发布
el_gr: Δημοσιευμένο
fa_ir: منتشر شده
fil_ph: Nailathala
fr_fr: Publié
ja_jp: 公開しました
pt_br: Publicados
ru_ru: Опубликовано
tr_tr: Yayımlanmış
zh_tw: 已發佈

source: 显示
el_gr: Προβολή
fa_ir: فعال
fil_ph: Ipakita
fr_fr: Montrer
ja_jp: 表示
pt_br: Mostrar
ru_ru: Показать
tr_tr: Göster
zh_tw: 顯示

source: 评论不存在
el_gr: Δεν υπάρχουν σχόλια
fa_ir: هیچ نظری وجود ندارد
fil_ph: Hindi umiiral ang komento
fr_fr: Les commentaires n'existe pas
ja_jp: コメントが存在しません
pt_br: O comentário não existe
ru_ru: Комментарии не найдены
tr_tr: Yorumlar mevcut değil.
zh_tw: 評論不存在

source: 没有获取评论的权限
el_gr: Δεν επιτρέπονται τα σχόλια
fa_ir: مجوز لازم برای مشاهده دیدگاه‌ها را ندارید
fil_ph: Walang permisyon para makakuha ng mga komento
fr_fr: Aucune permission pour recevoir des commentaires
ja_jp: コメントを取得する権限がありません
pt_br: Sem permissão para ver os comentários
ru_ru: Нет прав для получения комментариев
tr_tr: Yorumları görüntülemek için yeterli izne sahip değilsiniz.
zh_tw: 沒有獲取評論的權限

source: 源地址服务器错误
el_gr: Σφάλμα διακομιστή προέλευσης
fa_ir: مجوز لازم برای مشاهده دیدگاه‌ها را ندارید
fil_ph: Mali ang address sa pinagmumulang serber
fr_fr: Erreur du serveur d'adresse source
ja_jp: サーバーの送信元アドレスが間違っているようです
pt_br: O servidor de origem está incorreto
ru_ru: Исходный сервер является неверным
tr_tr: Kaynak sunucu hatalı.
zh_tw: 來源網址伺服器錯誤

source: 这个目标地址不存在
el_gr: Η διεύθυνση προορισμού δεν υπάρχει
fa_ir: آدرس مقصد وجود ندارد
fil_ph: Hindi umiiral ang tinatarget na address
fr_fr: Cette URL n'existe pas
ja_jp: この宛先アドレスは存在しません
pt_br: URL não existe
ru_ru: Адрес назначения не существует
tr_tr: Hedef URL mevcut değil.
zh_tw: 這個目標地址不存在

source: PingBack已经存在
el_gr: Υπάρχει ήδη PingBack
fa_ir: PingBack از قبل ثبت شده است
fil_ph: Umiiral na ang PingBack
fr_fr: PingBack existe déjà
ja_jp: PingBackは存在しています
pt_br: PingBack já existe
ru_ru: PingBack уже существует
tr_tr: PingBack zaten mevcut.
zh_tw: PingBack 已經存在

source: 目标地址禁止Ping
el_gr: Η διεύθυνση αυτή δεν επιτρέπει Ping.
fa_ir: پینگ به این آدرس مقصد مجاز نیست
fil_ph: Ang address ng target ay ipinagbabawal ang Ping
fr_fr: L'adresse cible est interdite Ping
ja_jp: 宛先アドレスにのPingが禁止されています
pt_br: A URL de destino proíbe o ping
ru_ru: Адрес назначения запретрещает Ping
tr_tr: Hedef URL Ping’i engelliyor.
zh_tw: 目標網址禁止 Ping

source: 内容被隐藏
el_gr: Κρυφό περιεχόμενο
fa_ir: مطلب مخفی شده است
fil_ph: Ang nilalaman ay nakatago
fr_fr: Le contenu est caché
ja_jp: 内容を隠す
pt_br: O conteúdo está oculto
ru_ru: Скрытый контент
tr_tr: İçerik gizlidir.
zh_tw: 內容被隱藏

source: 此内容被密码保护
el_gr: Χρειάζεστε κωδικό για να δείτε το περιεχόμενο
fa_ir: این مطلب با رمز عبور محافظت می‌شود
fil_ph: Ang nilalaman na ito ay pinoprotektahan ng isang password
fr_fr: Ce contenu est protégé par mot de passe
ja_jp: 内容のパスワードを保存しました
pt_br: Este conteúdo é protegido por senha
ru_ru: Этот контент защищен паролем
zh_tw: 此內容被密碼保護

source: 请输入密码访问
el_gr: Εισάγετε τον κωδικό πρόσβασης
fa_ir: لطفاً برای دسترسی، رمز عبور را وارد کنید
fil_ph: Mangyaring magpasok ng password para makapag-akses
fr_fr: Veuillez entrer le mot de passe pour accéder
ja_jp: 閲覧にはパスワードが必要です
pt_br: Digite a senha para acessar
ru_ru: Пожалуйста, введите пароль для доступа к:
tr_tr: Ulaşmak adına lütfen parolanızı giriniz:
zh_tw: 請輸入密碼瀏覽

source: %s的评论
el_gr: Σχόλια για: "<strong>%s</strong>"
fa_ir: دیدگاه‌های مرتبط به %s
fil_ph: Komento ni %s
fr_fr: Commentaires de %s
ja_jp: %sのコメント
pt_br: Comentário de %s
ru_ru: %s комментариев
tr_tr: %s Yorumu
zh_tw: %s 的評論

source: 内容不存在
el_gr: Χωρίς περιεχόμενο
fa_ir: هیچ مطلبی یافت نشد
fil_ph: Hindi umiiral ang nilalaman
fr_fr: Le contenu n'existe pas
ja_jp: 内容が存在しません
pt_br: O conteúdo não existe
ru_ru: Содержание не существует
tr_tr: İçerik mevcut değil.
zh_tw: 內容不存在

source: 您的评论正等待审核!
el_gr: Τα σχόλια σας πρέπει πρώτα να εγκριθούν.
fa_ir: نظر شما در انتظار بررسی است!
fr_fr: Votre commentaire est en attente d'approbation!
ja_jp: あなたのコメントは審査中です!
pt_br: Seu comentário está aguardando revisão!

source: 取消回复
el_gr: Ακύρωση απάντησης
fa_ir: لغو ارسال
fil_ph: Kanselahin ang pagtugon
fr_fr: Annuler le commentaire
ja_jp: リプライを取り消し
pt_br: Cancelar resposta
ru_ru: Отменить
tr_tr: Yorumu iptal et
zh_tw: 取消回覆

source: 评论已经被标记为待审核
el_gr: Σχόλια προς έγκριση
fa_ir: نظر شما به عنوان در انتظار بررسی علامت‌گذاری شده است
fil_ph: Ang komentong ito ay namarkahan bilang isang nakabinbin
fr_fr: Commentaires ont été marqués comme étant en attente
ja_jp: コメントはレビューにマークされています
pt_br: Este comentário foi marcado como "em análise"
ru_ru: Комментарии были отмечены как в ожидании
tr_tr: Yorumunuz değerlendirme altında olarak işaretlenmiştir.
zh_tw: 評論已經被標記為待審核

source: 没有评论被标记为待审核
el_gr: Δεν υπάρχουν σχόλια προς έγκριση
fa_ir: هیچ نظری به عنوان در انتظار بررسی علامت‌گذاری نشده است
fil_ph: Walang mga komento ang namarkahang bilang isang nakabinbin
fr_fr: Aucun commentaire n'est marqué pour révision
ja_jp: 審査待ちとマークされたコメントはありません
pt_br: Nenhum comentário marcado para análise
ru_ru: Нет комментариев отмеченых как в ожидании
tr_tr: Değerlendirmek için yorum bulunmamaktadır.
zh_tw: 沒有評論被標記為待審核

source: 评论已经被标记为垃圾
el_gr: Σχόλια προς διαγραφή
fa_ir: نظر به عنوان هرزنامه علامت‌گذاری شده است
fil_ph: Ang mga komento ay namarkahan bilang isang spam
fr_fr: Commentaires ont été marqués comme spam
ja_jp: コメントはスパムとしてマークされています
pt_br: O comentário foi marcado como spam
ru_ru: Комментарии были помечены как спам
tr_tr: Bu yorum spam olarak işaretlenmiştir.
zh_tw: 評論已經被標記為垃圾

source: 没有评论被标记为垃圾
el_gr: Δεν υπάρχουν σχόλια προς διαγραφή
fa_ir: هیچ نظری به عنوان هرزنامه علامت‌گذاری نشده است
fil_ph: Walang mga komento ang namarkahan bilang isang spam
fr_fr: Aucun commentaire n'est marque comme spam
ja_jp: スパムコメントとマークされたコメントはありません
pt_br: Nenhum comentário marcado como spam
ru_ru: Нет комментариев отмеченых как спам
tr_tr: Spam olarak işaretlenen bir yorum bulunmamaktadır.
zh_tw: 沒有評論被標記為垃圾

source: 评论已经被通过
el_gr: Εγκεκριμένα σχόλια
fa_ir: دیدگاه‌های تأیید شده است
fil_ph: Ang mga komento ay naipasa
fr_fr: Les commentaires ont été publié
ja_jp: コメントは審査済
pt_br: O comentário foi aprovado
ru_ru: Комметарий прошел проверку
tr_tr: Bu yorum yayınlanmıştır.
zh_tw: 評論已經被通過

source: 没有评论被通过
el_gr: Δεν υπάρχουν εγκεκριμένα σχόλια
fa_ir: هیچ نظری تأیید نشده است
fil_ph: Walang mga komentong naipasa
fr_fr: Aucun commentaire n'a été passé
ja_jp: コメントは審査を通りませんでした
pt_br: Nenhum comentário foi aprovado
ru_ru: Нет комментариев для одобрения
tr_tr: Yayınlanacak yorum bulunamamaktadır.
zh_tw: 沒有評論被通過

source: 删除评论成功
el_gr: Επιτυχής διαγραφή σχολίου
fa_ir: نظر با موفقیت حذف شد
fil_ph: Matagumpay na naibura ang komento
fr_fr: Commentaire
ja_jp: 成功にコメントを削除しました
pt_br: Comentário excluído com sucesso
ru_ru: Комментарии удалены
tr_tr: Yorum.
zh_tw: 刪除評論成功

source: 删除评论失败
el_gr: Αποτυχία διαγραφής σχολίου
fa_ir: حذف نظر با شکست مواجه شد
fil_ph: Nabigo ang pagbura ng komento
fr_fr: Supprimer le commentaire a échoué
ja_jp: コメントの削除に失敗しました
pt_br: Falha ao excluir o comentário
ru_ru: Не удалось удалить комментарий
tr_tr: yorumu silimek başarısız.
zh_tw: 刪除評論失敗

source: 评论已经被删除
el_gr: Τα σχόλια διαγράφηκαν
fa_ir: نظر حذف شده است
fil_ph: Nabura na ang komento
fr_fr: Le commentaire a été supprimé
ja_jp: コメントは削除されました
pt_br: O comentário foi excluído
ru_ru: Комментарий удален
tr_tr: Yorumlar silinmiştir.
zh_tw: 評論已經被刪除

source: 没有评论被删除
el_gr: Τα σχόλια δεν διαγράφηκαν
fa_ir: هیچ نظری حذف نشده است
fil_ph: Walang komento ang binura
fr_fr: Aucun commentaire n'a été supprimé
ja_jp: コメントは削除できません
pt_br: Nenhum comentário foi excluído
ru_ru: Комментарии для удаления не выбраны
tr_tr: Silinecek yorum bulunamamıştır.
zh_tw: 沒有評論被刪除

source: 所有垃圾评论已经被删除
el_gr: Όλα τα ανεπιθύμητα σχόλια διαγράφηκαν
fa_ir: تمام دیدگاه‌های هرزنامه حذف شده‌اند
fil_ph: Lahat ng mga spam na komento ay nabura
fr_fr: Tous les commentaires de spam ont été supprimés
ja_jp: すべてのスパムコメントは削除されました
pt_br: Todos os comentários marcados como spam foram excluídos
ru_ru: Комментарии удалены
tr_tr: Tüm spamlar silinmiştir.
zh_tw: 所有垃圾評論已經被刪除

source: 没有垃圾评论被删除
el_gr: Δεν διαγράφηκαν ανεπιθύμητα σχόλια
fa_ir: هیچ نظر هرزنامه‌ای حذف نشده است
fil_ph: Walang spam ang binura
fr_fr: Aucun spam n'a été supprimé
ja_jp: 削除されたスパムコメントはありません
pt_br: Nenhum comentário marcado como spam foi excluído
ru_ru: Нет комментариев со спамом для удаления
tr_tr: Silenecek spam bulunamamıştır.
zh_tw: 沒有垃圾評論被刪除

source: 获取评论失败
el_gr: Αποτυχία λήψης σχολίων
fa_ir: دریافت نظر ناموفق بود
fil_ph: Nabigo sa pagkuha ng komento
fr_fr: Impossible d'obtenir un commentaire
ja_jp: コメントの取得に失敗しました
pt_br: Falha ao buscar comentários
ru_ru: Не удалось получить комментарии
tr_tr: Yorumları getirmekte başarısız olunmuştur.
zh_tw: 獲取評論失敗

source: 修评论失败
el_gr: Αποτυχία επεξεργασίας σχολίων
fa_ir: ویرایش نظر ناموفق بود
fil_ph: Nabigo ang pagsuri sa komento
fr_fr: Échec du commentaire
ja_jp: コメントの修正に失敗しました
pt_br: Falha ao editar comentários
ru_ru: Не удалось изменить комментарий
tr_tr: Yorumları düzenlemekte başarısız olunmuştur.
zh_tw: 修評論失敗

source: 回复评论失败
el_gr: Αποτυχία απάντησης σε σχόλιο
fa_ir: پاسخ به نظر ناموفق بود
fil_ph: Nabigo ang pagtugon sa isang komento
fr_fr: La réponse a échoué
ja_jp: コメントへのリプライに失敗しました
pt_br: Falha ao responder comentário
ru_ru: Не удалось ответить на комментарий
tr_tr: Yoruma cevap atmakta başarısız olunmuştur.
zh_tw: 回覆評論失敗

source: 没有编辑权限
el_gr: Δεν επιτρέπεται επεξεργασία
fa_ir: شما مجوز ویرایش ندارید
fil_ph: Walang mga karapatan sa pag-eedit
fr_fr: Pas de droits d'édition
ja_jp: 権限により編集できません
pt_br: Sem permissão de edição
ru_ru: Запрещено редактировать
tr_tr: Düzenlemeye izin verilmemektedir.
zh_tw: 沒有編輯權限

source: 文件 <a href="%s">%s</a> 已经被更新
el_gr: Ανανέωση <a href="%s">%s</a> επιτυχής
fa_ir: فایل <a href="%s">%s</a> به‌روزرسانی شده است
fil_ph: Ang payl na <a href="%s">%s</a> ay nai-update na
fr_fr: Le fichier <a href="%s">%s</a> a été mis à jour
ja_jp: <a href="%s">%s</a> はすでに更新されています
pt_br: O arquivo <a href="%s">%s</a> foi atualizado
ru_ru: Изменения в файле <a href="%s">%s</a> сохранены
tr_tr: <a href="%s">%s</a> dosyası güncellendi.
zh_tw: 檔案 <a href="%s">%s</a> 已經被更新

source: 未归档文件 %s 已经被更新
el_gr: Ανανέωση μη αρχειοθετημένου αρχείου %s
fa_ir: فایل بایگانی‌نشده %s به‌روزرسانی شده است
fil_ph: Ang hindi naisumiteng payl na %s ay nai-update na
fr_fr: Le fichier non mis %s a été mis à jour
ja_jp: アーカイブされていないファイル %s が更新されました
pt_br: O arquivos %s atualizado
ru_ru: Разархивированый файл %s обновлен
tr_tr: Dışa çıkarılan %s dosyası güncellendi.
zh_tw: 未歸檔檔案 %s 已經被更新

source: 文件缩略名用于创建友好的链接形式,建议使用字母,数字,下划线和横杠.
el_gr: Mορφή του ονόματος κατηγορίας κατάλληλη για διευθύνσεις URL. Συνήθως περιέχει μόνο πεζά λατινικά, αριθμούς και ενωτικά.
fa_ir: نام کوتاه فایل برای ایجاد پیوندهای کاربرپسند استفاده می‌شود. توصیه می‌شود از حروف، اعداد، زیرخط (_) و خط تیره (-) استفاده کنید.
fil_ph: Ang mga pagpapaikli sa payl ay ginagamit sa paglikha ng mga porma sa mga link na magkakalapit, nirerekomenda namin sa iyo ang paggamit ng mga letra, numero, underscore, at mga bar..
fr_fr: Les abréviations de fichiers sont utilisées pour créer des formes conviviales de liens: les lettres, chiffres, traits de soulignement et barres sont recommandés.
ja_jp: わかりやすいファイル省略名のため、文字、数字、アンダーバー、バーを使用することをお勧めします。
pt_br: Abreviações de arquivo são usadas para criar URL amigável. Recomendamos que você use caracteres alfanuméricos, sublinhados e hífens.
ru_ru: Альтернативное название используется для создания ЧПУ
tr_tr: Dosya kısaltmaları kullanıcı dostu URL’ler oluşturmak için kullanılmaktadır. Alfanümerik, alt çizgi ve tire kullanabilirsiniz.
zh_tw: 檔案縮略名用於建立友好的連結形式，建議使用字母、數字、底線和橫槓。
