Repository: typecho/languages
Catalog: *.po
Languages: el_gr, fa_ir, fil_ph, fr_fr, ja_jp, pt_br, ru_ru, tr_tr, zh_tw

source: Pdo 驱动 Mysql 适配器
el_gr: Οδηγός Pdo για Mysql προσαρμογέα
fa_ir: واسط MySQL با درایور PDO
fil_ph: Drayber na Pdo sa adapter na Mysql
fr_fr: Pdo driver adaptateur Mysql
ja_jp: Pdo で動く Mysql アダプタ
pt_br: Pdo Mysql
tr_tr: Pdo sürücüsü Mysql bağdaştırıcısı
zh_tw: Pdo 驅動 Mysql 適配器

source: Pdo 驱动 SQLite 适配器
fa_ir: واسط SQLite با درایور PDO
ja_jp: Pdo で動く SQLite アダプタ

source: Pdo 驱动 PostgreSql 适配器
el_gr: Οδηγός Pdo για PostgreSql προσαρμογέα
fa_ir: واسط PostgreSql با درایور PDO
fil_ph: Drayber na Pdo sa adapter na PostgreSql
fr_fr: Pdo driver adaptateur PostgreSql
ja_jp: Pdo で動く PostgreSql アダプタ
pt_br: Pdo PostgreSql
tr_tr: Pdo sürücüsü PostgreSql bağdaştırıcısı
zh_tw: Pdo 驅動 PostgreSql 適配器

source: Mysql 原生函数适配器
el_gr: Εγγενής προσαρμογέας MySQL
fa_ir: واسط توابع بومی
fil_ph: Natural sa Mysql na punsyon ng adapter
fr_fr: Adaptateur de fonction natif Mysql
ja_jp: Mysql ネイティブな機能アダプタ
pt_br: Função nativa Mysql
tr_tr: MySQL ana fonksiyon bağdaştırıcısı
zh_tw: Mysql 原生函式適配器

source: SQLite 原生函数适配器
fa_ir: واسط توابع بومی SQLite
ja_jp: SQLite ネイティブな機能アダプタ

source: Pgsql 原生函数适配器
el_gr: Εγγενής προσαρμογέας Pgsql
fa_ir: واسط توابع بومی Pgsql
fil_ph: Natural sa Pgsql na punsyon ng adapter
fr_fr: Adaptateur de fonction native Pgsql
ja_jp: Pgsql ネイティブな機能アダプタ
pt_br: Pgsql
tr_tr: Pgsql ana fonksiyon bağdaştırıcısı
zh_tw: Pgsql 原生函式適配器

source: 安装成功
el_gr: Επιτυχής εγκατάσταση
fa_ir: نصب با موفقیت انجام شد
fil_ph: Matagumpay na nainstala
fr_fr: L'installation est réussie
ja_jp: インストールに成功しました
pt_br: Concluir instalação
ru_ru: Завершение установки
tr_tr: Yükleme başarılı.
zh_tw: 安裝成功

source: 您的用户名是
el_gr: Το όνομα χρήστη σας είναι:
fa_ir: نام کاربری شما
fil_ph: Ang iyong username ay
fr_fr: Votre nom d'utilisateur est
ja_jp: あなたのユーザー名は
pt_br: Seu nome de usuário é
ru_ru: Имя пользователя
tr_tr: Kullanıcı adınız
zh_tw: 您的使用者名稱為

source: 您的密码是
el_gr: Ο κωδικός πρόσβασής σας είναι:
fa_ir: رمز عبور شما
fil_ph: Ang iyong password ay
fr_fr: Votre mot de passe est
ja_jp: あなたのパスワードは
pt_br: Sua senha é
ru_ru: пароль
tr_tr: Parolanız
zh_tw: 您的密碼是

source: 您选择了使用原有的数据, 您的用户名和密码和原来的一致
el_gr: Επιλέξατε τη χρήση των προεπιλεγμένων στοιχείων: Το όνομα χρήστη σας και ο κωδικός πρόσβασης θα είναι τα προεπιλεγμένα.
fa_ir: شما انتخاب کردید که از داده‌های قبلی استفاده کنید، نام کاربری و رمز عبور شما همانند قبل است
fil_ph: Dahil pinili mong gamitin ang datos na orihinal, ang iyong username at password ay mananatiling hindi nabago
fr_fr: Vous choisissez d'utiliser les données d'origine, votre nom d'utilisateur et mot de passe, et l'accord original
ja_jp: 現在のデータを使っている間は、ユーザー名とパスワードは元のものから変更されません
pt_br: Como você decidiu usar os dados originais, seu nome de usuário e senha permanecerão inalterados
ru_ru: Вы решили использовать исходные данные, для входа используйте старые логин и пароль
tr_tr: Orjinal verileri kullanmayı seçtiğiniz için, kullanıcı adı ve şifreniz değişmeden kalacaktır.
zh_tw: 您選擇了使用原有的資料，您的使用者名稱與密碼與原來的一致

source: 点击这里访问您的控制面板
el_gr: Κάντε κλικ εδώ για να μεταβείτε στον πίνακα ελέγχου
fa_ir: ورود به کنترل پنل
fil_ph: Pumindot dito para makapag-akses sa iyong dashboard
fr_fr: Cliquez ici pour accéder à votre panneau de contrôle
ja_jp: ここをクリックしてコントロールパネルを訪
pt_br: Clique aqui para acessar seu painel de controle
ru_ru: Перейти в панель управления
tr_tr: Panelinize ulaşmak için buraya tıklayınız.
zh_tw: 點擊這裡瀏覽您的控制面板

source: 点击这里查看您的 Blog
el_gr: Κάντε κλικ εδώ για να δείτε το blog σας
fa_ir: برای مشاهده وبلاگ، کلیک کنید
fil_ph: Pumindot dito para makapagtanaw sa iyong blog
fr_fr: Cliquez ici pour voir votre blog
ja_jp: ここをクリックしてブログを表示
pt_br: Clique aqui para ver seu blog
ru_ru: Перейти на главную блога
tr_tr: Blogunuzu görmek için buraya tıklayınız.
zh_tw: 點擊這裡檢視您的 Blog

source: 希望您能尽情享用 Typecho 带来的乐趣!
el_gr: Ελπίζουμε το Typecho να φανεί αντάξιο των προσδοκιών σας!
fa_ir: امیدواریم بتوانید از لذت‌هایی که Typecho به ارمغان می‌آورد، به‌طور کامل بهره‌مند شوید!
fil_ph: Umaasa akong matutuwa ka sa Typecho!
fr_fr: J'espère que vous apprécierez le plaisir de Typecho!
ja_jp: Typechoの楽しさをお楽しみください！
pt_br: Espero que você goste do Typecho!
ru_ru: Приятной Вам работы <br />Typecho
tr_tr: Umarım Typecho hoşunuza gitmiştir!
zh_tw: 希望您能盡情享用 Typecho 帶來的樂趣！

source: 缺少PHP扩展
fa_ir: افزونه PHP مورد نیاز موجود نیست
ja_jp: PHP拡張不足、お使いのサーバーに以下のPHP拡張機能のうち、少なくとも1つをインストールしてください

source: 欢迎使用 Typecho
el_gr: Καλώς ήρθατε στο Typecho
fa_ir: خوش آمدید به Typecho
fil_ph: Maligayang Pagdating sa Typecho
fr_fr: Bienvenue à Typecho
ja_jp: Typechoにようこそ
pt_br: Bem-vindo ao Typecho
ru_ru: Добро пожаловать в Typecho
tr_tr: Typecho’ya hoş geldiniz.
zh_tw: 歡迎使用 Typecho

source: 安装说明
el_gr: Οδηγίες εγκατάστασης
fa_ir: راهنمای نصب
fil_ph: Mga instruksyon sa instalasyon
fr_fr: Instructions d'installation
ja_jp: インストール手順
pt_br: Instruções de instalação
ru_ru: Инструкции по установке
tr_tr: Kurulum talimatları
zh_tw: 安裝說明

source: 本安装程序将自动检测服务器环境是否符合最低配置需求. 如果不符合, 将在上方出现提示信息, 请按照提示信息检查您的主机配置. 如果服务器环境符合要求, 将在下方出现 "开始下一步" 的按钮, 点击此按钮即可一步完成安装.
el_gr: Ο οδηγός εγκατάστασης θα ελέγξει το περιβάλλον εγκατάστασης για να επιβεβαιώσουμε ότι ικανοποιούνται τουλάχιστον οι ελάχιστες απαιτήσεις εγκατάστασης. Εάν εμφανιστεί ένα μήνυμα, ελέγξτε τον server σας με τη βοήθεια του παρόχου σας (web host).<br /> Εάν δεν βρούμε προβλήματα, μπορείτε να συνεχίσετε την εγκατάσταση κάνοντας κλικ στο <strong>Επόμενο βήμα</strong>
fa_ir: این برنامه نصب به‌طور خودکار محیط سرور را بررسی می‌کند تا ببیند آیا حداقل نیازهای پیکربندی را دارد یا خیر. اگر شرایط لازم فراهم نباشد، پیام‌های هشدار در بالای صفحه نمایش داده می‌شود و شما باید طبق آن پیام‌ها تنظیمات سرور خود را بررسی کنید. اگر محیط سرور مطابق با نیازها باشد، دکمه‌ای با عنوان "شروع مرحله بعد" در پایین صفحه ظاهر می‌شود که با کلیک روی آن می‌توانید نصب را به صورت مرحله‌ای و کامل انجام دهید.
fil_ph: Ang installer na ito ay awtomatikong nag-e-eksamen kung ang kapaligiran ng serber ay tumutugon sa mga minimong kinakailangan. Kung hindi, ikaw ay maaabisuhan doon sa header ng pahina. Mangyaring suriin ang host ng iyong kompigurasyon ayon sa notipikasyon. Kung ang kapaligiran ng serber ay tumutugon sa mga kinakailangan, ang pindutang "susunod na hakbang" ay magpapakita sa ibaba. Pindutin ito para tapusin ang iyong instalasyong isang hakbang.
fr_fr: Le programme d'installation détectera automatiquement si l'environnement du serveur répond aux exigences minimales de configuration. Si ce n'est pas le cas, le message apparaîtra ci-dessus. Veuillez suivre les instructions pour vérifier la configuration de votre host. Si l'environnement du serveur répond aux exigences, un bouton de la "prochaine étape" apparaîtra, cliquez sur ce bouton pour terminer l'installation étape par étape.
ja_jp: このインストーラーはサーバー環境が最小構成要件を満たしているかどうかを自動的に検出します。満たさない場合は、上部にメッセージが表示されます。プロンプトに従ってサーバーの構成を確認してください。サーバー環境が要件を満たしている場合、「次へ開始」ボタンが下に表示されます。このボタンをクリックしてインストールを完了します。
pt_br: Este instalador detectará automaticamente se o ambiente do servidor atende aos requisitos mínimos. Se não atender, uma mensagem será exibida. Se o ambiente do servidor atender aos requisitosvocê verá a mensagem "Estou pronto, próximo passo &raquo;" na parte inferior, clique neste botão para concluir a instalação.
ru_ru: Добро пожаловать в мастер установки Typecho. Данный мастер поможет вам установить скрипт всего за несколько минут. Программа установки автоматически определит соответствие минимальным требованиям серверной среды. Чтобы начать установку нажмите кнопку "Я готов начать, следующий шаг" и следуйте дальнейшим инструкциям.
tr_tr: Bu kurulumcu otomatik olarak sunucu ortamınızın minimum şartları karşılayıp karşılamadığına karar verecektir. Eğer karşılamıyor ise sayfa başında size bir bildirim gelecektir. Lütfen bu bildirim doğrultusunda sunucu ayarlarını kontrol ediniz. Eğer sunucu ortamınız şartları karşılıyorsa “sonraki adım” butonu ortaya çıkacaktır. Bu butona tıklayarak tek-adım kurulumunuzu sonlandırabilirsiniz.
zh_tw: 本安裝程式將自動檢測伺服器環境是否符合最低配置需求。若不符合，將於上方出現提示訊息，請按照提示訊息檢查您的主機配置。如果伺服器環境符合要求，將在下方出現 「開始下一步」的按鈕，點擊此按鈕即可一步完成安裝。

source: 许可及协议
el_gr: Όροι και άδεια χρήσης
fa_ir: توافق‌نامه‌ها
fil_ph: Mga Termino at lisensya
fr_fr: Licence et accord
ja_jp: ライセンスと契約
pt_br: Licenças e contratos
ru_ru: Лицензионное соглашение
tr_tr: Şartlar ve lisans
zh_tw: 許可及協議

source: Typecho 基于 <a href="https://www.gnu.org/copyleft/gpl.html">GPL</a> 协议发布, 我们允许用户在 GPL 协议许可的范围内使用, 拷贝, 修改和分发此程序.
fa_ir: Typecho بر اساس مجوز <a href='https://www.gnu.org/copyleft/gpl.html'>GPL</a> منتشر شده است. ما به کاربران اجازه می‌دهیم که در چارچوب مجوز GPL این برنامه را استفاده، کپی، تغییر و توزیع کنند.

source: 在GPL许可的范围内, 您可以自由地将其用于商业以及非商业用途.
el_gr: Σύμφωνα με την άδεια GPL, επιτρέπεται τόσο για μη εμπορική όσο και για εμπορική χρήση.
fa_ir: در چارچوب مجوز GPL، شما آزاد هستید که آن را برای مصارف تجاری و غیرتجاری به‌طور آزادانه استفاده کنید.
fr_fr: Dans la licence GPL, vous êtes libre de l'utiliser à des fins commerciales et non commerciales.
ja_jp: GPLライセンスの範囲内で、商用および非商用の使用に自由に使用できます。
pt_br: Dentro do escopo da licença GPL, você é livre para usá-la para fins comerciais e não comerciais.

source: Typecho 软件由其社区提供支持, 核心开发团队负责维护程序日常开发工作以及新特性的制定.
el_gr: Το Typecho υποστηρίζεται από την κοινότητά του. Οι προγραμματιστές του core team είναι υπεύθυνοι για την ανάπτυξη του λογισμικού και το σχεδιασμό νέων λειτουργιών.
fa_ir: نرم‌افزار Typecho توسط جامعه کاربرانش پشتیبانی می‌شود و تیم توسعه اصلی مسئول نگهداری کارهای روزمره توسعه برنامه و تعیین ویژگی‌های جدید است.
fil_ph: Ang Typecho ay suportado ng sariling komunidad. Ang mga pangunahing tagapagbuo ang responsible para sa mga nakaugaliang pagbubuo at pagpaplano sa mga bagong tampok.
fr_fr: Le logiciel Typecho est pris en charge par sa communauté et l'équipe de développement principale assure le développement de routine du programme ainsi que le développement de nouvelles fonctionnalités.
ja_jp: Typechoソフトウェアはコミュニティによってサポートされており、コア開発チームはプログラムの日々の開発と新機能の開発を維持する責任をもっています。
pt_br: O software Typecho é suportado por sua comunidade e a equipe de desenvolvimento principal é responsável por manter o desenvolvimento rotineiro do programa e a formulação de novos recursos.
ru_ru: Typecho поддерживается и развивается силами сообщества.
tr_tr: Typecho kendi topluluğu tarafından desteklenmektedir. Çekirdek geliştiriciler rutin geliştirmek ve yeni özellik planlamak ile yükümlüdürler.
zh_tw: Typecho 軟體由其社群提供支持，核心開發團隊負責維護程式日常開發工作以及新特性的制定。

source: 如果您遇到使用上的问题, 程序中的 BUG, 以及期许的新功能, 欢迎您在社区中交流或者直接向我们贡献代码.
el_gr: Εάν συναντήσετε προβλήματα στην χρήση του Typecho, βρείτε Bugs ή θέλετε να προτείνετε ιδέες για νέες λειτουργίες, θα χαρούμε εάν επικοινωνήσετε μαζί μας, ή αν υποβάλετε αλλαγές στον κώδικα του λογισμικού.
fa_ir: اگر در استفاده با مشکلی مواجه شدید، باگ‌هایی در برنامه مشاهده کردید یا خواستار ویژگی‌های جدید هستید، خوشحال می‌شویم در جامعه کاربران با ما به اشتراک بگذارید یا مستقیماً کد خود را به ما ارائه دهید.
fil_ph: Kung ikaw ay mayroong mga problema sa paggamit ng typecho, nakakita ng mga bug sa programa, o mayroong ideya para sa mga bagong tampok, malugod naming tinatanggap ang iyong pagkomunika sa komunidad o ang pagkontribyut ng kodigo nang direktahan sa amin.
fr_fr: Si vous rencontrez des problèmes avec Typecho, des erreurs dans vos programmes, et de nouvelles fonctionnalités que vous souhaiterez peut-être accueillir, n'hésitez pas à parler dans la communauté ou à contribuer directement à nous.
ja_jp: 使用上、プログラムのバグ、および新機能に関する問題が発生した場合は、コミュニティでコミュニケーションをとるか、直接コードを提供してください。
pt_br: Se você encontrar problemas, erros ou espera novos recursos, entre em contato com a comunidade ou contribua com o código diretamente para nós.
ru_ru: Если у вас возникли проблемы при использование программы или есть предложения по новым возмостям, вы можете обратиться в сообщество или сразу предложить изменения.
tr_tr: Typecho kullanırken problem yaşıyorsanız, programda hata bulduysanız, yeni bir fikriniz var ise topluluğumuzda iletişime geçmeniz ya da kodumuza katkı yapmanız rica olunur.
zh_tw: 如果您遇到使用上的問題、程式中的 BUG、以及期許的新功能，歡迎您在社群中交流或者直接向我們貢獻程式碼。

source: 对于贡献突出者, 他的名字将出现在贡献者名单中.
el_gr: Θα αναφέρουμε ονομαστικά όσους συμβάλλουν στην ανάπτυξη του Typecho.
fa_ir: کسانی که مشارکت برجسته‌ای داشته باشند، نامشان در فهرست مشارکت‌کنندگان قرار خواهد گرفت.
fil_ph: Ang mga kontribyutor na nakakahigit sa lahat ay mapupurihan.
fr_fr: Pour ceux qui font la différence, son nom apparaîtra dans la liste des contributeurs.
ja_jp: 特に貢献してくれた人は、貢献者リストに表示されます。
pt_br: Colaboradores que se destacarem serão adicionados na lista de colaboradores.
ru_ru: За выдающийся вклад Ваше имя появится в списке участников.
tr_tr: Yapılan tüm katkılar belirtilecektir.
zh_tw: 對於貢獻突出者，他的名字將出現在貢獻者名單中。

source: 我准备好了, 开始下一步 &raquo;
el_gr: Επόμενο βήμα &raquo;
fa_ir: من آماده‌ام، شروع مرحله بعد &raquo;
fil_ph: Kung ikaw ay handa na, simulant ang susunod na hakbang &raquo;
fr_fr: Je suis prêt à commencer la prochaine étape de &raquo;
ja_jp: 準備ができました、次のステップへ &raquo;
pt_br: Estou pronto, próximo passo &raquo;
ru_ru: Я готов начать, следующий шаг &raquo;
tr_tr: Hazırım. Sonraki adıma geç &raquo;
zh_tw: 我準備好了，開始下一步 &raquo;

source: 上传目录无法写入, 请手动将安装目录下的 %s 目录的权限设置为可写然后继续升级
el_gr: Ο φάκελος μεταφόρτωσης δεν είναι εγγράψιμος. Παρακαλείσθε να ορίσετε τις άδειες χρήσης του φακέλου %s ώστε να μπορούμε να γράψουμε σε αυτόν.
fa_ir: دایرکتوری آپلود قابل نوشتن نیست، لطفاً به صورت دستی مجوز دایرکتوری %s در پوشه نصب را به حالت قابل نوشتن تغییر دهید و سپس به‌روزرسانی را ادامه دهید
fil_ph: Ang direktoriya sa pag-upload ay hindi nasusulatan, mangyaring itakda ang permisyon ng %s na direktoriya (sa ilalim ng direktoriya sa instalasyon) na masusulatan bago makapagpatuloy sa pag-upgrade
fr_fr: Le répertoire de téléchargement ne peut pas être écrit, installez manuellement les permissions du répertoire %s dans writable, puis continuez la mise à jour
ja_jp: アップロードディレクトリを書き込めません。インストールディレクトリの下の%sディレクトリの権限を手動で書き込み可能に設定して、アップグレードを続行してください
pt_br: O diretório de upload não pode ser escrito. Defina manualmente a permissão de escrita no diretório %s para continuar a atualização
ru_ru: Не удается записать в директорию загрузки. Пожалуйста, перед продолжением обновления установите разрешение для записи каталога %s.
tr_tr: Yükleme dizinine yazım yapılamamaktadır. Lütfen güncellemeye başlamadan önce %s dizinine (kurulum dizininin altında) yazılabilir iznini veriniz.
zh_tw: 上傳目錄無法寫入，請手動將安裝目錄下的 %s 目錄的權限設定為可寫然後繼續升級

source: 初始化配置
el_gr: Αρχικές ρυθμίσεις
fa_ir: تنظیمات اولیه
fil_ph: Magpasimula ng kompigurasyon
fr_fr: Initialiser la configuration
ja_jp: 初期設定
pt_br: Configuração inicial
ru_ru: Настройка конфигурации системы
tr_tr: İlk Ayarlar
zh_tw: 初始化組態設定

source: 数据库适配器
el_gr: Προσαρμογέας βάσης δεδομένων
fa_ir: واسط پایگاه داده
fil_ph: Adapter ng database
fr_fr: Base de données
ja_jp: データベースアダプタ
pt_br: Adaptador de banco de dados
ru_ru: Тип базы данных
tr_tr: Veritabanı bağdaştırıcısı
zh_tw: 資料庫適配器

source: 请根据您的数据库类型选择合适的适配器
el_gr: Παρακαλούμε επιλέξτε τον προσαρμογέα που αντιστοιχεί στη βάση δεδομένων σας/
fa_ir: لطفاً بر اساس نوع پایگاه داده خود، واسط مناسب را انتخاب کنید
fil_ph: Mangyaring pumili ng adapter na naaayon sa klase ng iyong database
fr_fr: Veuillez sélectionner un adaptateur approprié en fonction de votre type de base de données
ja_jp: データベースの種類に応じて適切なアダプターを選択してください
pt_br: Por favor, selecione o adaptador de acordo com o seu tipo de banco de dados
ru_ru: Выберите тип Вашей базы данных (Обычно это Mysql)
tr_tr: Veritabanı tipinize göre ilgili bağdaştırıcı ayarlarını seçiniz.
zh_tw: 請根據您的資料庫類型選擇合適的適配器

source: 数据库前缀
el_gr: πρόθεμα πίνακα βάσης δεδομένων
fa_ir: پیشوند پایگاه داده
fil_ph: unlapi ng database
fr_fr: Préfixe de base de données
ja_jp: データベースの接頭語
pt_br: Prefixo do banco de dados
ru_ru: Префикс
tr_tr: veritabanı öneki
zh_tw: 資料庫前置字串

source: 默认前缀是 "typecho_"
el_gr: Το προεπιλεγμένο πρόθεμα είναι: "typecho_"
fa_ir: پیشوند پیش‌فرض 'typecho_' است
fil_ph: ang naka-default na unlapi ay "typecho_"
fr_fr: Le préfixe par défaut est "typecho_"
ja_jp: デフォルトの接頭語は "typecho_"
pt_br: O prefixo padrão é "typecho_"
ru_ru: Не изменяйте параметр, если не знаете для чего он предназначен. Префикс по умолчанию "typecho_"
tr_tr: varsayılan önek "typecho_"
zh_tw: 預設的前置字串是 "typecho_"

source: 确认, 开始安装 &raquo;
el_gr: Επιβεβαιώστε την εκκίνηση της εγκατάστασης &raquo;
fa_ir: تأیید، شروع نصب &raquo;
fil_ph: Kumpirmahin at simulant ang pag-instala &raquo;
fr_fr: Confirmez et commencez l'installation &raquo;
ja_jp: 確認してインストールを開始 &raquo;
pt_br: Confirme e inicie a instalação &raquo;
ru_ru: Начать установку &raquo;
tr_tr: Onayla ve yüklemeye başla &raquo;
zh_tw: 確認，開始安裝 &raquo;

source: 创建完毕, 继续安装 &raquo;
fa_ir: ایجاد پایگاه داده به پایان رسید، ادامه نصب &raquo;
ja_jp: 作成完了、インストールを続ける &raquo;

source: 确认您的配置
el_gr: Επιβεβαιώστε τις ρυθμίσεις σας.
fa_ir: تنظیمات اولیه را تأیید کنید
fil_ph: Kumpirmahin ang iyong kompigurasyon
fr_fr: Confirmez votre configuration
ja_jp: 設定を確認してください
pt_br: Confirme suas configurações
ru_ru: Настройка конфигурации системы
tr_tr: Ayarlarınızı doğrulayın.
zh_tw: 確認您的組態設定

source: 没有检测到您手动创建的配置文件, 请检查后再次创建
el_gr: Δεν βρέθηκε αρχείο ρυθμίσεων. Παρακαλούμε δημιουργήστε το και δοκιμάστε ξανά.
fa_ir: فایلی که به صورت دستی برای پیکربندی ایجاد کرده‌اید شناسایی نشد، لطفاً پس از بررسی مجدداً آن را ایجاد کنید
fil_ph: Walang payl na pangkompigura na iyong nilikha nang mano-mano ang nahalata, mangyaring suriin ito at likhain itong muli
fr_fr: Le fichier de configuration que vous avez créé manuellement n'a pas été détecté. Veuillez le vérifier a nouveau pour le créer
ja_jp: 手動で作成した構成ファイルを検出できませんでした。もう一度確認して作成してください
pt_br: O arquivo de configuração que você criou manualmente não foi detectado, verifique-o ou crie-o novamente
ru_ru: Не удалось найти файл конфигурации
tr_tr: Ayar dosyası tespit edilemedi. Lütfen tekrar oluşturup tekrar deneyin.
zh_tw: 沒有檢測到您手動建立的組態設定檔，請檢查後再次建立

source: 数据库: "%s"不存在，请手动创建后重试
fa_ir: پایگاه داده «%s» وجود ندارد، لطفاً به صورت دستی آن را ایجاد کرده و دوباره تلاش کنید

source: 对不起, 无法连接数据库, 请先检查数据库配置再继续进行安装: "%s"
fa_ir: متأسفیم، اتصال به پایگاه داده امکان‌پذیر نیست، لطفاً ابتدا تنظیمات پایگاه داده را بررسی کنید و سپس نصب را ادامه دهید: "%s"

source: 安装程序捕捉到以下错误: "%s". 程序被终止, 请检查您的配置信息.
el_gr: Ο οδηγός εγκατάστασης διέγνωσε το σφάλμα: "%s". Η εγκατάσταση θα σταματήσει. Πριν προχωρήσετε, ελέγξτε τις ρυθμίσεις σας.
fa_ir: نصب‌کننده خطای زیر را شناسایی کرد: "%s". برنامه متوقف شد، لطفاً اطلاعات تنظیمات اولیه خود را بررسی کنید.
fil_ph: Ang installer ay nakatuklas sa error na ito: "%s". Ang programa ay nagtapos. Mangyaring suriin ang iyong kompigurasyon.
fr_fr: Le programme d'installation a détecté l'erreur suivante: "%s". Le programme s'est arrêté, s'il vous plaît, vérifiez votre configuration.
ja_jp: インストーラーは "%s" で間違いを発見しました。プログラムは終了します、設定情報を確認してください。
pt_br: O instalador detectou um erro: "%s". O programa foi encerrado, por favor verifique suas configuração.
ru_ru: Установщик получил следующую ошибку: "%s". Установка остановлена, пожалуйста, проверьте конфигурацию.
tr_tr: Kurulum şu hatayı tespit etti: “%s”. Program sonlandırıldı. Lütfen ayarları kontrol ediniz.
zh_tw: 安裝程式捕捉到以下錯誤："%s". 程式被終止，請檢查您的組態設定資訊。

source: 安装程序无法自动创建 <strong>config.inc.php</strong> 文件
el_gr: Ο οδηγός εγκατάστασης δεν μπόρεσε να δημιουργήσει αυτόματα το αρχείο <strong>config.inc.php</strong>
fa_ir: نصب‌کننده نمی‌تواند به‌طور خودکار فایل <strong>config.inc.php</strong> را ایجاد کند
fil_ph: Ang installer ay hindi makapaglikha nang awtomatiko sa payl na <strong>config.inc.php</strong>
fr_fr: Le programme d'installation ne peut pas créer automatiquement le fichier <strong>config.inc.php</strong>
ja_jp: インストーラーは <strong>config.inc.php</strong> を自動生成できませんでした
pt_br: O instalador não pode criar automaticamente o arquivo <strong>config.inc.php</strong>
ru_ru: Программа установки не может автоматически создать файл <strong>config.inc.php</strong>
tr_tr: Kurulum dosyası <strong>config.inc.php</strong> dosyasını otomatik olarak oluşturamadı.
zh_tw: 安裝程式無法自動建立 <strong>config.inc.php</strong> 檔案

source: 您可以在网站根目录下手动创建 <strong>config.inc.php</strong> 文件, 并复制如下代码至其中
el_gr: Μπορείτε να δημιουργήσετε ένα αρχείο με όνομα <strong>config.inc.php</strong> στον αρχικό φάκελο της ιστοσελίδας σας και να προσθέσετε τον παρακάτω κώδικα:
fa_ir: شما می‌توانید به صورت دستی در شاخه اصلی وبلاگ فایل <strong>config.inc.php</strong> را ایجاد کرده و کد زیر را در آن کپی کنید
fil_ph: Ikaw ay maaring lumikha ng manu-mano sa payl na <strong>config.inc.php</strong> na nasa ilalim ng direktoriyang pinag-uugatan ng website, at idagdag ang sumusunod na kodigo sa loob nito
fr_fr: Vous pouvez créer manuellement le fichier <strong>config.inc.php</strong> sous le répertoire racine du site web et copier le code suivant
ja_jp: <strong>config.inc.php</strong> をウェブサイトのルートディレクトリに手動で配置できます。以下のコードをコピーしてください
pt_br: Você pode criar manualmente o arquivo <strong>config.inc.php</strong> no diretório raiz do site e copiar o seguinte código nele
ru_ru: Вы можете вручную создать в корневой папке сайта файл <strong>config.inc.php</strong> и скопировать в него нижеприведенный код
tr_tr: Websitenizin ana dizinine aşağıdaki kodu ekleyerek <strong>config.inc.php</strong> 'i el ile de oluşturabilirsiniz.
zh_tw: 您可以在網站根目錄下手動建立 <strong>config.inc.php</strong> 檔案，並複製如下程式碼至其中

source: 安装程序检查到原有数据表已经存在.
el_gr: Ο οδηγός εγκατάστασης αναφέρει ότι υπάρχει ήδη σχετικός πίνακας στη βάση δεδομένων.
fa_ir: نصب کننده تشخیص داد که جداول داده‌ای از قبل وجود دارند.
fil_ph: Ang installer ay nakatuklas na may umiiral na palang talahanayan sa database.
fr_fr: Le programme d'installation vérifie que la table de données existe déjà.
ja_jp: インストーラーはもとのデータが存在することを検出しました。
pt_br: O instalador detectou que uma tabela de banco de dados já existe.
ru_ru: Typecho был установлен ранее
tr_tr: Kurulum daha önceden veritabanı dosyaları olduğunu tespit etti.
zh_tw: 安裝程式檢查到原有資料表已經存在。

source: 删除原有数据
el_gr: Διαγραφή δοκιμαστικών δεδομένων
fa_ir: حذف داده‌های قبلی
fil_ph: burahin ang orihinal na datos
fr_fr: Supprimer les données d'origine
ja_jp: もとのデータを削除
pt_br: Excluir os dados originais
ru_ru: Удалить исходные данные
tr_tr: orjinal verileri sil
zh_tw: 刪除原有資料

source: 使用原有数据
el_gr: χρήση δοκιμαστικών δεδομένων
fa_ir: استفاده از داده‌های موجود
fil_ph: gamitin ang orihinal na datos
fr_fr: Utilisez les données d'origine
ja_jp: もとのデータを使う
pt_br: Utilizar os dados originais
ru_ru: Использовать исходные данные
tr_tr: orjinal verileri kullan
zh_tw: 使用原有資料

source: 创建您的管理员帐号
el_gr: Στοιχεία πρόσβασης διαχειριστή
fa_ir: ایجاد حساب کاربری مدیر
fil_ph: Lumikha ng iyong account sa admin
fr_fr: Créez votre compte administrateur
ja_jp: 管理者アカウントを作成する
pt_br: Crie uma conta de administrador
ru_ru: Создание учетной записи администратора
tr_tr: Admin hesabınızı oluşturunuz
zh_tw: 建立您的管理員帳號

source: 网站地址
el_gr: Διεύθυνση URL ιστοσελίδας
fa_ir: آدرس وبلاگ
fil_ph: URL ng website
fr_fr: URL du site web
ja_jp: ウェブサイトのアドレス
pt_br: Endereço do site
ru_ru: Адрес веб-сайта
tr_tr: Site URL’si
zh_tw: 網站網址

source: 这是程序自动匹配的网站路径, 如果不正确请修改它
el_gr: Εντοπίσαμε την παρακάτω URL. Εάν είναι λάθος, παρακαλούμε διορθώστε το.
fa_ir: این مسیر وبلاگ به‌طور خودکار توسط برنامه تشخیص داده شده است، اگر نادرست است لطفاً آن را اصلاح کنید
fil_ph: Ito ang nakatugmang awtomatiko sa URL ng website. Kung ito ay hindi wasto, mangyaring i-edit ito
fr_fr: C'est la URL qui correspond automatiquement à l'adresse du site web, s'il n'est pas correct, veuillez le modifier
ja_jp: これは、プログラムが自動的に紐付けるWebサイトのパスです。正しくない場合は、変更してください
pt_br: Esse é o caminho obtido automaticamente. Se estiver incorreto, modifique-o
ru_ru: Если установщик вывел не правильный адрес сайта, вы можете изменить его
tr_tr: Bu adres otomatik olarak eşleştirilmiş internet sitesi URL’nizdir. Eğer doğru değil ise düzenleyiniz.
zh_tw: 這是程式自動取得的網站路徑，如果不正確請修改它

source: 用户名
el_gr: Όνομα χρήστη
fa_ir: نام کاربری
fr_fr: Nom d'utilisateur
ja_jp: ユーザー名
pt_br: Usuário
ru_ru: Имя пользователя
tr_tr: kullanıcı adı
zh_tw: 使用者名稱
