Repository: typecho/languages
Catalog: *.po
Languages: el_gr, fa_ir, fil_ph, fr_fr, ja_jp, pt_br, ru_ru, tr_tr, zh_tw

source: 日
el_gr: Κ
fa_ir: ی
fil_ph: araw
fr_fr: Dim
pt_br: dom
ru_ru: Вс
tr_tr: Pzr
zh_tw: 日

source: 一
el_gr: Δ
fa_ir: د
fil_ph: isa
fr_fr: Lun
ja_jp: 月
pt_br: Seg
ru_ru: Пн
tr_tr: Pzt
zh_tw: 一

source: 二
el_gr: Τ
fa_ir: س
fil_ph: dalawa
fr_fr: Mar
ja_jp: 火
pt_br: Ter
ru_ru: Вт
tr_tr: Sal
zh_tw: 二

source: 三
el_gr: Τ
fa_ir: چ
fil_ph: tatlo
fr_fr: Mer
ja_jp: 水
pt_br: Qua
ru_ru: Ср
tr_tr: Çar
zh_tw: 三

source: 四
el_gr: Π
fa_ir: پ
fil_ph: apat
fr_fr: Jeu
ja_jp: 木
pt_br: Qui
ru_ru: Чт
tr_tr: Per
zh_tw: 四

source: 五
el_gr: Π
fa_ir: ج
fil_ph: lima
fr_fr: Ven
ja_jp: 金
pt_br: Sex
ru_ru: Пт
tr_tr: Cum
zh_tw: 五

source: 六
el_gr: Σ
fa_ir: ش
fil_ph: anim
fr_fr: Sam
ja_jp: 土
pt_br: Sáb
ru_ru: Сб
tr_tr: Cmt
zh_tw: 六

source: 完成
el_gr: Εντάξει
fa_ir: پایان
fil_ph: Natapos
fr_fr: Prêt
pt_br: Concluir
ru_ru: Готово
tr_tr: Tamam
zh_tw: 完成

source: 选择时间
el_gr: Επιλογή ώρας
fa_ir: انتخاب زمان
fil_ph: Pumili ng oras
fr_fr: Choisissez l'heure
ja_jp: 時間を選ぶ
pt_br: período de seleção
ru_ru: Выберите время
tr_tr: Zamanı seçiniz
zh_tw: 選擇時間

source: 时间
el_gr: Η ώρα τώρα:
fa_ir: زمان
fil_ph: Oras
fr_fr: Heure
ja_jp: 時間
pt_br: Data
ru_ru: Время
tr_tr: Zaman
zh_tw: 時間

source: 时
el_gr: Ώρα
fa_ir: ساعت
fil_ph: oras
fr_fr: heure
ja_jp: 時
pt_br: Hora
ru_ru: Часы
tr_tr: saat
zh_tw: 時

source: 上午
el_gr: π.μ.
fa_ir: قبل از ظهر
fil_ph: sa umaga
fr_fr: a.m
ja_jp: 午前
pt_br: a.m.
ru_ru: Утром
tr_tr: öğleden önce
zh_tw: 上午

source: 下午
el_gr: μ.μ.
fa_ir: بعد از ظهر
fil_ph: sa hapon
fr_fr: p.m
ja_jp: 午後
pt_br: p.m.
ru_ru: Днем
tr_tr: öğleden sonra
zh_tw: 下午

source: 分
el_gr: Λεπτά
fa_ir: دقیقه
fil_ph: minuto
fr_fr: min
pt_br: min
ru_ru: Минуты
tr_tr: dk
zh_tw: 分

source: 秒
el_gr: Δευτ.
fa_ir: ثانیه
fil_ph: segundo
fr_fr: sec
pt_br: seg
ru_ru: сек.
tr_tr: sn
zh_tw: 秒

source: 请输入标签名
el_gr: Εισάγετε το όνομα της ετικέτας
fa_ir: لطفاً نام برچسب را وارد کنید
fil_ph: Mangyaring ipasok ang pangalan ng tag
fr_fr: Veuillez entrer le nom du tag
ja_jp: ラベル名を入力してください
pt_br: Digite o nome da tag
ru_ru: Пожалуйста, введите теги
tr_tr: Bir etiket adı giriniz
zh_tw: 請輸入標籤名

source: 此标签不存在, 按回车创建
el_gr: Αυτή η ετικέτα δεν υπάρχει. Πιέστε "ENTER" για να τη δημιουργήσετε.
fa_ir: این برچسب وجود ندارد، برای ایجاد آن کلید Enter را فشار دهید
fil_ph: Ang tag na ito ay hindi umiiral, pindutin ang Ipasok para makalikha nito
fr_fr: Cette étiquette n'existe pas, appuyez sur Entrée pour créer
ja_jp: このラベルは存在しません。Enterキーを押すと新規作成します
pt_br: Esta tag não existe. Pressione Enter para criá-la
ru_ru: Этот тег не существует, нажмите Enter, чтобы создать его.
tr_tr: Bu etiket mevcut değil. Oluşturmak için enter’a basınız.
zh_tw: 此標籤不存在，按 Enter 鍵建立

source: 内容已经改变尚未保存, 您确认要离开此页面吗?
el_gr: Οι αλλαγές σας δεν έχουν αποθηκευτεί. Είστε βέβαιοι ότι θέλετε να βγείτε απ' τη σελίδα;
fa_ir: محتوا تغییر کرده و هنوز ذخیره نشده است، آیا مطمئن هستید که می‌خواهید این صفحه را ترک کنید؟
fil_ph: Ang mga pagbabago ay hindi pa nai-seyb. Sigurado ka bang gusto mong iwanan ang pahinang ito?
fr_fr: Le contenu n'a pas encore changé. Êtes-vous sûr de vouloir quitter cette page?
ja_jp: 編集した内容は保存されていません、このページから離れてもいいですか？
pt_br: O conteúdo foi alterado, mas não foi salvo. Tem certeza de que deseja sair desta página?
ru_ru: Содержимое изменилось и не было сохранено, вы уверены, что хотите покинуть эту страницу?
tr_tr: Değişiklikler kaydedilmedi. Bu sayfadan ayrılmak istediğinize emin misiniz?
zh_tw: 內容已經改變但尚未儲存，您確定要離開此頁嗎？

source: 已保存
el_gr: Αποθηκεύτηκε
fa_ir: ذخیره شده
fil_ph: Nai-seyb
fr_fr: Sauver
ja_jp: 保存しました
pt_br: Salvo
ru_ru: Сохранено
zh_tw: 已儲存

source: 正在保存
el_gr: Αποθήκευση...
fa_ir: در حال ذخیره‌سازی
fil_ph: Nagsi-seyb
fr_fr: Sauvé
ja_jp: 正しく保存されました
pt_br: Salvando...
ru_ru: Сохранение ...
tr_tr: Kaydediliyor…
zh_tw: 正在儲存

source: 保存失败, 请重试
fa_ir: ذخیره‌سازی ناموفق بود، لطفاً دوباره تلاش کنید

source: 尚未保存
el_gr: Δεν αποθηκεύτηκε
fa_ir: هنوز ذخیره نشده است
fil_ph: Hindi pa nai-seyb
fr_fr: Pas encore enregistré
ja_jp: まだ保存されていません
pt_br: Não salvo
ru_ru: Не удалось сохранить
zh_tw: 尚未儲存

source: 上次保存时间
el_gr: Η πιο πρόσφατη αποθήκευση ήταν στις:
fa_ir: آخرین زمان ذخیره‌سازی
fil_ph: Huling oras sa pag-seyb
fr_fr: Dernier sauvegarde
ja_jp: 最終保存時間
pt_br: Última
ru_ru: Последнее сохранение
tr_tr: Son kayıt
zh_tw: 上次儲存時間

source: 修改后的内容需要保存后才能预览, 是否保存?
el_gr: Πρέπει να αποθηκεύσετε το περιεχόμενό σας πριν την προεπισκόπηση. Αποθήκευση;
fa_ir: برای پیش‌نمایش محتوای ویرایش شده، ابتدا باید آن را ذخیره کنید. آیا می‌خواهید ذخیره کنید؟
fr_fr: Le contenu révisé doit être enregistré avant l'aperçu, enregistrer?
ja_jp: 変更した内容をプレビューするには保存が必要です。保存しますか？
pt_br: Para visualizar, você precisa salvar o conteúdo. Continuar?

source: 您确认要删除这份草稿吗?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε το πρόχειρο;
fa_ir: آیا مطمئن هستید که می‌خواهید این پیش‌نویس را حذف کنید؟
fil_ph: Sigurado ka bang gusto mong burahin ang burador na ito?
fr_fr: Êtes-vous sûr de vouloir supprimer ce brouillon?
ja_jp: この下書きを削除してもいいですか？
pt_br: Tem certeza de que deseja excluir este rascunho?
ru_ru: Вы уверены, что хотите удалить этот черновик?
tr_tr: Taslağı sil?
zh_tw: 您確認要刪除這份草稿嗎？

source: 不选择
el_gr: &raquo; Επιλογή:
fa_ir: انتخاب نمی‌کنم
fil_ph: Huwag piliin
fr_fr: Désélectionner
ja_jp: 選択しない
pt_br: Desmarcar
ru_ru: Отсутствуют
tr_tr: Seçimi kaldır
zh_tw: 不選擇

source: 你正在编辑的是保存于 %s 的修订版, 你也可以 <a href="%s">删除它</a>
fa_ir: شما در حال ویرایش نسخه بازبینی شده‌ای هستید که در %s ذخیره شده است، همچنین می‌توانید <a href="%s">آن را حذف کنید</a>

source: 当前正在编辑的是未发布的草稿
el_gr: Αυτή τη στιγμή επεξεργάζονται μη δημοσιευμένα άρθρα
fa_ir: هم‌اکنون در حال ویرایش پیش‌نویس منتشر نشده هستید
fr_fr: En cours de modification d'un brouillon n'a pas été enregistré
ja_jp: 編集中の文章は未発表の下書きです
pt_br: Rascunhos não publicados atualmente em edição

source: 网址缩略名
el_gr: Σύντομο όνομα
fa_ir: نام مستعار آدرس وب
fil_ph: Pinaikling pangalan ng URL
fr_fr: Abréviation
ja_jp: アドレス短縮名
pt_br: Abreviação da URL
ru_ru: Сокращенное название сайта
tr_tr: URL kısaltma
zh_tw: 網址縮略名

source: 页面内容
el_gr: Περιεχόμενο σελίδας
fa_ir: محتوای صفحه
fil_ph: Nilalaman ng pahina
fr_fr: Contenu de la page
ja_jp: ページ内容
pt_br: Conteúdo da página
ru_ru: Содержание страницы
tr_tr: Sayfa içeriği
zh_tw: 頁面內容

source: 取消预览
el_gr: Ακύρωση προεπισκόπησης
fa_ir: لغو پیش‌نمایش
fr_fr: Annuler l'aperçu
ja_jp: プレビューを終了
pt_br: Cancelar visualização

source: 预览页面
el_gr: Προεπισκόπηση σελίδας
fa_ir: پیش‌نمایش صفحه
fr_fr: Page d'aperçu
ja_jp: プレビュー画面
pt_br: Pré-visualização da página

source: 保存草稿
el_gr: Αποθήκευση ως πρόχειρο
fa_ir: ذخیره پیش‌نویس
fil_ph: I-seyb ang burador
fr_fr: Sauver le boruillon
ja_jp: 下書きを保存
pt_br: Salvar rascunho
ru_ru: Сохранить в черновик
tr_tr: Taslağı kaydet
zh_tw: 儲存草稿

source: 发布页面
el_gr: Δημοσίευση σελίδας
fa_ir: انتشار صفحه
fil_ph: Ilathala ang pahina
fr_fr: Publier la page
ja_jp: 公開画面
pt_br: Publicar página
ru_ru: Опубликовать страницу
tr_tr: Sayfayı yayınla
zh_tw: 發佈頁面

source: 选项
el_gr: Ρυθμίσεις
fa_ir: گزینه‌ها
fil_ph: Opsyon
fr_fr: Options
ja_jp: オプション
pt_br: Opções
ru_ru: Параметры
tr_tr: Seçenekler
zh_tw: 選項

source: 页面顺序
el_gr: Συνημμένα
fa_ir: ترتیب صفحات
fil_ph: Ayos ng pahina
fr_fr: Ordre des pages
ja_jp: ページの順番
pt_br: Ordem das páginas
ru_ru: Номер страницы
tr_tr: Sayfa düzeni
zh_tw: 頁面順序

source: 为你的自定义页面设定一个序列值以后, 能够使得它们按此值从小到大排列
el_gr: Μπορείτε να ορίσετε τη σειρά με την οποία θα εμφανίζεται η σελίδα σας. Επιλέξτε έναν ακέραιο - οι σελίδες ταξινομούνται με βάση τον αριθμό σειράς απ' το μικρότερο προς το μεγαλύτερο.
fa_ir: پس از تعیین یک مقدار ترتیب برای صفحات سفارشی خود، می‌توانید آن‌ها را بر اساس این مقدار از کوچک به بزرگ مرتب کنید
fil_ph: Pagkatapos mong maitakda ang halaga sa pagkasunod-sunod ng iyong mga nakakustomisang pahina, maaari mo itong maisayos sa pasulong na pagkakasunod-sunod
fr_fr: Après avoir défini une valeur de séquence pour votre page personnalisée, vous pouvez les organiser dans l'ordre croissant
ja_jp: あなたのカスタムページにIDを設定すると、大きさによって並び替えられます
pt_br: Defina um índice de suas páginas personalizadas, para que elas possam ser classificadas
ru_ru: Станицы будут упорядачены, в дальнейшем можно изменить этот параметр
tr_tr: Özelleştirilmiş sayfalarınızın ana dizinini ayarlayın, böylece sayfalarınız küçük dizinden büyük dizine sıralanabilir.
zh_tw: 為你的自定頁設定一個序列值以後，能夠使得它們按此值從小到大排列

source: 自定义模板
el_gr: Επιλογή πρότυπου
fa_ir: الگوی سفارشی
fil_ph: Templeyt na naka-kustomisa
fr_fr: Modèle personnalisé
ja_jp: カスタムテンプレート
pt_br: Personalizar template
ru_ru: Пользовательские шаблоны
tr_tr: Tasarımı özelleştir
zh_tw: 自定樣板

source: 如果你为此页面选择了一个自定义模板, 系统将按照你选择的模板文件展现它
el_gr: Εάν διαλέξετε να χρησιμοποιήσετε άλλο πρότυπο απ' το προεπιλεγμένο, η σελίδα σας θα εμφανιστεί βάση του πρότυπου που έχετε επιλέξει.
fa_ir: اگر برای این صفحه یک قالب سفارشی انتخاب کنید، سیستم آن را طبق فایل قالب انتخاب شده نمایش خواهد داد
fil_ph: Kung pinili mo ang templeyt na naka-kustomisa para sa pahinang ito, ang typecho ay magpapakita nito sa napilian mong payl sa templeyt
fr_fr: Si vous sélectionnez un modèle personnalisé pour cette page, le système l'affichera dans le fichier modèle de votre choix
ja_jp: このページにカスタムテンプレートを設定すると、このページはテンプレートのように表示されます
pt_br: Se você selecionar um template personalizado para esta página, a pagina será exibirá de acordo com o template selecionado
ru_ru: Можно использовать свои шаблона для вывода страницы
tr_tr: Eğer özelleştirilmiş bir tasarım seçerseniz, typecho seçtiğiniz tasarım dosyasına göre sunulacaktır.
zh_tw: 如果你為此頁選擇了一個自定樣板，系統將按照你選擇的樣板檔案展現它

source: 父级页面
fa_ir: صفحه والد

source: 如果你设定了父级页面, 此页面将作为子页面呈现
fa_ir: اگر صفحه والد را تعیین کنید، این صفحه به عنوان صفحه فرزند نمایش داده خواهد شد

source: 高级选项
el_gr: Επιλογές για προχωρημένους
fa_ir: تنظیمات پیشرفته
fil_ph: Mataas na mga opsyon
fr_fr: Options avancées
ja_jp: 高度なオプション
pt_br: Opções avançadas
ru_ru: Дополнительные параметры
tr_tr: Gelişmiş seçenekler
zh_tw: 高階選項

source: 公开度
el_gr: Προβολή
fa_ir: سطح دسترسی عمومی
fil_ph: Publisidad
fr_fr: Publicité
ja_jp: 公開レベル
pt_br: Visibilidade
ru_ru: Публичность
tr_tr: Gizlilik
zh_tw: 公開度

source: 权限控制
el_gr: Ενέργειες
fa_ir: مدیریت مجوزها
fil_ph: Kontrol sa permisyon
fr_fr: Autorisations
ja_jp: 権限管理
pt_br: Restrito
ru_ru: Контроль доступа
tr_tr: İzinler
zh_tw: 權限控制

source: 允许评论
el_gr: Επιτρέπονται σχόλια
fa_ir: امکان ارسال دیدگاه
fil_ph: Pahintulotan ang mga komento
fr_fr: Autoriser les commentaires
ja_jp: コメントを許可する
pt_br: Permitir comentários
ru_ru: Разрешить комментарии
tr_tr: Yorumlara izin ver
zh_tw: 允許評論

source: 允许被引用
el_gr: Επιτρέπονται παραπομπές
fa_ir: امکان ارسال نقل قول
fil_ph: Pahintulotang mabanggit
fr_fr: Autoriser les citations
ja_jp: 引用を許可する
pt_br: Permitir ser citado
ru_ru: Разрешить цитировать
tr_tr: Atıflara izin ver
zh_tw: 允許被引用

source: 允许在聚合中出现
el_gr: Να συμπεριλαμβάνεται στα RSS
fa_ir: نمایش در دسته‌بندی
fil_ph: Pahintulotang makitang pinagsama
fr_fr: Autoriser les agrégats
ja_jp: 集約ページでの表示を許可する
pt_br: Permitir agregação
ru_ru: Разрешить краткое описание
tr_tr: Toplanmaya izin ver
zh_tw: 允許在聚合中出現

source: 本页面由 <a href="%s">%s</a> 创建
el_gr: Η σελίδα δημιουργήθηκε από: <a href="%s">%s</a>.
fa_ir: این صفحه توسط <a href="%s">%s</a> ایجاد شده است
fil_ph: Ang pahinang ito ay nilikha ng <a href="%s">%s</a>
fr_fr: Cette page a été créée par <a href="%s">%s</a>
ja_jp: このページは <a href="%s">%s</a> により作成したページです
pt_br: Esta página foi criada por <a href="%s">%s</a>
ru_ru: <a href="%s">%s</a> создал эту страницу
tr_tr: Bu sayfa <a href="%s">%s</a> tarafından oluşturulmuştur.
zh_tw: 本頁面由 <a href="%s">%s</a> 創建

source: 最后更新于 %s
el_gr: Τελευταία ανανέωση: %s
fa_ir: آخرین به‌روزرسانی در %s
fil_ph: Huling nai-updeyt noong %s
fr_fr: Dernière mise à jour le %s
ja_jp: 最終更新日 %s
pt_br: Última atualização em %s
ru_ru: Обновлено %s
tr_tr: %s zamanında son düzenlenmesi yapılmıştır.
zh_tw: 最後更新於 %s

source: 文章内容
el_gr: Περιεχόμενο άρθρου
fa_ir: متن مطلب
fil_ph: Nilalaman ng post
fr_fr: Contenu du post
ja_jp: 文章の内容
pt_br: Conteúdo do post
ru_ru: Содержание статьи
tr_tr: Gönderi içeriği
zh_tw: 文章內容

source: 预览文章
el_gr: Προεπισκόπηση άρθρου
fa_ir: پیش‌نمایش مطلب
fr_fr: Publier
ja_jp: 文章のプレビュー
pt_br: Pré-visualizar

source: 发布文章
el_gr: Δημοσίευση
fa_ir: انتشار مطلب
fil_ph: Ilathala ang post
fr_fr: Publier le post
ja_jp: 文章を公開
pt_br: Publicar
ru_ru: Опубликовать
tr_tr: paylaş
zh_tw: 發佈文章

source: 标签
el_gr: Ετικέτες
fa_ir: مدیریت برچسب‌ها
fil_ph: Tatak
fr_fr: Étiquettes
ja_jp: ラベル
pt_br: Tag
ru_ru: Теги
tr_tr: Etiket
zh_tw: 標籤

source: 内容密码
el_gr: Κωδικός προστασίας του περιεχομένου
fa_ir: رمز عبور محتوا
fil_ph: Password ng nilalaman
fr_fr: Mot de passe du contenu
ja_jp: 内容パスワード
pt_br: Senha do conteúdo
ru_ru: Введите пароль
tr_tr: İçerik şifresi
zh_tw: 內容密碼

source: 引用通告
el_gr: Παραπομπές
fa_ir: اعلام ارجاع(پیوندها)
fil_ph: Notipikasyon sa pagkakabanggit
fr_fr: Notification de citation
ja_jp: 引用を知らせる
pt_br: Aviso de citação
ru_ru: Обратные ссылки
tr_tr: Alıntı bildirimi
zh_tw: 引用通告

source: 每一行一个引用地址, 用回车隔开
el_gr: Μια διεύθυνση αναφοράς ανά γραμμή, διαχωρισμένα με "χαρακτήρα επαναφοράς" (πλήκτρο <strong>Enter</strong>)
fa_ir: هر خط شامل یک آدرس ارجاع است، با کلید Enter از هم جدا شوند
fil_ph: Ang address na sinangguni para sa bawat linya, ay pinaghihiwalay gamit ang enter na key sa kompyuter
fr_fr: Chaque ligne une adresse de référence, séparés par un retour chariot
ja_jp: 引用アドレスは一行ずつです。Enterキーで分割してください
pt_br: Uma URL por linha
ru_ru: Каждый адрес с новой строки
tr_tr: Satır başına bir atıflanmış URL
zh_tw: 每一列一個引用地址，用 Enter 隔開

source: 本文由 <a href="%s">%s</a> 撰写
el_gr: Συγγραφέας: <a href="%s">%s</a>
fa_ir: این مطلب توسط <a href="%s">%s</a> نوشته شده است
fil_ph: Ang post na ito ay naisulat ng <a href="%s">%s</a>
fr_fr: Cet article a été écrit par <a href="%s">% s </a>
ja_jp: 本文は <a href="%s">%s</a> によって書かれました
pt_br: Escrito por <a href="%s">%s</a>
ru_ru: Автор <a href="%s">%s</a>
tr_tr: <a href="%s">%s</a> tarafından yazılmıştır
zh_tw: 本文由 <a href="%s">%s</a> 撰寫

source: 数据库地址
el_gr: Διεύθυνση βάσης δεδομένων
fa_ir: آدرس پایگاه داده
fil_ph: Address ng database
fr_fr: Adresse de la base de données
ja_jp: データベースアドレス
pt_br: Endereço do banco de dados
ru_ru: Адрес базы данных
tr_tr: Veritabanı yolu
zh_tw: 資料庫位址

source: 您可能会使用 "%s"
el_gr: Συχνά είναι <strong>%s</strong>
fa_ir: شما ممکن است از "%s" استفاده کنید
fil_ph: Maaari mong gamitin ang "%s"
fr_fr: Vous pouvez utiliser "%s"
ja_jp: "%s"を使うことができます
pt_br: Você pode usar "%s"
ru_ru: Вы можете использовать "%s"
tr_tr: "%s" kullanmanız gerekebilir
zh_tw: 您可能會使用 "%s"

source: 数据库用户名
el_gr: Όνομα χρήστη βάσης δεδομένων
fa_ir: نام کاربری پایگاه داده
fil_ph: Username ng database
fr_fr: Nom d'utilisateur de la base de données
ja_jp: データベースのユーザー名
pt_br: Nome do usuário do banco de dados
ru_ru: Имя пользователя БД
tr_tr: Veritabanı kullanıcı adı
zh_tw: 資料庫使用者名稱

source: 数据库密码
el_gr: Κωδικός πρόσβασης στη βάση δεδομένων
fa_ir: رمز عبور پایگاه داده
fil_ph: Password ng database
fr_fr: Mot de passe de la base de données
ja_jp: データベースのパスワード
pt_br: Senha do banco de dados
ru_ru: Пароль
tr_tr: Veritabanı şifresi
zh_tw: 資料庫密碼

source: 数据库名
el_gr: Όνομα βάσης δεδομένων
fa_ir: نام پایگاه داده
fil_ph: Pangalan ng database
fr_fr: Nom de la base de données
ja_jp: データベース名
pt_br: Nome do banco de dados
ru_ru: Имя базы данных
tr_tr: Veritabanı adı.
zh_tw: 資料庫名稱

source: 请您指定数据库名称
el_gr: Προσδιορίστε το όνομα της βάσης δεδομένων που θέλετε να χρησιμοποιήσετε για την εγκατάσταση.
fa_ir: لطفاً نام پایگاه داده را مشخص کنید
fil_ph: Mangyaring tukuyin ang pangalan ng database
fr_fr: Veuillez spécifier le nom de la base de données
ja_jp: データベースの名前を指定してください
pt_br: Especifique o nome do banco de dados
ru_ru: Пожалуйста, укажите имя базы данных
tr_tr: Veritabanı adını belirtiniz.
zh_tw: 請您指定資料庫名稱

source: 数据库端口
el_gr: Θύρα (port) της βάσης δεδομένων
fa_ir: درگاه پایگاه داده
fil_ph: Port ng database
fr_fr: Port de la base de données
ja_jp: データベースのポート
pt_br: Porta do banco de dados
ru_ru: Порт базы данных
tr_tr: Veritabanı portu
zh_tw: 資料庫通訊埠

source: 如果您不知道此选项的意义, 请保留默认设置
el_gr: Εάν δεν είστε βέβαιοι, κρατήστε την προεπιλεγμένη ρύθμιση
fa_ir: اگر معنی این گزینه را نمی‌دانید، لطفاً تنظیمات پیش‌فرض را حفظ کنید
fil_ph: Kung hindi mo alam ang ibig sabihin ng opsyong ito, mangyaring panatilihin sa setting na naka-default
fr_fr: Si vous ne connaissez pas la signification de cette option, laissez le paramètre par défaut
ja_jp: この欄の意味が分からなければ、このままで編集しないでください
pt_br: Se você não souber o significado dessa opção, mantenha a configuração padrão
ru_ru: Если вы не знаете значение этого параметра, оставьте настройки по умолчанию.
tr_tr: Bu seçeneğin ne olduğunu anlamıyorsanız varsayılan ayarlarda olduğu gibi bırakınız.
zh_tw: 若您不知道此選項的意義，請保留預設設定

source: 数据库编码
el_gr: Encoding βάσης δεδομένων
fa_ir: کدگذاری پایگاه داده
fr_fr: Mot de passe de la base de données
ja_jp: データベースの文字コード
pt_br: Codificação do banco de dados

source: 选择 utf8mb4 编码至少需要 MySQL 5.5.3 版本
el_gr: Για χρήση encoding UTF8MB4 πρέπει να έχετε MySQL τουλάχιστον 5.5.3 έκδοσης
fa_ir: برای انتخاب کدگذاری utf8mb4 حداقل به نسخه MySQL 5.5.3 نیاز است
fr_fr: Sélectionnez l'encodage utf8mb4 nécessite au moins la version MySQL 5.5.3
ja_jp: utf8mb4 の文字コードを使うためには MySQL 5.5.3 以降のバージョンが必要です
pt_br: A codificação utf8mb4 selecionada requer pelo menos a versão 5.5.3 do MySQL

source: 数据库引擎
el_gr: Τύπος βάσης δεδομένων
fa_ir: موتور ذخیره‌سازی پایگاه داده
fr_fr: Moteur de la base de données
ja_jp: データーベースエンジン
pt_br: Mecanismo de banco de dados

source: 数据库 SSL 证书
fa_ir: گواهی SSL پایگاه داده

source: 如果您的数据库启用了 SSL，请填写 CA 证书路径，否则请留空
fa_ir: اگر پایگاه داده شما SSL را فعال کرده است، لطفاً مسیر گواهی CA را وارد کنید، در غیر این صورت خالی بگذارید

source: 启用数据库 SSL 服务端证书验证
fa_ir: فعال‌سازی تأیید گواهی سرور SSL پایگاه داده

source: 不启用
el_gr: Απενεργοποίηση
fa_ir: غیرفعال کردن
fil_ph: Hindi pinagana
fr_fr: Non activé
ja_jp: 有効にしない
pt_br: Desabilitado
ru_ru: Отключить
tr_tr: Devre dışı bırak.
zh_tw: 不啟用

source: 数据库文件路径
el_gr: Αρχείο βάσης δεδομένων (με επέκταση <strong>.db</strong>)
fa_ir: مسیر فایل پایگاه داده
fil_ph: Path sa database ng payl
fr_fr: Adresse des fichiers de la base de données
ja_jp: データベースファイルディレクトリのパス
pt_br: Caminho do arquivo de banco de dados
ru_ru: Путь к файлу базы данных
tr_tr: Veritabanı dosya yolu
zh_tw: 資料庫檔案路徑

source: "%s" 是我们为您自动生成的地址
el_gr: Το αρχείο "%s" έχει δημιουργηθεί αυτόματα για εσάς.
fa_ir: "%s" آدرسی است که ما به طور خودکار برای شما تولید کرده‌ایم
fil_ph: Ang address na "%s" ay awtomatikong ginawa namin para sa iyo
fr_fr: "% s" est l'adresse que nous avons générée pour vous automatiquement
ja_jp: "%s" は自動生成したアドレスです
pt_br: "%s" é o endereço que geramos automaticamente para você
ru_ru: "%s" это адрес, который мы генерируем для Вас автоматически
tr_tr: "%s" sizin için otomatik olarak oluşturduğumuz adrestir.
zh_tw: "%s" 是我們為您自動產生的網址

source: 说点什么
el_gr: Πείτε κάτι!
fa_ir: چیزی بنویس
fil_ph: Magsalita ka
fr_fr: Dis quelque chose
ja_jp: 何か話せませんか
pt_br: Diga algo
ru_ru: Скажи что-нибудь
tr_tr: Bir şeyler söyleyin
zh_tw: 說點什麼

source: 回首页
fa_ir: بازگشت به صفحه اصلی

source: 暂无评论
el_gr: Δεν υπάρχουν σχόλια
fa_ir: هیچ دیدگاهی ثبت نشده است
fil_ph: wala pang komento
fr_fr: Aucun commentaire pour le moment
ja_jp: コメントはまだありません
pt_br: Nenhum comentário ainda
ru_ru: Нет комментариев
tr_tr: Henüz bir yorum yok.
zh_tw: 暫無評論

source: 1 条评论
fa_ir: 1 دیدگاه

source: %d 条评论
fa_ir: %d دیدگاه

source: 你的评论正等待审核
fa_ir: دیدگاه شما در انتظار بررسی است

source: 前一页
fa_ir: صفحه قبلی

source: 后一页
fa_ir: صفحه بعدی

source: 你的评论
fa_ir: دیدگاه شما

source: 评论内容...
fa_ir: محتوای دیدگاه...

source: 登录身份：
fa_ir: هویت ورود:
tr_tr: Şu şekilde giriş yap:

source: 退出
el_gr: Αποσύνδεση
fa_ir: خروج
fil_ph: Pag-iiwan
fr_fr: Sortir
ja_jp: ログアウト
pt_br: Sair
ru_ru: Выход
tr_tr: Çıkış
zh_tw: 登出

source: 名字
fa_ir: نام

source: http://网站
fa_ir: http://وبلاگ

source: （选填）
fa_ir: (اختیاری)

source: 提交评论
el_gr: Υποβολή σχολίου
fa_ir: ارسال دیدگاه
fil_ph: Magsumite ng mga komento
fr_fr: Envoyer un commentaire
ja_jp: コメントを投稿
pt_br: Enviar comentário
ru_ru: Отправить
tr_tr: Yorum Gönder.
zh_tw: 送出評論

source: 评论已关闭
el_gr: Δεν επιτρέπονται σχόλια
fa_ir: ارسال دیدگاه غیرفعال است
fil_ph: Ang mga komento ay naisarado
fr_fr: Les commentaires sont désactivés
ja_jp: コメントを閉じる
pt_br: Os comentários estão desativos
ru_ru: Комментарии отключены
tr_tr: Yorumlar devre dışı bırakılmış.
zh_tw: 評論已關閉

source: 网站 Logo
fa_ir: لوگوی وبلاگ

source: 在这里填写图片 URL，网站将显示 Logo
fa_ir: در اینجا آدرس URL تصویر را وارد کنید، وبلاگ لوگو را نمایش خواهد داد

source: 请填写正确的 URL 地址
fa_ir: لطفاً آدرس URL صحیح را وارد کنید

source: 自动
fa_ir: خودکار

source: 浅色
fa_ir: رنگ روشن

source: 深色
fa_ir: رنگ تیره

source: 自定义
fa_ir: سفارشی

source: 外观风格
fa_ir: قالب

source: 如果选择了自定义，主题将使用 theme.css 的样式
fa_ir: اگر سفارشی انتخاب کردید، قالب از سبک‌های فایل theme.css استفاده خواهد کرد

source: 首页
el_gr: Αρχική
fa_ir: صفحه اصلی
fil_ph: Home
fr_fr: page d'index
ja_jp: メインページ
pt_br: Pagina inicial
ru_ru: Главная
tr_tr: Ana sayfa
zh_tw: 首頁

source: 分类 %s 下的文章
el_gr: Άρθρα στην κατηγορία %s:
fa_ir: مطالب با دسته‌بندی %s
fil_ph: Mga post sa ilalim ng kategoriyang %s
fr_fr: Posts dans la catégorie %s
ja_jp: カテゴリ %s の記事
pt_br: Posts na categoria %s
ru_ru: Документы в категории %s
tr_tr: %s kategorisindeki gönderiler
zh_tw: 分類 %s 下的文章

source: 包含关键字 %s 的文章
el_gr: Άρθρα που περιλαμβάνουν τη λέξη %s:
fa_ir: مطالب شامل کلمه کلیدی %s
fil_ph: Mga posts na naglalaman sa keyword na %s
fr_fr: Posts incluant le mot clé %s
ja_jp: キーワード %s を含める文章
pt_br: Posts com a palavra-chave %s
ru_ru: Докупенты с ключевым словом %s
tr_tr: %s anahar kelimeli gönderiler
zh_tw: 包含關鍵字 %s 的文章

source: 标签 %s 下的文章
el_gr: Άρθρα με ετικέτα %s:
fa_ir: مطالب با برچسب %s
fil_ph: Mga post na naka-tag kasama ang %s
fr_fr: Posts tagués aver %s
ja_jp: %s タブが付いた文章
pt_br: Posts com a tag %s
ru_ru: Документа с тегом %s
tr_tr: %s etiketli gönderiler
zh_tw: 標籤 %s 下的文章

source: %s 发布的文章
el_gr: %s άρθρα
fa_ir: %s مطلب منتشر شده
fil_ph: %s na nailathalang mga post
fr_fr: Posts publié par %s
ja_jp: %s に公開された記事
pt_br: %s posts publicados
ru_ru: %s опубликовано
tr_tr: %s yayınlanmış gönderiler
zh_tw: %s 發佈的文章

source: 阅读全文
fa_ir: خواندن متن کامل

source: 无
fa_ir: هیچ‌کدام

source: 没有了
fa_ir: وجود ندارد

source: 搜索
el_gr: Αναζήτηση
fa_ir: جستجو
fil_ph: Maghanap para sa
fr_fr: Chercher
ja_jp: 検索
pt_br: Pesquisar
ru_ru: Поиск
tr_tr: arama
zh_tw: 搜尋

source: 搜索关键字
el_gr: Αναζήτηση λέξης-κλειδιού.
fa_ir: کلمات کلیدی جستجو
fil_ph: Mga keyword sa paghahanap
fr_fr: Chercher des mot clés
ja_jp: キーワード検索
pt_br: Pesquisar palavras-chave
ru_ru: Поиск по ключевому слову
tr_tr: Anahtar kelimeleri arayın.
zh_tw: 搜尋關鍵字

source: 没有找到内容
el_gr: Το περιεχόμενο δεν βρέθηκε.
fa_ir: هیچ محتوایی یافت نشد
fil_ph: Walang nakitang nilalaman
fr_fr: N'a pas trouvé le contenu
ja_jp: 内容が見つかりません
pt_br: Nenhum conteúdo encontrado
ru_ru: Содержимое не найдено
tr_tr: İçerik bulunamadı
zh_tw: 沒有找到內容

source: 页面没找到
el_gr: Η σελίδα δεν βρέθηκε
fa_ir: صفحه مورد نظر یافت نشد
fil_ph: Hindi nakita ang pahina
fr_fr: Page non trouvée
ja_jp: ページは存在しません
pt_br: Página não encontrada
ru_ru: Страница не найдена
tr_tr: Sayfa bulunamadı.
zh_tw: 頁面沒找到

source: 你想查看的页面已被转移或删除了, 要不要搜索看看:
el_gr: Προσπαθήσατε να δείτε μία σελίδα που έχει μετακινηθεί, ή διαγραφεί. Θέλετε να προσπαθήσουμε να την βρούμε μέσω αναζήτησης;
fa_ir: صفحه‌ای که می‌خواهید مشاهده کنید منتقل شده یا حذف شده است، آیا می‌خواهید جستجو کنید؟
fil_ph: Ang pahina na iyong gustong tingnan ay nailipat o nabura, huwag hanapin upang makita:
fr_fr: La page que vous voulez voir a été déplacée ou supprimée. Voulez-vous le chercher?
ja_jp: このページは移動したか削除されました。検索してみませんか
pt_br: A página que você está procurando foi movida ou excluída. Deseja usar realizar uma pesquisa?
ru_ru: Страница, которую вы хотите просмотреть была перемещена или удалена. Выполнить поиск?
zh_tw: 你想檢視的頁面已被轉移或刪除了，要不要搜尋看看：

source: 仅有一条评论
el_gr: Ένα σχόλιο
fa_ir: تاکنون 1 دیدگاه ثبت شده است
fil_ph: Isang komento lamang
fr_fr: Un seul commentaire
ja_jp: コメントが一つあります
pt_br: Apenas um comentário
ru_ru: Всего один комментарий
tr_tr: Sadece bir yorum.
zh_tw: 僅有一條評論
