Repository: typecho/languages
Catalog: *.po
Languages: el_gr, fa_ir, fil_ph, fr_fr, ja_jp, pt_br, ru_ru, tr_tr, zh_tw

source: 此文字用于描述文件,在有的主题中它会被显示.
el_gr: Περιγραφή του αρχείου. Κάποια θέματα τη χρησιμοποιούν.
fa_ir: این متن برای توصیف فایل استفاده می‌شود و در برخی قالب‌ها نمایش داده خواهد شد.
fil_ph: Ang tekstong ito ay ginagamit sa paglalarawan ng payl, na kung saan ito ay nakapaskil sa ilang mga paksa.
fr_fr: Ce texte est utilisé pour décrire le fichier, qui est affiché dans certaines rubriques.
ja_jp: このテキストにファイルの説明を書くと、タイトルに表示されます。
pt_br: Este texto é usado para descrever arquivos. Será exibido em determinados temas.
ru_ru: Это поле используется для описания документов, и в некоторых темах оно будет отображаться.
tr_tr: Bu yazı dosyaları tanıtmak için kullanılmaktadır. Bazı temalarda gösterilebilir.
zh_tw: 此文字用於描述檔案，在有的主題中它會被顯示。

source: 提交修改
el_gr: Εφαρμογή
fa_ir: ثبت تغییرات
fil_ph: Isumite ang mga pagbabago
fr_fr: Envoyer les modifications
ja_jp: 書き直しを提出
pt_br: Enviar alterações
ru_ru: Сохранить изменения
tr_tr: Düzenlemeyi gönder.
zh_tw: 送出修改

source: 你确认删除文件 %s 吗?
el_gr: Διαγραφή "%s";
fa_ir: آیا از حذف فایل %s مطمئن هستید؟
fil_ph: Sigurado ka bang gusto mong burahin ang payl na %s?
fr_fr: Êtes-vous sûr d'avoir supprimé le fichier %s?
ja_jp: これら %s のファイルを削除しますか?
pt_br: Você tem certeza de que deseja excluir o arquivo %s?
ru_ru: Вы уверены, что удалить файл %s?
tr_tr: %s dosyasını sil?
zh_tw: 你確定要刪除檔案 %s 嗎？

source: 删除文件
el_gr: Διαγραφή
fa_ir: حذف فایل
fil_ph: Burahin ang mga payl
fr_fr: Supprimer le fichier
ja_jp: ファイルを削除
pt_br: Deletar arquivos
ru_ru: Удалить файл
tr_tr: Dosyayı sil.
zh_tw: 刪除檔案

source: 必须填写文件标题
el_gr: Εισάγετε όνομα για το αρχείο
fa_ir: وارد کردن عنوان فایل الزامی است
fil_ph: Dapat mong magpasok ng pangalan para sa payl
fr_fr: Vous devez remplir le titre du document
ja_jp: ファイルにタイトルを入力してください
pt_br: O título do arquivo deve ser preenchido
ru_ru: Необходимо заполнить название
tr_tr: Dosya için bir isim girmeniz gerekmektedir.
zh_tw: 必須填寫檔案標題

source: 文件标题无法被转换为缩略名
el_gr: Αυτό το όνομα αρχείου δεν είναι κατάλληλο για να μετατραπεί σε σύντομο όνομα
fa_ir: امکان تبدیل عنوان فایل به نام مختصر وجود ندارد
fil_ph: Ang pangalan ng payl ay hindi maiikombert sa isang pinaikling pangalan
fr_fr: Le titre du fichier ne peut pas être converti en un nom court
ja_jp: ファイルのタイトルを短縮名に変換できません
pt_br: O nome do arquivo não pode ser convertido em uma abreviação
ru_ru: Не удается создать альтернативное название
tr_tr: Bu dosya adı bir kısaltmaya çevrilememektedir.
zh_tw: 檔案標題無法被轉換為縮略名

source: 缩略名已经存在
el_gr: Το σύντομο όνομα υπάρχει ήδη
fa_ir: این نام مختصر قبلاً ثبت شده است
fil_ph: Ang pangalang pinaikli ay umiiral na
fr_fr: Le nom abrégé existe déjà
ja_jp: 短縮名がすでに存在します
pt_br: Nome abreviado já existe
ru_ru: Альтернативное название уже существует
tr_tr: Kısaltma daha önceden mevcut.
zh_tw: 縮略名已經存在

source: 文件已经被删除
el_gr: Διαγράφηκε
fa_ir: فایل با موفقیت حذف شد
fil_ph: Ang payl ay nabura na
fr_fr: Le fichier a été supprimé
ja_jp: ファイルはすでに削除されています
pt_br: Arquivo excluído
ru_ru: Файл удален
tr_tr: Dosya silindi.
zh_tw: 檔案已經被刪除

source: 没有文件被删除
el_gr: Το αρχείο που επιλέξατε για διαγραφή δεν υπάρχει.
fa_ir: هیچ فایلی حذف نشده است
fil_ph: Walang payl ang nabura
fr_fr: Aucun fichier n'est supprimé
ja_jp: ファイルを削除できません
pt_br: Nenhum arquivo foi excluído
ru_ru: Выберете файлы для удаления
tr_tr: Silinecek dosya yok.
zh_tw: 沒有檔案被刪除

source: 未归档文件已经被清理
el_gr: Επιτυχής καθαρισμός αρχείων
fa_ir: فایل‌های بایگانی‌نشده پاک‌سازی شده‌اند
fil_ph: Nalinis na ang mga hindi naisumiteng payl
fr_fr: Les fichiers non classés ont été nettoyés
ja_jp: アーカイブされていないファイルは片付けられました
pt_br: Arquivos excluídos com êxito
ru_ru: Не архивные файлы были удалены
zh_tw: 已清除未歸檔的檔案

source: 没有未归档文件被清理
el_gr: Δεν έγινε καθαρισμός αρχείων
fa_ir: هیچ فایل بایگانی‌نشده‌ای پاک‌سازی نشده است
fil_ph: Walang mga hindi naisumiteng payl ang nalinis
fr_fr: Aucun fichier non nettoyé n'a été nettoyé
ja_jp: アーカイブされていないファイルは片付けられていません
pt_br: Nenhum arquivo arquivo foi excluídos
ru_ru: Нет архивов, которые будут очищены
zh_tw: 沒有尚未歸檔的檔案被清除

source: 返回父级页面
fa_ir: بازگشت به صفحه والد

source: 管理 %s 的子页面
fa_ir: مدیریت زیرصفحات %s

source: 未命名页面
el_gr: Σελίδα χωρίς τίτλο
fa_ir: صفحه نام‌گذاری‌نشده
fil_ph: Pahinang hindi pinangalanan
fr_fr: Page sans nom
ja_jp: 命名されていないページ
pt_br: Página sem nome
ru_ru: Безымянная страница
tr_tr: İsimsiz sayfa.
zh_tw: 未命名頁面

source: 页面 "<a href="%s">%s</a>" 已经发布
el_gr: Η σελίδα "<a href="%s">%s</a>" δημοσιεύτηκε.
fa_ir: صفحه‌ی «<a href="%s">%s</a>» با موفقیت منتشر شد
fil_ph: Ang pahinang "<a href="%s">%s</a>" ay naipost na
fr_fr: La page "<a href="%s">%s</a>" a été postée
ja_jp: ページ "<a href="%s">%s</a>" は投稿されました
pt_br: A página "<a href="%s">%s</a>" foi publicada
ru_ru: Страница "<a href="%s">%s</a>" добавлена
tr_tr: "<a href="%s">%s</a>" sayfası paylaşıldı.
zh_tw: 頁面 "<a href="%s">%s</a>" 已經發佈

source: 草稿 "%s" 已经被保存
el_gr: Αποθηκεύτηκε το πρόχειρο "%s"
fa_ir: پیش‌نویس "%s" ذخیره شد
fil_ph: Ang burador na "%s" ay nai-save na
fr_fr: Le brouillon "%s" a été sauvegardé
ja_jp: 下書き "%s" は保存されました
pt_br: O rascunho "%s" foi salvo
ru_ru: Черновик "%s" сохранен
tr_tr: "%s" taslağı kaydedildi.
zh_tw: 草稿 "%s" 已經被儲存

source: 页面已经被标记为<strong>%s</strong>
fa_ir: صفحه با عنوان <strong>%s</strong> علامت‌گذاری شده است
ja_jp: 該当ページは<strong>%s</strong>としてマークされています

source: 没有页面被标记
fa_ir: هیچ صفحه‌ای علامت‌گذاری نشده است
ja_jp: マークされたページありません

source: 页面已经被删除
el_gr: Οι σελίδες διαγράφηκαν
fa_ir: صفحه با موفقیت حذف شد
fil_ph: Ang pahina ay nabura na
fr_fr: La page a été supprimée
ja_jp: ページは削除されました
pt_br: Páginas excluídas
ru_ru: Страница удалена
tr_tr: Sayfalar silindi.
zh_tw: 頁面已經被刪除

source: 没有页面被删除
el_gr: Η σελίδα που επιλέξατε για διαγραφή δεν υπάρχει.
fa_ir: هیچ صفحه‌ای حذف نشده است
fil_ph: Walang pahina ang binura
fr_fr: Aucune page n'est supprimée
ja_jp: ページを削除できません
pt_br: Nenhuma página para excluir
ru_ru: Выберете страницу для удаления
tr_tr: Silinecek sayfalar bulunamadı.
zh_tw: 沒有頁面被刪除

source: 草稿已经被删除
el_gr: Το προσχέδιο σελίδας διαγράφηκε
fa_ir: پیش‌نویس حذف شده است
fil_ph: Ang burador ay nabura na
fr_fr: Le brouillon a été supprimé
ja_jp: ドラフトは削除されました
pt_br: O rascunho foi excluído
ru_ru: Черновики удалены
tr_tr: Taslaklar silindi.
zh_tw: 草稿已經被刪除

source: 没有草稿被删除
el_gr: Το προσχέδιο που επιλέξατε για διαγραφή δεν υπάρχει.
fa_ir: هیچ پیش‌نویسی حذف نشده است
fil_ph: Walang burador ang binura
fr_fr: Aucun brouillon n'a été supprimé
ja_jp: ドラフトを削除できません
pt_br: Nenhum rascunho foi excluído
ru_ru: Выберете черновик для удаления
tr_tr: Silinecek taslak bulunamadı.
zh_tw: 沒有草稿被刪除

source: 页面排序已经完成
el_gr: Ταξινόμηση σελίδας επιτυχής
fa_ir: مرتب‌سازی صفحه انجام شد
fil_ph: Ang pagsasaayos ng pahina ay nakumpleto na
fr_fr: Le tri de la page a été terminé
ja_jp: ページの並べ替えが完了しました
pt_br: Página classificada
ru_ru: Сортировщик страниц выполнена
tr_tr: Sayfa sıralandı.
zh_tw: 頁面排序已經完成

source: 新增 %s 的子页面
fa_ir: افزودن زیرصفحه برای %s

source: %s的文章
el_gr: Δημοσιεύτηκε από: %s.
fa_ir: نوشته‌های %s
fil_ph: Artikulong %s
fr_fr: %s posts
ja_jp: %s の記事
pt_br: Posts de %s
ru_ru: Комментарии в статьях - %s
tr_tr: %s tarafından gönderilen gönderiler.
zh_tw: %s 的文章

source: 用户不存在
el_gr: Αυτός ο χρήστης δεν υπάρχει.
fa_ir: کاربر وجود ندارد
fil_ph: Hindi umiiral ang gumagamit na ito
fr_fr: Cet utilisateur n'existe pas
ja_jp: ユーザーが存在しません
pt_br: Usuário não existe
ru_ru: Пользователь не существует
tr_tr: Bu kullanıcı mevcut değil.
zh_tw: 使用者不存在

source: 文章 "<a href="%s">%s</a>" 已经发布
el_gr: Το άρθρο "<a href="%s">%s</a>" δημοσιεύτηκε.
fa_ir: مطلب "<a href="%s">%s</a>" با موفقیت منتشر شد
fil_ph: Nailathala na ang post na "<a href="%s">%s</a>"
fr_fr: Post "<a href="%s">%s</a>" a été publié
ja_jp: 記事"<a href="%s">%s</a>" は投稿されました
pt_br: Post "<a href="%s">%s</a>" publicado
ru_ru: Статья "<a href="%s">%s</a>" добавлена
tr_tr: "<a href="%s">%s</a>" gönderisi paylaşıldı.
zh_tw: 文章 "<a href="%s">%s</a>" 已經發佈

source: 文章 "%s" 等待审核
el_gr: Άρθρο "%s" προς έγκριση
fa_ir: مطلب «%s» در انتظار بررسی است
fil_ph: Ang artikulong "%s" ay naghihintay ng pagsusuri
fr_fr: Post "%s" en attente de révision
ja_jp: 記事 "%s" は審査待ちです
pt_br: Post "%s" aguardando revisão
ru_ru: Статья "%s" отправлена на модерацию
tr_tr: "%s" gönderisi onaylanma sürecindedir.
zh_tw: 文章 "%s" 等待審核

source: 文章已经被标记为<strong>%s</strong>
fa_ir: مطلب با عنوان <strong>%s</strong> علامت‌گذاری شده است
ja_jp: 該当記事には<strong>%s</strong>としてマークされています

source: 没有文章被标记
fa_ir: هیچ مطلبی علامت‌گذاری نشده است
ja_jp: マークされた記事ありません

source: 文章已经被删除
el_gr: Το άρθρο διαγράφηκε
fa_ir: مطلب حذف شده است
fil_ph: Nabura na ang artikulo
fr_fr: Le post a été supprimé
ja_jp: 文章は削除されました
pt_br: O Post foi excluído
ru_ru: Статья удалена
tr_tr: Gönderi silindi.
zh_tw: 文章已經被刪除

source: 没有文章被删除
el_gr: Το άρθρο που επιλέξατε για διαγραφή δεν υπάρχει.
fa_ir: هیچ مطلبی حذف نشده است
fil_ph: Walang mga artikulong nabura
fr_fr: Aucun article n'a été supprimé
ja_jp: 文章を削除できません
pt_br: Nenhum post foi excluído
ru_ru: Статьи не были удалены
tr_tr: Silinecek gönderi yok.
zh_tw: 沒有文章被刪除

source: 文章不存在
el_gr: Αυτό το άρθρο δεν υπάρχει.
fa_ir: مطلب وجود ندارد
fil_ph: Hindi umiiral ang artikulo
fr_fr: Cet post n'existe pas
ja_jp: 内容が存在しません
pt_br: Esse post não existe
ru_ru: Статья не существует
tr_tr: Bu gönderi mevcut değil.
zh_tw: 文章不存在

source: 返回父级分类
el_gr: Επιστροφή στην αρχική κατηγορία
fa_ir: بازگشت به دسته‌بندی والد
fil_ph: Ibalik sa klase ng pinagmumulan
fr_fr: Retourner à la catégorie parent
ja_jp: 親カテゴリに戻る
pt_br: Voltar à categoria principal
ru_ru: Родительская категория
zh_tw: 回到上級分類

source: 管理 %s 的子分类
el_gr: Διαχείριση υποκατηγοριών για %s
fa_ir: مدیریت زیردسته‌های دسته‌بندی %s
fil_ph: Mamahala sa mga sub na kategoryang %s
fr_fr: Administrer les sous-catégories% s
ja_jp: %s のサブカテゴリを管理
pt_br: Gerenciar subcategorias de %s
ru_ru: Настройка подкатегорий - %s
zh_tw: 管理 %s 的子分類

source: 分类 <a href="%s">%s</a> 已经被增加
el_gr: Προσθήκη <a href="%s">%s</a> επιτυχής
fa_ir: دسته‌بندی <a href="%s">%s</a> اضافه شد
fil_ph: Naidagdag na ang kategoriyang <a href="%s">%s</a>
fr_fr: La catégorie <a href="%s">%s</a> a été ajoutée
ja_jp: カテゴリ <a href="%s">%s</a> が追加されました
pt_br: A categoria <a href="%s">%s</a> foi adicionada
ru_ru: Категория <a href="%s">%s</a> добавлена
tr_tr: <a href="%s">%s</a> kategorisi eklendi.
zh_tw: 分類 <a href="%s">%s</a> 已經被增加

source: 分类名称
fa_ir: نام دسته‌بندی
ja_jp: カテゴリ名

source: 分类缩略名
el_gr: Σύντομο όνομα κατηγορίας
fa_ir: نام مستعار دسته‌بندی
fil_ph: Pagpapaikli ng kategoriya
fr_fr: Abréviations de catégorie
ja_jp: カテゴリ短縮名
pt_br: Abreviação de categoria
ru_ru: Альтернативное название (Для ЧПУ)
tr_tr: Kategori kısaltmaları
zh_tw: 分類縮略名

source: 分类缩略名用于创建友好的链接形式, 建议使用字母, 数字, 下划线和横杠.
el_gr: Mορφή του ονόματος κατηγορίας κατάλληλη για διευθύνσεις URL. Συνήθως περιέχει μόνο πεζά λατινικά, αριθμούς και ενωτικά.
fa_ir: نام مستعار دسته‌بندی برای ایجاد لینک‌های دوستانه استفاده می‌شود. توصیه می‌شود از حروف، اعداد، زیرخط (_) و خط تیره (-) استفاده کنید.
fil_ph: Ang pagpapaikli ng kategoriya ay ginagamit sa paglikha ng mga porma sa mga link na magkakalapit, nirerekomenda naming gumamit ka ng mga letra, numero, underscore at mga bar.
fr_fr: Les abréviations de catégorie sont utilisées pour créer des formes conviviales de liens: des lettres, des chiffres, des traits de soulignement et des barres sont recommandés.
ja_jp: わかりやすいカテゴリ省略名のため、文字、数字、アンダーバー、バーを使用することをお勧めします。
pt_br: Abreviações de categoria são usadas para criar URL amigável. Recomendamos que você use caracteres alfanuméricos, sublinhados e hífens.
ru_ru: Альтернативное название используется для создания ЧПУ, рекомендуется использовать буквы, цифры, подчеркивания и тире.
zh_tw: 分類縮略名用於建立友好的連結格式，建議使用字母、數字、底線與橫槓。

source: 父级分类
el_gr: Ως υποκατηγορία της κατηγορίας:
fa_ir: دسته‌بندی والد
fil_ph: Klasipikasyon ng pinagmumulan
fr_fr: Catégorie parent
ja_jp: 親カテゴリ
pt_br: Categoria principal
ru_ru: Родительская категория
zh_tw: 上級分類

source: 此分类将归档在您选择的父级分类下.
el_gr: Αυτή η κατηγορία είναι αρχειοθετημένη ως υποκατηγορία της κατηγορίας που επιλέξατε
fa_ir: این دسته‌بندی در زیردسته‌ی والد انتخابی شما قرار خواهد گرفت.
fil_ph: Ang kategoryang ito ay masisinup sa iyong napagpiliang kategoriya sa pinagmumulan.
fr_fr: Cette catégorie sera archivée dans la catégorie parente choisie.
ja_jp: このカテゴリは、選択した親カテゴリの下にアーカイブされます。
pt_br: Esta categoria será arquivada na categoria principal que você selecionou.
ru_ru: Данная категория будут храниться в родительской категории по вашему выбору.
zh_tw: 此分類歸檔在您所選的上級分類下。

source: 分类描述
el_gr: Περιγραφή κατηγορίας
fa_ir: توضیحات دسته‌بندی
fil_ph: Deskripsyon ng Kategoriya
fr_fr: Description de la catégorie
ja_jp: カテゴリの説明
pt_br: Descrição da categoria
ru_ru: Описание категории
tr_tr: Kategori tanıtımı.
zh_tw: 分類描述

source: 此文字用于描述分类, 在有的主题中它会被显示.
el_gr: Περιγραφή της κατηγορίας. Κάποια θέματα τη χρησιμοποιούν.
fa_ir: این متن برای توضیح دسته‌بندی استفاده می‌شود و در برخی قالب‌ها نمایش داده خواهد شد.
fil_ph: Ang tekstong ito ay ginagamit sa paglalarawan ng kategoriya, ito ay mapapaskil sa ilang mga paksa.
fr_fr: Ce texte est utilisé pour décrire la classification, il sera affiché dans certains sujets.
ja_jp: このテキストにカテゴリの説明を書くと、テーマに表示されます。
pt_br: Este texto é usado para descrever a categoria, alguns temas exibirão essas informações.
ru_ru: Этот текст используется, чтобы описать категорию, в некоторых шаблонах он будет отображаться.
zh_tw: 此文字用於描述分類，將顯示於現有的主題中。

source: 编辑分类
el_gr: Επεξεργασία κατηγορίας
fa_ir: ویرایش دسته‌بندی
fil_ph: I-edit ang kategoriya
fr_fr: Modifier une catégorie
ja_jp: カテゴリを編集
pt_br: Editar categoria
ru_ru: Редактирование категории
tr_tr: Kategoriyi düzenle.
zh_tw: 編輯分類

source: 增加分类
el_gr: Προσθήκη νέας κατηγορίας
fa_ir: افزودن دسته‌بندی
fil_ph: Magdagdag ng kategoriya
fr_fr: Ajouter une nouvelle catégorie
ja_jp: カテゴリを追加
pt_br: Adicionar uma nova categoria
ru_ru: Добавить категорию
tr_tr: Yeni bir kategori ekle.
zh_tw: 增加分類

source: 必须填写分类名称
el_gr: Εισάγετε ένα όνομα για την κατηγορία
fa_ir: وارد کردن نام دسته‌بندی الزامی است
fil_ph: Dapat mong magpasok ng pangalan para sa kategoriya
fr_fr: Doit remplir le nom de la catégorie
ja_jp: カテゴリ名を入力する必要があります
pt_br: O nome da categoria deve ser preenchido
ru_ru: Название категории должно быть заполнено!
tr_tr: Kategori için bir isim girmelisiniz.
zh_tw: 必須填寫分類名稱

source: 分类名称已经存在
el_gr: Αυτό το όνομα κατηγορίας χρησιμοποιείται ήδη
fa_ir: نام دسته‌بندی تکراری است
fil_ph: Umiiral na pala ang pangalan ng kategoriya
fr_fr: Le nom de la catégorie existe déjà
ja_jp: カテゴリ名がすでに存在します
pt_br: O nome da categoria já existe
ru_ru: Название категории уже существует
tr_tr: Kategori önceden mevcut.
zh_tw: 分類名稱已經存在

source: 分类名称无法被转换为缩略名
el_gr: Αυτό το όνομα κατηγορίας δεν μπορεί να μετατραπεί σε σύντομο όνομα
fa_ir: نام دسته‌بندی قابل تبدیل به نام مستعار نیست
fil_ph: Ang pangalan ng kategoriyang ito ay hindi maaaring maikombert sa mga pangalang pinaikli
fr_fr: Les noms de catégories ne peuvent pas être convertis en noms abrégés
ja_jp: カテゴリ名を省略名に変換できません
pt_br: O nome da categoria não pode ser convertido em um nome abreviado
ru_ru: Имя категории не может быть преобразован в альтернативное название
tr_tr: Bu kategori adı kısaltmaya dönüştürülememektedir.
zh_tw: 分類名稱無法被轉換為縮略名

source: 请不要在分类名称中使用特殊字符
el_gr: Δεν επιτρέπονται ειδικοί χαρακτήρες στο όνομα κατηγορίας
fa_ir: لطفاً در نام دسته‌بندی از کاراکترهای ویژه استفاده نکنید
fil_ph: Mangyaring huwag isama ang mga karakter na espesyal sa pangalan ng kategoriya
fr_fr: Merci de ne pas utiliser de caractères spéciaux dans le nom de la catégorie
ja_jp: カテゴリ名の中に特殊文字を入れないでください
pt_br: Por favor, não use caracteres especiais nos nomes das categorias
ru_ru: Пожалуйста, не используйте специальные символы в название категории

source: 请不要在缩略名中使用特殊字符
el_gr: Δεν επιτρέπονται ειδικοί χαρακτήρες στο όνομα της μικρογραφίας
fa_ir: لطفاً در نام مستعار از کاراکترهای ویژه استفاده نکنید
fil_ph: Mangyaring huwag isama ang mga karakter na espesyal sa mga pangalang pinaikli
fr_fr: Merci de ne pas utiliser de caractères spéciaux dans les noms abrégés
ja_jp: 短縮名の中に特殊文字を入れないでください
pt_br: Por favor, não use caracteres especiais no nome da miniatura
ru_ru: Пожалуйста, не используйте специальные символы в альтернативном название

source: 分类主键不存在
el_gr: Μη έγκυρη ταυτότητα κατηγορίας
fa_ir: شناسه اصلی دسته‌بندی وجود ندارد
fil_ph: Hindi umiiral ang susi ng kategoriya
fr_fr: La clé de la catégorie n'existe pas
ja_jp: カテゴリ主キーが存在しません
pt_br: A chave primária da categoria não existe
ru_ru: Ключ категории не существует
tr_tr: Kategori anahtarı mevcut değil.
zh_tw: 分類主鍵不存在

source: 分类 <a href="%s">%s</a> 已经被更新
el_gr: Ανανέωση <a href="%s">%s</a> επιτυχής
fa_ir: دسته‌بندی <a href="%s">%s</a> به‌روزرسانی شد
fil_ph: Nai-update na ang kategoriyang <a href="%s">%s</a>
fr_fr: La catégorie <a href="%s">%s</a> a été mise à jour
ja_jp: カテゴリ <a href="%s">%s</a> が更新されました
pt_br: A categoria <a href="%s">%s</a> foi atualizada
ru_ru: Категория <a href="%s">%s</a> обновлена
tr_tr: <a href="%s">%s</a> kategorisi güncellendi.
zh_tw: 分類 <a href="%s">%s</a> 已經被更新

source: 分类已经删除
el_gr: Η κατηγορία έχει διαγραφεί.
fa_ir: دسته‌بندی حذف شد
fil_ph: Nabura na ang kategoriya
fr_fr: La catégorie a été supprimée
ja_jp: カテゴリが削除されました
pt_br: A categoria foi excluída
ru_ru: Категория удалена
tr_tr: Kategori silindi.
zh_tw: 分類已經刪除

source: 没有分类被删除
el_gr: Η κατηγορία που επιλέξατε για διαγραφή δεν υπάρχει.
fa_ir: هیچ دسته‌بندی‌ای حذف نشد
fil_ph: Walang kategoriya ang nabura
fr_fr: Aucune catégorie n'est supprimée
ja_jp: カテゴリを削除できません
pt_br: Nenhuma categoria foi excluída
ru_ru: Выберете категорию для удаления
tr_tr: Silinecek kategori yok.
zh_tw: 沒有分類被刪除

source: 请选择需要合并的分类
el_gr: Επιλέξτε τις κατηγορίες που θέλετε να συγχωνεύσετε.
fa_ir: لطفاً دسته‌بندی‌هایی را که می‌خواهید ادغام کنید را انتخاب کنید
fil_ph: Mangyaring piliin ang mga kategoriyang pagsasamahin
fr_fr: Veuillez sélectionner la catégorie à fusionner
ja_jp: 結合するカテゴリを選択してください
pt_br: Por favor, selecione a categoria a ser mesclada
ru_ru: Пожалуйста, выберите категории, которые будут объединены
tr_tr: Lütfen birleştirilecek kategorileri seçiniz.
zh_tw: 請選擇需要合併的分類

source: 分类已经合并
el_gr: Οι κατηγορίες έχουν συγχωνευτεί.
fa_ir: دسته‌بندی‌ها ادغام شدند
fil_ph: Naipagsama na ang mga kategoriya
fr_fr: La catégorie a été combinée
ja_jp: カテゴリが結合されました
pt_br: As categorias foram mescladas
ru_ru: Категории объединены
tr_tr: Kategoriler birleştirildi.
zh_tw: 分類已經合併

source: 没有选择任何分类
el_gr: Δεν επιλέχτηκε κατηγορία
fa_ir: هیچ دسته‌بندی‌ای انتخاب نشده است
fil_ph: Walang napagpiliang kategoriya
fr_fr: N'a pas choisi de catégorie
ja_jp: カテゴリが何も選択されていません
pt_br: Nenhuma categoria selecionada
ru_ru: Вы не выбрали категории
tr_tr: Hiçbir kategori seçilmedi.
zh_tw: 沒有選擇任何分類

source: 分类排序已经完成
el_gr: Ταξινόμηση επιτυχής
fa_ir: مرتب‌سازی دسته‌بندی‌ها انجام شد
fil_ph: Nakumpleto na ang pagsasaayos sa mga kategoriya
fr_fr: Le tri a été complété
ja_jp: カテゴリの並べ替えが完了しました
pt_br: Categorias ordenadas
ru_ru: Сортировка выполнена
tr_tr: Kategoriler sıralandı.
zh_tw: 分類排序已經完成

source: 分类刷新已经完成
el_gr: Οι κατηγορίες ανανεώθηκαν.
fa_ir: به‌روزرسانی دسته‌بندی‌ها انجام شد
fil_ph: Nakumpleto na ang pag-refresh sa mga kategoriya
fr_fr: L'actualisation de la catégorie a été complétée
ja_jp: カテゴリの更新が完了しました
pt_br: A atualização da categoria foi concluída com sucesso
ru_ru: Сортировка категорий выполнена
tr_tr: Kategoriler güncellendi.
zh_tw: 分類刷新已經完成

source: <a href="%s">%s</a> 已经被设为默认分类
el_gr: Ως προεπιλεγμένη κατηγορία ορίστηκε η: <a href="%s">%s</a>
fa_ir: دسته‌بندی <a href="%s">%s</a> به عنوان دسته‌بندی پیش‌فرض انتخاب شد
fil_ph: Naitakda na ang <a href="%s">%s</a> bilang isang kategoriyang naka-default
fr_fr: <a href="%s">%s</a> a été défini comme catégorie par défaut
ja_jp: <a href="%s">%s</a> デフォルトのカテゴリに設定されました
pt_br: <a href="%s">%s</a> foi definido como a categoria padrão
ru_ru: Категория <a href="%s">%s</a> установлена по умолчанию
tr_tr: <a href="%s">%s</a> varsayılan kategoriye gönderildi.
zh_tw: <a href="%s">%s</a> 已經被設為預設分類

source: 编辑分类 %s
el_gr: Επεξεργασία "%s"
fa_ir: ویرایش دسته‌بندی %s
fil_ph: I-edit ang kategoriyang %s
fr_fr: Modifier la catégorie %s
ja_jp: カテゴリを編集 %s
pt_br: Editar categoria %s
ru_ru: Редактирование категории %s
zh_tw: 編輯分類 %s

source: 新增 %s 的子分类
el_gr: Νέα υποκατηγορία για %s
fa_ir: افزودن زیردسته‌ای جدید برای %s
fil_ph: Idinagdag ang kategoriyang %s
fr_fr: Ajout de la sous-catégorie% s
ja_jp: %sにサブカテゴリを追加
pt_br: Nova subcategoria para %s
ru_ru: Добавлена подкатегория %s
zh_tw: 新增 %s 的子分類

source: 编辑标签 %s
el_gr: Επεξεργασία ετικέτας %s
fa_ir: ویرایش برچسب %s
fil_ph: I-edit ang %s na tag
fr_fr: Modifier l'étiquette %s
ja_jp: ラベル %s を編集
pt_br: Editar tag %s
ru_ru: Редактирование тега %s
zh_tw: 編輯標籤 %s

source: 标签 <a href="%s">%s</a> 已经被增加
el_gr: Η ετικέτα <a href="%s">%s</a> έχει προστεθεί.
fa_ir: برچسب <a href="%s">%s</a> اضافه شد
fil_ph: Naidagdag na ang tag na <a href="%s">%s</a>
fr_fr: L'étiquette <a href="%s">%s</a> a été ajoutée
ja_jp: ラベル <a href="%s">%s</a> が追加されました
pt_br: A tag <a href="%s">%s</a> foi adicionada
ru_ru: Тег <a href="%s">%s</a> добавлен
tr_tr: <a href="%s">%s</a> etiketi eklendi.
zh_tw: 標籤 <a href="%s">%s</a> 已經被增加

source: 标签名称
fa_ir: نام برچسب
ja_jp: ラベル名

source: 这是标签在站点中显示的名称.可以使用中文,如 "地球".
el_gr: Ο τίτλος της ετικέτας όπως θα εμφανίζεται στον ιστότοπό σας.
fa_ir: این نامی است که برچسب در وبلاگ نمایش داده می‌شود. می‌توانید از زبان فارسی استفاده کنید، مانند "عمومی".
fil_ph: Ito ang pangalan ng tag na naka-displey sa website. Maaring gumamit ng Filipino, kagaya ng "Daigdig".
fr_fr: C'est le nom de l'étiquette affichée sur le site.
ja_jp: これはこのサイト内で表示されるラベルです、"地球"のような日本語も利用可能です。
pt_br: Esse é o nome da tag mostrado no site.
ru_ru: Это имя метки отображается на сайте
tr_tr: Bu websitenizde gösterilecek olan etiket adıdır.
zh_tw: 這是標籤在站點中顯示的名稱。可以使用中文，如 「地球」。

source: 标签缩略名
el_gr: Σύντομο όνομα
fa_ir: نام مستعار
fil_ph: Pagpapaikli sa tag
fr_fr: Abréviation d'étiquette
ja_jp: ラベル短縮名
pt_br: Abreviação da tag
ru_ru: Альтернативное название (Для ЧПУ)
tr_tr: Etiket kısaltmaları
zh_tw: 標籤縮略名

source: 标签缩略名用于创建友好的链接形式, 如果留空则默认使用标签名称.
el_gr: Μορφή του ονόματος κατάλληλη για διευθύνσεις URL. Εάν το αφήσετε κενό, θα χρησιμοποιηθεί το όνομα ετικέτας
fa_ir: نام مستعار برچسب برای ایجاد پیوندهای کاربرپسند استفاده می‌شود. اگر این قسمت را خالی بگذارید، به طور پیش‌فرض از نام برچسب استفاده خواهد شد.
fil_ph: Ang pagpapaikli sa tag ay ginagamit sa paglikha ng isang porma ng link na magkakalapit, kung hahayaan mo itong bilang naka-blangko ang pangalan ng tag ay gagamitin bilang naka-default.
fr_fr: L'abréviation d'étiquette est utilisée pour créer un formulaire de lien amical, par défaut le nom de l'étiquette s'il est vide.
ja_jp: 短縮ラベル名は、わかりやすいリンクフォームを作成するために使用されます。空白のままにすると、デフォルトでラベル名が使用されます。
pt_br: Abreviação é usada para criar uma URL amigável. Se você deixar em branco, o nome da tag será usado por padrão.
ru_ru: Альтернативное название используется для создания ЧПУ
tr_tr: Kısaltmalar kullanıcı dostu URL’ler oluşturmak için kullanılır. Boş bırakırsanız etiket adı varsayılan olarak kullanılacaktır.
zh_tw: 標籤縮略名用於創建友好的連結形式，如果留空則預設使用標籤名稱。

source: 编辑标签
el_gr: Επεξεργασία ετικετών
fa_ir: ویرایش برچسب
fil_ph: Mag-edit sa tag
fr_fr: Modifier l'étiquette
ja_jp: ラベルを編集
pt_br: Editar tag
ru_ru: Сохранить изменения
tr_tr: Etiketleri düzenle.
zh_tw: 編輯標籤

source: 增加标签
el_gr: Νέα ετικέτα
fa_ir: افزودن برچسب
fil_ph: Magdagdag ng isang tag
fr_fr: Ajouter une étiquette
ja_jp: ラベルを追加
pt_br: Adicione uma nova tag
ru_ru: Добавить тег
tr_tr: Yeni bir etiket ekle.
zh_tw: 增加標籤

source: 必须填写标签名称
el_gr: Εισάγετε ένα όνομα για την ετικέτα
fa_ir: وارد کردن نام برچسب الزامی است
fil_ph: Dapat magpasok ka ng pangalan para sa tag
fr_fr: Doit remplir le nom de l'étiquette
ja_jp: ラベル名は入力する必要があります
pt_br: O nome da tag deve ser preenchido
ru_ru: Название тега должно быть заполнено
tr_tr: Etiketiniz için bir isim girmelisiniz.
zh_tw: 必須填寫標籤名稱
