Repository: typecho/languages
Catalog: *.po
Languages: el_gr, fa_ir, fil_ph, fr_fr, ja_jp, pt_br, ru_ru, tr_tr, zh_tw

source: 请填写您的用户名
el_gr: Εισάγετε όνομα χρήστη
fa_ir: لطفاً نام کاربری خود را وارد کنید
fil_ph: Mangyaring ipasok ang iyong username
fr_fr: S'il vous plaît remplir votre nom d'utilisateur
ja_jp: ユーザー名を入力してください
pt_br: Por favor, preencha seu nome de usuário
ru_ru: Пожалуйста, введите имя пользователя
tr_tr: Lütfen kullanıcı adınızı giriniz.
zh_tw: 請填寫您的使用者名稱

source: 登录密码
el_gr: Κωδικός πρόσβασης
fa_ir: رمز عبور
fil_ph: password sa login
fr_fr: Mot de passe
ja_jp: パスワードを登録
pt_br: Senha
ru_ru: Пароль
tr_tr: giriş parolası
zh_tw: 登入密碼

source: 请填写您的登录密码, 如果留空系统将为您随机生成一个
el_gr: Επιλέξτε τον κωδικό πρόσβασης που θέλετε να χρησιμοποιείτε. Εάν αφήσετε το πεδίο κενό, θα δημιουργήσουμε έναν τυχαίο κωδικό για τον χρήστη σας.
fa_ir: لطفاً رمز عبور خود را وارد کنید، اگر خالی بگذارید سیستم به‌صورت تصادفی یک رمز عبور برای شما ایجاد خواهد کرد
fil_ph: Mangyaring ipasok ang iyong password sa login, kung hinayaan mo itong blangko, ang typecho ay walang piling gagawa nito para sa iyo
fr_fr: S'il vous plaît remplir votre mot de passe de connexion, si laissé vide, le système va générer aléatoirement un pour vous
ja_jp: パスワードを入力してください、空の場合はランダムなものを生成します
pt_br: Por favor, preencha o campo senha, se você deixar em branco o sistema irá gerar uma aleatoriamente
ru_ru: Пожалуйста, введите Ваш пароль, если оставить пустым система создаст его автоматически
tr_tr: Lütfen bir parola giriniz. Eğer boş bırakırsanız typecho rastgele bir şifre yaratacaktır.
zh_tw: 請填寫您的登入密碼，如果留空系統將為您隨機產生一個

source: 邮件地址
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου
fa_ir: آدرس ایمیل
fr_fr: Adresse mail
ja_jp: メールアドレス
pt_br: Endereço de email
ru_ru: Адрес электронной почты
tr_tr: E-posta adresi
zh_tw: E-Mail 位址

source: 请填写一个您的常用邮箱
el_gr: Συμπληρώστε τη διεύθυνση email σας
fa_ir: لطفاً یک آدرس ایمیلی را وارد کنید
fil_ph: Mangyaring magpasok ng isang email address na regularyong ginagamit mo
fr_fr: S'il vous plaît remplir une adresse que vous utilisez régulièrement
ja_jp: 通常使うメールアドレスを入力してください
pt_br: Por favor, preencha seu email
ru_ru: Пожалуйста, укажите Ваш почтовый ящик
tr_tr: Lütfen sıklıkla kullandığınız email adresinizi giriniz.
zh_tw: 請填寫一個您常用的 E-Mail

source: 继续安装 &raquo;
el_gr: Συνέχεια εγκατάστασης &raquo;
fa_ir: ادامه نصب &raquo;
fil_ph: magpatuloy sa pag-instala &raquo;
fr_fr: Continuez l'installation & raquo;
ja_jp: インストールを続ける &raquo;
pt_br: Continuar instalação &raquo;
ru_ru: Продолжить установку &raquo;
tr_tr: kuruluma devam et &raquo;
zh_tw: 繼續安裝 &raquo;

source: 请填写站点地址
el_gr: Συμπληρώστε το όνομα του ιστότοπου
fa_ir: لطفاً آدرس وبلاگ را وارد کنید
fil_ph: Mangyaring magpasok ng isang address ng site
fr_fr: S'il vous plaît remplir l'adresse du site
ja_jp: サイトのアドレスを入力してください
pt_br: Por favor, preencha o endereço do site
ru_ru: Пожалуйста, заполните адрес сайта
zh_tw: 請填寫網站網址

source: 请填写一个合法的URL地址
el_gr: Η διεύθυνση που πληκτρολογήσατε δεν είναι έγκυρη διεύθυνση URL
fa_ir: لطفاً یک آدرس URL معتبر وارد کنید
fil_ph: Mangyaring magpasok ng isang wastong address ng URL
fr_fr: S'il vous plaît remplir une adresse URL valide
ja_jp: 正しいURLを入力してください
pt_br: Por favor, digite uma URL válida
ru_ru: Пожалуйста, введите действительный адрес URL
zh_tw: 請填寫一個合法的 URL 位址

source: 必须填写用户名称
el_gr: Εισάγετε όνομα χρήστη
fa_ir: وارد کردن نام کاربری الزامی است
fil_ph: Ikaw ay dapat magpasok ng isang username
fr_fr: Doit remplir le nom d'utilisateur
ja_jp: ラベル名を入力してください
pt_br: Você deve inserir um nome de usuário
ru_ru: Введите имя пользователя
tr_tr: Bir kullanıcı adı girmeniz gerekmektedir.
zh_tw: 必須填寫使用者名稱

source: 请不要在用户名中使用特殊字符
el_gr: Δεν επιτρέπονται ειδικοί χαρακτήρες στο όνομα χρήστη
fa_ir: لطفاً از کاراکترهای خاص در نام کاربری استفاده نکنید
fil_ph: Mangyaring hindi isama ang mga karakter na espesyal sa username
fr_fr: Veuillez ne pas utiliser de caractères spéciaux dans les noms d'utilisateur
ja_jp: ユーザー名の中に特殊文字を使わないでください
pt_br: Por favor, não use caracteres especiais no nome de usuário
ru_ru: Пожалуйста, не используйте специальные символы в имени пользователя
tr_tr: Lütfen kullanıcı adınızda özel karakterler kullanmayınız.
zh_tw: 請不要在使用者名稱中使用特殊字元

source: 用户名长度超过限制, 请不要超过 32 个字符
el_gr: Το όνομα χρήστη δεν μπορεί να ξεπερνάει τους 32 χαρακτήρες
fa_ir: طول نام کاربری از حد مجاز فراتر رفته است، لطفاً از 32 کاراکتر بیشتر استفاده نکنید
fil_ph: Ang iyong username ay sobrang mahaba, mangyaring limitahan ito sa loob ng 32 na mga karakter
fr_fr: La longueur du nom d'utilisateur dépasse la limite, ne dépassez pas 32 caractères
ja_jp: ユーザー名の長さが制限を超えました。32字を超えないでください
pt_br: O tamanho do nome de usuário excede o limite. Utilize no máximo 32 caracteres
ru_ru: Длина имени пользователя превышает предел, не более 32 символов!
tr_tr: Kullanıcı adınız çok uzun, lütfen 32 karakterlik limite uyunuz.
zh_tw: 使用者名稱長度超過限制，請不要超過 32 個字元

source: 必须填写电子邮箱
el_gr: Εισάγετε τη διεύθυνση email σας
fa_ir: وارد کردن آدرس ایمیل الزامی است
fil_ph: Dapat kang magpasok ng isang email address
fr_fr: Doit remplir l'e-mail
ja_jp: メールアドレスは必要
pt_br: O e-mail deve ser preenchido
ru_ru: Введите адрес электронной почты
tr_tr: E-posta adresi girmeniz gerekmektedir.
zh_tw: 必須填寫電子郵件

source: 电子邮箱格式错误
el_gr: Μη έγκυρη διεύθυνση email
fa_ir: فرمت ایمیل نادرست است
fil_ph: Di wastong format ng email address
fr_fr: Erreur de format de e-mail
ja_jp: メールアドレスは存在しています
pt_br: Erro no formato do email
ru_ru: Ошибка формата адреса электронной почты
tr_tr: Geçersiz E-posta adresi
zh_tw: 電子郵件格式錯誤

source: 邮箱长度超过限制, 请不要超过 200 个字符
el_gr: Η διεύθυνση email δεν μπορεί να ξεπερνάει τους 200(!) χαρακτήρες
fa_ir: طول ایمیل از حد مجاز فراتر رفته است، لطفاً از 200 کاراکتر بیشتر استفاده نکنید
fil_ph: Ang iyong email address ay sobrang mahaba, mangyaring limitahan ito sa loob ng 200 na mga karakter
fr_fr: La longueur du courrier électronique dépasse la limite, veuillez ne pas dépasser 200 caractères
ja_jp: メールアドレスの長さが制限を超えました。32字を超えないでください
pt_br: O comprimento do e-mail excede o limite. Utilize no máximo 200 caracteres
ru_ru: Длина электронного адреса превышает предел, не более 200 символов
tr_tr: E-posta adresiniz çok uzun lütfen 200 karakterlik sınıra uyunuz.
zh_tw: E-Mail 長度超過限制，請不要超過 200 個字元

source: 默认分类
el_gr: Προεπιλεγμένη κατηγορία
fa_ir: پیش‌فرض
fil_ph: kategoryang naka-default
fr_fr: Catégorie par défaut
ja_jp: デフォルトカテゴリ
pt_br: Categoria padrão
ru_ru: Категория по умолчанию
tr_tr: varsayılan kategori
zh_tw: 預設分類

source: 只是一个默认分类
el_gr: Αν δεν αντιστοιχίσετε το άρθρο σας σε κάποια κατηγορία, η προεπιλεγμένη κατηγορία θα αντιστοιχιστεί αυτόματα
fa_ir: فقط یک دسته‌بندی پیش‌فرض است
fil_ph: ito ay isa lamang naka-default na kategoriya
fr_fr: Ces't juste une catégorie par défaut
ja_jp: これはデフォルトカテゴリです
pt_br: Apenas uma categoria padrão
ru_ru: Просто категория по умолчанию
tr_tr: bu yalnızca varsayılan kategoridir
zh_tw: 只是一個預設分類

source: 如果您看到这篇文章,表示您的 blog 已经安装成功.
el_gr: Εάν διαβάζετε αυτό το άρθρο, τότε το blog σας έχει εγκατασταθεί με επιτυχία.
fa_ir: اگر شما این مطلب را مشاهده می‌کنید، به این معنی است که بلاگ شما با موفقیت نصب شده است.
fil_ph: Kung nakikita mo ang post na ito, ang iyong blog ay matagumpay na nainstala.
fr_fr: Si vous pouvez voir ce post, votre blog a été installé correctement.
ja_jp: この文章が見えていれば、インストールに成功してます。
pt_br: Se você pode ver este post, seu blog foi instalado com sucesso.
ru_ru: Поздравляем, вы успешно установили Typecho, который автоматически создал ваш первый пост. Отредактируйте или удалите его.
tr_tr: Bu gönderiyi görüyorsanız blogunuz başarıyla yüklenmiştir.
zh_tw: 如果您看到這篇文章，表示您的 blog 已經安裝成功。

source: 关于
el_gr: Σχετικά
fa_ir: درباره
fil_ph: Tungkol
fr_fr: À propos de
ja_jp: About
pt_br: Sobre
ru_ru: Тестовая страница
tr_tr: Hakkında
zh_tw: 關於

source: 本页面由 Typecho 创建, 这只是个测试页面.
el_gr: Δείγμα σελίδας που δημιουργήθηκε αυτόματα από το Typecho.
fa_ir: این صفحه توسط Typecho ایجاد شده است، این فقط یک صفحه آزمایشی است.
fil_ph: Ang pahinang ito ay nilikha ng Typecho, ito'y isa lamang pahina sa pagsusuri.
fr_fr: Cette page est créée par Typecho, ceci est juste une page de test.
ja_jp: このページはTypechoによって作成されました。これはテストページです。
pt_br: Esta página foi criada automaticamente pelo Typecho, é apenas uma página de teste.
ru_ru: Эта страница была создана Typecho, это всего лишь тестовая страница.
tr_tr: Bu sayfa Typecho tarafından oluşturulmuştur, sadece deneme sayfasıdır.
zh_tw: 本頁面由 Typecho 建立，這只是個測試頁面。

source: 欢迎加入 Typecho 大家族
fa_ir: به خانواده بزرگ Typecho خوش آمدید

source: Typecho 安装程序
el_gr: Εγκατάσταση του Typecho
fa_ir: نصب کننده Typecho
fil_ph: Installer ng Typecho
fr_fr: Installateur de Typecho
ja_jp: Typecho インストール工程
pt_br: Instalador do Typecho
ru_ru: Мастер установки Typecho
tr_tr: Typecho Kurulum
zh_tw: Typecho 安裝程式

source: 备份您的数据
el_gr: Δημιουργία back-up
fa_ir: از داده‌های خود پشتیبان تهیه کنید
fr_fr: Sauvegardez vos données
ja_jp: データをバックアップ
pt_br: Faça backup de seus dados

source: 此备份操作仅包含<strong>内容数据</strong>, 并不会涉及任何<strong>设置信息</strong>
el_gr: Αυτό το back-up θα αποθηκεύσει <strong> μόνο το περιεχόμενό σας </strong>. Δεν θα αποθηκευτεί <strong> καμία από τις ρυθμίσεις σας </strong>
fa_ir: این عملیات پشتیبان‌گیری فقط شامل <strong>داده‌های محتوا</strong> است و هیچ <strong>اطلاعات تنظیمات</strong> را در بر نمی‌گیرد
fr_fr: Cette opération de sauvegarde contient uniquement <strong>Données de contenu</strong> et n'implique aucun <strong> informations sur les paramètres</strong>
ja_jp: このバックアップ操作には、<strong> コンテンツデータ </strong> のみが含まれ、<strong>設定</strong>は含まれません
pt_br: Esta operação de backup salva <strong> apenas o conteúdo.</strong> Nenhum a <strong>configuração</strong> será salva

source: 如果您的数据量过大, 为了避免操作超时, 建议您直接使用数据库提供的备份工具备份数据
el_gr: Εάν έχετε μεγάλο αριθμό δεδομένων, συνίσταται να χρησιμοποιήσετε το εργαλείο back-up της βάσης δεδομένων· η διαδικασία θα είναι πιο γρήγορη και θα αποφύγετε τα timeout
fa_ir: اگر حجم داده‌های شما بسیار زیاد است، برای جلوگیری از تایم‌اوت عملیات، پیشنهاد می‌شود مستقیماً از ابزارهای پشتیبان‌گیری ارائه شده توسط پایگاه داده استفاده کنید
fr_fr: Si vos données sont trop volumineuses, pour éviter les heures supplémentaires, il est recommandé d'utiliser directement les outils de sauvegarde fournis par la base de données pour sauvegarder les données
ja_jp: データのボリュームが大きすぎる場合、操作のタイムアウトを避けるために、データベースが提供するバックアップツールを使用してデータを直接バックアップすることをお勧めします
pt_br: Se seus dados são muito grandes, para não esgotar o tempo da operação, é recomendável usar diretamente o Backup fornecido pelo seu gerenciador banco de dados

source: 为了缩小备份文件体积, 建议您在备份前删除不必要的数据
el_gr: Συνίσταται να διαγράψετε μη απαραίτητα δεδομένα πριν το back-up για μικρότερο μέγεθος αρχείου
fa_ir: برای کاهش حجم فایل پشتیبان، پیشنهاد می‌شود قبل از پشتیبان‌گیری داده‌های غیرضروری را حذف کنید
fr_fr: Afin de réduire la taille du fichier de sauvegarde, nous vous recommandons de supprimer les données inutiles avant la sauvegarde
ja_jp: バックアップファイルのサイズを小さくするには、バックアップの前に不要なデータを削除することをお勧めします
pt_br: Para reduzir o tamanho do arquivo de backup, é recomendável excluir dados desnecessários antes do backup

source: 开始备份 &raquo;
el_gr: Έναρξη back-up &raquo;
fa_ir: شروع پشتیبان‌گیری &raquo;
fr_fr: Démarrer la sauvegarde & raquo;
ja_jp: バックアップを開始 &raquo;
pt_br: Iniciar backup &raquo;

source: 恢复数据
el_gr: Ανάκτηση δεδομένων από back-up
fa_ir: بازیابی داده‌ها
fr_fr: Restaurer les données
ja_jp: データを復元
pt_br: Restaurar dados

source: 上传
el_gr: Από τον υπολογιστή
fa_ir: بارگذاری
ja_jp: アップロード
pt_br: Carregar arquivo local

source: 从服务器
el_gr: Από τον server
fa_ir: از سرور
ja_jp: サーバから
pt_br: Selecionar arquivos do servidor

source: 上传并恢复 &raquo;
el_gr: Χρησιμοποιήστε αρχείο back-up &raquo;
fa_ir: بارگذاری و بازیابی &raquo;
fr_fr: Télécharger et restaurer &raquo;
ja_jp: アップロードして復元 &raquo;
pt_br: Carregar e restaurar &raquo;

source: 将备份文件手动上传至服务器的 %s 目录下后, 这里会出现文件选项
el_gr: Εάν αντιγράψετε ένα back-up στον φάκελο %s του server θα μπορέσετε να χρησιμοποιήσετε τις επιλογές αρχείων
fa_ir: پس از اینکه فایل پشتیبان را به صورت دستی در دایرکتوری %s روی سرور آپلود کردید، گزینه انتخاب فایل در اینجا ظاهر خواهد شد
fr_fr: Une fois le fichier de sauvegarde téléchargé manuellement dans le répertoire %s sur le serveur, les options de fichier apparaissent ici
ja_jp: バックアップファイルをサーバーの %s ディレクトリに手動でアップロードすると、ファイルオプションがここに表示されます
pt_br: Após fazer o upload manualmente do arquivo de backup para o diretório %s do servidor, as opções aparecerão aqui

source: 选择一个备份文件恢复数据
el_gr: Επιλέξτε αρχείο για ανάκτηση δεδομένων
fa_ir: انتخاب یک فایل پشتیبان برای بازیابی داده‌ها
fr_fr: Choisissez un fichier de sauvegarde pour récupérer les données
ja_jp: データを復元するバックアップファイルを選択
pt_br: Selecione um arquivo de backup para restaurar dados

source: 选择并恢复 &raquo;
el_gr: Επιλογή και χρήση &raquo;
fa_ir: انتخاب و بازیابی &raquo;
fr_fr: Sélectionnez et restaurez &raquo;
ja_jp: 選択して復元 &raquo;
pt_br: Selecione e restaure &raquo;

source: 恢复操作将清除所有现有数据, 是否继续?
el_gr: Όλα τα δεδομένα σας θα διαγραφούν και θα αντικατατασταθούν με τα αρχεία του back-up. Συνέχεια;
fa_ir: عملیات بازیابی تمام داده‌های موجود را پاک خواهد کرد، آیا ادامه می‌دهید؟
fr_fr: Récupération effacera toutes les données existantes, continuer?
ja_jp: 復元操作は既存のデータをすべて消去しますが、続行しますか？
pt_br: A operação de restauração apagará todos os dados existentes. Deseja continuar?

source: 由 <a href="https://typecho.org">%s</a> 强力驱动, 版本 %s
fa_ir: توسط <a href="https://typecho.org">%s</a> با قدرت پشتیبانی می‌شود، نسخه %s <br> ترجمه و بومی‌سازی <a href="https://pourdaryaei.ir">پوردریایی</a>

source: 帮助文档
el_gr: Βοήθεια
fa_ir: راهنمای مستندات
fil_ph: Tulong
fr_fr: Aide
ja_jp: ヘルプ
pt_br: Documentação
ru_ru: Справка
tr_tr: Yardım
zh_tw: 說明文件

source: 支持论坛
el_gr: Υποστήριξη
fa_ir: انجمن پشتیبانی
fil_ph: Suporta
fr_fr: Support
ja_jp: BBSをサポート
pt_br: Fórum de Suporte
ru_ru: Поддержка
tr_tr: Destek
zh_tw: 支援討論區

source: 报告错误
el_gr: Πρόσφατα bugs
fa_ir: گزارش خطا
fil_ph: Mag-ulat ng mga bug
fr_fr: Signaler une erreur
ja_jp: バグを報告
pt_br: Reportar um erro
ru_ru: Сообщить об ошибке
tr_tr: Hataları raporla
zh_tw: 報告錯誤

source: 资源下载
el_gr: Λήψη
fa_ir: دانلود منابع
fil_ph: Mag-download
fr_fr: Télécharger les ressources
ja_jp: リソースのダウンロード
pt_br: Download de recursos
ru_ru: Скачать
tr_tr: İndir
zh_tw: 資源下載

source: 确认要删除此字段吗?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το πεδίο;
fa_ir: آیا مطمئن هستید که می‌خواهید این کادر را حذف کنید؟
fil_ph: Sigurado ka bang burahin itong patlang?
fr_fr: Êtes-vous sûr de vouloir supprimer ce champ?
ja_jp: 本当にこの項目を消しますか？
pt_br: Tem certeza de que deseja excluir este campo?
ru_ru: Вы действительно хотите удалить это поле?
tr_tr: Bu alanı silmek istediğinize emin misiniz
zh_tw: 確認要刪除此欄位嗎？

source: 字段名称
el_gr: Όνομα πεδίου
fa_ir: نام کادر
fil_ph: Pangalan ng patlang
fr_fr: Nom du champ
ja_jp: 項目の名前
pt_br: Nome do campo
ru_ru: Имя поля
tr_tr: Alan adı
zh_tw: 欄位名稱

source: 字符
el_gr: Κείμενο
fa_ir: کاراکتر
fil_ph: Karakter
fr_fr: Caractère
ja_jp: 文字
pt_br: Texto
ru_ru: Cимвол
tr_tr: Karakter
zh_tw: 字元

source: 整数
el_gr: Ακέραιος
fa_ir: عدد صحیح
fr_fr: Entier
pt_br: Inteiro
ru_ru: Целое число
tr_tr: Rakam
zh_tw: 整數

source: 小数
el_gr: Δεκαδικός
fa_ir: عدد اعشاری
fil_ph: Lumutang
fr_fr: Décimal
pt_br: Decimal
ru_ru: Десятичное
tr_tr: Ondalık
zh_tw: 小數

source: JSON 结构
fa_ir: ساختار JSON

source: 字段值
el_gr: Τιμή πεδίου
fa_ir: مقدار کادر
fil_ph: Halaga ng patlang
fr_fr: Valeur du champ
ja_jp: 項目の本文
pt_br: Valor do campo
ru_ru: Значение поля
tr_tr: Alan değeri
zh_tw: 欄位值

source: 删除
el_gr: Διαγραφή
fa_ir: حذف
fil_ph: Burahin
fr_fr: Supprimer
ja_jp: 削除
pt_br: Excluir
ru_ru: Удалить
tr_tr: Sil
zh_tw: 刪除

source: 自定义字段
el_gr: Επεξεργασία πεδίων
fa_ir: کادر سفارشی
fil_ph: Mga patlang na naka-kustomisa
fr_fr: Champs personnalisés
ja_jp: カスタム項目
pt_br: Campo personalizado
ru_ru: Дополнительные поля
tr_tr: Alanları özelleştir
zh_tw: 自定欄位

source: 字段类型
el_gr: Είδος πεδίου
fa_ir: نوع کادر
fil_ph: Uri ng patlang
fr_fr: Type de champ
ja_jp: 項目のデータ型
pt_br: Tipo de campo
ru_ru: Тип поля
tr_tr: Alan çeşidi
zh_tw: 欄位類型

source: +添加字段
el_gr: + Προσθήκη πεδίου
fa_ir: افزودن کادر
fil_ph: +Magdagdag ng isang patlang
fr_fr: + Ajouter un champ
ja_jp: +項目の追加
pt_br: + Adicionar campo
ru_ru: + Добавить поле
tr_tr: +Bir alan ekle
zh_tw: +新增欄位

source: 自定义字段可以扩展你的模板功能, 使用方法参见 <a href="https://docs.typecho.org/help/custom-fields">帮助文档</a>
fa_ir: کادرهای سفارشی می‌توانند قابلیت‌های قالب شما را گسترش دهند، روش استفاده را در <a href="https://docs.typecho.org/help/custom-fields">راهنما</a> ببینید
pt_br: Campos personalizados podem estender a função do seu modelo, consulte a <a href="https://docs.typecho.org/help/custom-fields">documentação</a>
tr_tr: Özelleştirilmiş alanlar temanızın fonksiyonlarını genişletebilir. <a href="http://docs.typecho.org/help/custom-fields">Bu dökümanı</a> inceleyerek daha fazla bilgi edinebilirsiniz.

source: 加粗
el_gr: Έντονα
fa_ir: برجسته
fil_ph: Makapal
fr_fr: Gras
ja_jp: 太文字
pt_br: Negrito
ru_ru: Полужирный
tr_tr: Kalın
zh_tw: 粗體

source: 加粗文字
el_gr: Έντονη γραφή
fa_ir: متن پررنگ
fil_ph: Tekstong makapal
fr_fr: Texte en gras
ja_jp: 太文字テキスト
pt_br: Texto em negrito
ru_ru: Полужирный текст
tr_tr: Kalın yazı
zh_tw: 粗體字

source: 斜体
el_gr: Πλάγια
fa_ir: مورب
fil_ph: Italiko
fr_fr: Italique
pt_br: Itálico
ru_ru: Курсив
tr_tr: Yatay
zh_tw: 斜體

source: 斜体文字
el_gr: Πλάγια γραφή
fa_ir: متن مورب
fil_ph: Italikong teksto
fr_fr: Texte en italique
ja_jp: 斜体テキスト
pt_br: Texto em itálico
ru_ru: Текст курсивом
tr_tr: Yatay yazı
zh_tw: 斜體字

source: 链接
el_gr: Σύνδεσμος
fa_ir: لینک
fr_fr: Lien
ja_jp: リンク
pt_br: Link
ru_ru: Ссылки
tr_tr: Link
zh_tw: 連結

source: 请输入链接描述
el_gr: Περιγραφή συνδέσμου
fa_ir: لطفاً توضیح لینک را وارد کنید
fil_ph: Mangyaring magpasok ng deskripsyon sa link
fr_fr: Veuillez entrer une description de lien
ja_jp: リンクとなるテキストを入力
pt_br: Digite uma descrição para o link
ru_ru: Пожалуйста, введите описание ссылки
tr_tr: Lütfen link açıklamanızı giriniz.
zh_tw: 請輸入連結描述

source: 引用
el_gr: Παραπομπή
fa_ir: نقل قول
fil_ph: Tukuyin
fr_fr: Citation
pt_br: Citação
ru_ru: Цитата
tr_tr: Alıntı
zh_tw: 引用

source: 引用文字
el_gr: Παραπομπή κειμένου
fa_ir: متن نقل قول
fil_ph: Tukuyin ang teksto
fr_fr: Texte de référence
ja_jp: 引用テキスト
pt_br: Texto citado
ru_ru: Текст цитаты
tr_tr: Alıntı yazısı
zh_tw: 引用文字

source: 代码
el_gr: Κώδικας
fa_ir: کد(برنامه‌نویسی)
fil_ph: Kodigo
fr_fr: Code
ja_jp: コード
pt_br: Código
ru_ru: Код
tr_tr: Kod
zh_tw: 程式碼

source: 请输入代码
el_gr: Χρησιμοποιήστε το πεδίο για να επικολλήσετε κώδικα
fa_ir: لطفاً کد را وارد کنید
fil_ph: Mangyaring magsingit ng kodigo
fr_fr: Veuillez entrer le code
ja_jp: コードを入力してください
pt_br: Por favor insira um código
ru_ru: Пожалуйста, введите код
tr_tr: Lütfen kodunuzu giriniz.
zh_tw: 請輸入程式碼

source: 图片
el_gr: Εικόνα
fa_ir: تصویر
fil_ph: Imahe
fr_fr: Image
ja_jp: 画像
pt_br: Imagens
ru_ru: Изображения
tr_tr: Resim
zh_tw: 圖片

source: 请输入图片描述
el_gr: Περιγραφή εικόνας
fa_ir: لطفاً توضیح تصویر را وارد کنید
fil_ph: Mangyaring magpasok ng deskripsyon sa imahe
fr_fr: S'il vous plaît entrer une description de l'image
ja_jp: 画像を挿入してください
pt_br: Digite uma descrição para a imagem
ru_ru: Пожалуйста, введите описание изображения
tr_tr: Lütfen resim açıklamanızı giriniz.
zh_tw: 請輸入圖片描述

source: 数字列表
el_gr: Αριθμημένη λίστα
fa_ir: فهرست شماره‌دار
fil_ph: Mga listahang numeriko
fr_fr: Liste numérique
ja_jp: 数字順に並べる
pt_br: Lista ordenada
ru_ru: Нумерованный список
tr_tr: Numaralı listeler
zh_tw: 數字列表

source: 普通列表
el_gr: Λίστα με κουκίδες
fa_ir: فهرست بدون شماره
fil_ph: Listahang hindi nasaayos
fr_fr: Liste ordinaire
ja_jp: 通常リスト
pt_br: Lista não ordenada
ru_ru: Неупорядоченный список
tr_tr: Sıralanmamış liste
zh_tw: 普通列表

source: 列表项目
el_gr: Περιεχόμενα λίστας
fa_ir: عناصر فهرست
fil_ph: Maglista ng mga aytem
fr_fr: Lister les éléments
ja_jp: アイテムリスト
pt_br: Item da lista
ru_ru: Список элементов
tr_tr: Maddeleri sırala
zh_tw: 清單項目

source: 标题
el_gr: Τίτλος
fa_ir: عنوان
fil_ph: Pamagat
fr_fr: Titre
ja_jp: タイトル
pt_br: Título
ru_ru: Заголовок
tr_tr: Başlık
zh_tw: 標題

source: 标题文字
el_gr: Κείμενο τίτλου
fa_ir: متن عنوان
fil_ph: Teksto ng pamagat
fr_fr: Texte du titre
ja_jp: タイトルテキスト
pt_br: Texto do título
ru_ru: Текст заголовка
tr_tr: Başlık yazısı
zh_tw: 標題文字

source: 分割线
el_gr: Οριζόντια γραμμή
fa_ir: خط جداکننده
fil_ph: Tagapaghiwalay
fr_fr: Ligne de séparation
ja_jp: 区切り
pt_br: Linha divisória
ru_ru: Разделительная линия
tr_tr: Ayırıcı
zh_tw: 分割線

source: 摘要分割线
el_gr: Σήμανση περίληψης
fa_ir: خط جداکننده خلاصه متن
fil_ph: Tapaghiwalay na abstrak
fr_fr: Ligne de séparation abstraite
ja_jp: 概要区切り
pt_br: linha divisória horizontal
ru_ru: Основная разделительная линия
tr_tr: Özet ayırıcı
zh_tw: 摘要分割線

source: 撤销
el_gr: Αναίρεση
fa_ir: لغو تغییرات
fil_ph: Pagpawalang-bisa
fr_fr: Défaire
ja_jp: 取り消し
pt_br: Desfazer
ru_ru: Отмена
tr_tr: Geri al
zh_tw: 復原

source: 重做
el_gr: Επανάληψη
fa_ir: انجام مجدد
fil_ph: Gawing muli
fr_fr: Refaire
ja_jp: やり直し
pt_br: Refazer
ru_ru: Вернуть
tr_tr: Yinele
zh_tw: 取消復原

source: 全屏
el_gr: Πλήρης οθόνη
fa_ir: نمایش تمام صفحه
fr_fr: Plein écran
ja_jp: フルスクリーン
pt_br: Tela cheia
ru_ru: Переключить в полноэкранный режим
tr_tr: Tam ekran
zh_tw: 全螢幕

source: 退出全屏
el_gr: Έξοδος από την πλήρης οθόνη
fa_ir: خروج از حالت تمام صفحه
fil_ph: Umalis sa fullscreen
fr_fr: Quitter le mode plein écran
ja_jp: フルスクリーン解除
pt_br: Sair do modo tela cheia
ru_ru: Выход из полноэкранного режима
tr_tr: Tam ekrandan çık
zh_tw: 結束全螢幕

source: 此浏览器不支持全屏操作
el_gr: Ο browser που χρησιμοποιείτε δεν υποστηρίζει τη λειτουργία πλήρους οθόνης.
fa_ir: این مرورگر از عملیات تمام صفحه پشتیبانی نمی‌کند
fil_ph: Ang iyong browser ay hindi nagsusuporta ng fullscreen
fr_fr: Ce navigateur ne supporte pas le fonctionnement en plein écran
ja_jp: このブラウザは全画面操作をサポートしていません
pt_br: Este navegador não suporta tela cheia
ru_ru: Этот браузер не поддерживает работу в полноэкранном режиме
tr_tr: Tarayıcınız tam ekranı desteklemiyor
zh_tw: 此瀏覽器不支持全螢幕操作

source: 插入图片
el_gr: Εισάγετε εικόνα
fa_ir: درج تصویر
fil_ph: Magsingit ng mga imahe
fr_fr: Insérer une image
ja_jp: 画像の挿入
pt_br: Inserir imagem
ru_ru: Вставить изображение
tr_tr: Resmi giriniz.
zh_tw: 插入圖片

source: 请在下方的输入框内输入要插入的远程图片地址
el_gr: Διεύθυνση URL της εικόνας:
fa_ir: لطفاً آدرس تصویر راه دوری که می‌خواهید وارد کنید را در کادر زیر وارد نمایید
fil_ph: Mangyaring ipasok ang URL ng imahe
fr_fr: Veuillez entrer la URL de l'image
ja_jp: 下の入力欄に挿入する画像のアドレスを入力してください
pt_br: Digite abaixo o link da imagema ser inserida
ru_ru: Пожалуйста, введите адрес удаленного изображения
tr_tr: Resim URL’sini giriniz:
zh_tw: 請在下方的輸入框內輸入要插入的遠端圖片位址

source: 您也可以使用附件功能插入上传的本地图片
el_gr: Επίσης μπορείτε να χρησιμοποιήσετε τη λειτουργία φόρτωσης για να προσθέσετε εικόνες απ' τον υπολογιστή σας.
fa_ir: شما همچنین می‌توانید از قابلیت پیوست برای درج تصاویر محلی (لوکال) که بارگذاری کرده‌اید استفاده کنید
fil_ph: Maaari mo ring gamitin ang punsyon sa pag-upload sa ibaba ng editor para makapag-singit ng mga imaheng lokal
fr_fr: Vous pouvez également utiliser la fonction de pièce jointe pour insérer des images locales téléchargées
ja_jp: 添付ファイル機能を使用して、アップロードされた画像を挿入することもできます
pt_br: Você também pode usar a função de anexar para inserir fotos locais
ru_ru: Вы также можете использовать вложения для загрузки изображения на сервер
zh_tw: 您也可以使用附件功能插入上傳的本機圖片

source: 插入链接
el_gr: Εισάγετε σύνδεσμο
fa_ir: درج لینک
fil_ph: Magsingit ng isang link
fr_fr: Insérer le lien
ja_jp: リンクを挿入
pt_br: Inserir link
ru_ru: Вставить ссылку
tr_tr: Linki giriniz.
zh_tw: 插入連結

source: 请在下方的输入框内输入要插入的链接地址
el_gr: Διεύθυνση URL του συνδέσμου:
fa_ir: لطفاً آدرس لینکی که می‌خواهید وارد کنید را در کادر زیر وارد نمایید
fil_ph: Mangyaring isingit ang URL ng link
fr_fr: Veuillez entrer la URL du lien
ja_jp: 下の入力欄に挿入するリンクアドレスを入力してください
pt_br: Digite abaixo o endereço link
ru_ru: Пожалуйста, введите адрес ссылки
tr_tr: Link adresini giriniz:
zh_tw: 請在下方的輸入框內輸入要插入的連結網址

source: 确定
el_gr: Εντάξει!
fa_ir: تأیید
fil_ph: SIGE
fr_fr: Ok
ja_jp: 確定
pt_br: Ok
ru_ru: Да
tr_tr: Tamam
zh_tw: 確定

source: 取消
el_gr: Ακύρωση
fa_ir: لغو کردن
fil_ph: Kanselahin
fr_fr: Annuler
ja_jp: 取り消し
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal
zh_tw: 取消
