Repository: typecho/languages
Catalog: *.po
Languages: el_gr, fa_ir, fil_ph, fr_fr, ja_jp, pt_br, ru_ru, tr_tr, zh_tw

source: Markdown语法帮助
el_gr: Βοήθεια για Markdown
fa_ir: راهنمای Markdown
fil_ph: Tulong sa sintaks ng Markdown
fr_fr: Aide è la syntaxe de format
ja_jp: マークダウン文法のヘルプ
pt_br: Ajuda com sintaxe do Markdown
ru_ru: Помощь по синтаксису Markdown
tr_tr: Markdown sözdizimi yardım
zh_tw: Markdown 語法說明

source: 附件
el_gr: Συγγραφή
fa_ir: پیوست
fil_ph: Ilalakip
fr_fr: Pièce jointe
ja_jp: 添付
pt_br: Anexo
ru_ru: Вложения
tr_tr: Eklentiler
zh_tw: 附件

source: 撰写
el_gr: Δημοσίευση
fa_ir: نوشتن
fil_ph: Magsulat
fr_fr: Écrire
ja_jp: 記事を編集
pt_br: Escrever
ru_ru: Написать
tr_tr: Yaz
zh_tw: 撰寫

source: 预览
el_gr: Προεπισκόπηση
fa_ir: پیش نمایش
fil_ph: Prebyu
fr_fr: Aperçu
ja_jp: プレビュー
pt_br: Pré-visualizar
ru_ru: Предварительный просмотр
tr_tr: Önizle
zh_tw: 預覽

source: 这篇文章不是由Markdown语法创建的, 继续使用Markdown编辑它吗?
el_gr: Αυτό το άρθρο δε δημιουργήθηκε με Markdown, είστε βέβαιοι ότι θέλετε να το επεξεργαστείτε με Markdown;
fa_ir: این مطلب با دستور زبان Markdown ایجاد نشده است، آیا می‌خواهید به ویرایش آن با Markdown ادامه دهید؟
fil_ph: Ang post na ito ay hindi nalikha ng sintaks sa Markdown, magpatuloy sa paggamit ng Markdown para ito ay mai-edit?
fr_fr: Cet article n'est pas créé par la syntaxe de format, continuez à utiliser le format pour le modifier?
ja_jp: この記事はマークダウン構文では作成されていませんが、マークダウンを使用して編集し続けますか？
pt_br: Este post não foi criado usando Markdown. Continuar editando com o Markdown?
ru_ru: Эта статья создана без использования синтаксиса Markdown, продолжить редактирование с использованием Markdown?
zh_tw: 這篇文章不是由 Markdown 語法建立的，要繼續以 Markdown 編輯嗎？

source: 是
el_gr: Είναι
fa_ir: بله
fil_ph: Oo
fr_fr: Oui
ja_jp: はい
pt_br: Sim
ru_ru: Да
zh_tw: 是

source: 否
el_gr: Αν
fa_ir: خیر
fil_ph: Hindi
fr_fr: Non
ja_jp: いいえ
pt_br: Não
ru_ru: Нет
zh_tw: 否

source: 页面不存在
el_gr: Αυτή η σελίδα δεν υπάρχει.
fa_ir: صفحه مورد نظر شما یافت نشد
fil_ph: Ang pahina ay hindi umiiral
fr_fr: La page n'existe pas
ja_jp: ページが存在しません
pt_br: Está página não existe
ru_ru: Страница не существует
tr_tr: Sayfa mevcut değil.
zh_tw: 頁面不存在

source: 上传出现错误
el_gr: Σφάλμα κατά τη φόρτωση του αρχείου
fa_ir: آپلود با خطا مواجه شد
fil_ph: Kamalian sa pag-upload
fr_fr: Erreur de téléchargement
ja_jp: アップロードエラー
pt_br: Ocorreu um erro ao fazer o upload
ru_ru: Не удалось загрузить
zh_tw: 上傳發生錯誤

source: 文件大小超过限制
el_gr: Το μέγεθος του αρχείου υπερβαίνει το όριο
fa_ir: حجم فایل از حد مجاز فراتر رفته است
fil_ph: Ang sukat ng payl ay lumampas sa hangganan
fr_fr: La taille du fichier dépasse la limite
ja_jp: ファイルサイズが制限を超えています
pt_br: O tamanho do arquivo excede o limite
ru_ru: Размер файла превышает предел
zh_tw: 檔案大小超過限制

source: 文件扩展名不被支持
el_gr: Αυτή η επέκταση ονόματος αρχείου δεν υποστηρίζεται
fa_ir: پسوند فایل پشتیبانی نمی‌شود
fil_ph: Ang ekstensyon ng payl ay hindi suportado
fr_fr: L'extension de fichier n'est pas supportée
ja_jp: ファイル拡張子がサポートされていません
pt_br: A extensão do arquivo não é suportada
ru_ru: Расширение файла не поддерживаются
zh_tw: 不支援的副檔名

source: 文件已经上传过
el_gr: Φόρτωση αρχείου επιτυχής.
fa_ir: فایل قبلاً آپلود شده است
fil_ph: Ang payl ay nai-upload na
fr_fr: Le fichier a été téléchargé
ja_jp: ファイルはすでにアップロードされています
pt_br: O arquivo foi carregado com sucesso
ru_ru: Документы были загружены
zh_tw: 檔案已經上傳過

source: %s 上传失败
el_gr: Η φόρτωση του %s απέτυχε
fa_ir: آپلود %s ناموفق بود
fil_ph: %s pumalya ang pag-upload
fr_fr: Le téléchargement de %s a échoué
ja_jp: %s はアップロードに失敗しました
pt_br: Falha no upload de %s
ru_ru: Сбой при загрузке %s
zh_tw: %s 上傳失敗

source: 点击插入文件
el_gr: Κάντε κλικ στην επιλογή "Εισαγωγή αρχείου"
fa_ir: برای درج فایل کلیک کنید
fil_ph: Pindutin para makasingit ng payl
fr_fr: Cliquez pour insérer le fichier
ja_jp: クリックしてファイルを挿入
pt_br: Clique para inserir um arquivo
ru_ru: Нажмите, чтобы вставить файл.
tr_tr: Dosya eklemek için tıklayınız.
zh_tw: 點擊插入檔案

source: 编辑
el_gr: Επεξεργασία
fa_ir: ویرایشگر
fil_ph: Mag-edit
fr_fr: Modifier
ja_jp: 編集
pt_br: Editar
ru_ru: Редактор
tr_tr: Düzenleyiciler
zh_tw: 編輯

source: 确认要删除文件 %s 吗?
el_gr: Διαγραφή "%s";
fa_ir: آیا مطمئن هستید که می‌خواهید فایل %s را حذف کنید؟
fil_ph: Sigurado ka bang gusto mong burahin ang payl na %s?
fr_fr: Confirmez que vous voulez supprimer le fichier %s?
ja_jp: 本当に %s を削除しますか？
pt_br: Tem certeza de que deseja excluir o arquivo %s?
ru_ru: Вы действительно хотите удалить файл %s
tr_tr: %s dosyasını silmek istediğinize emin misiniz?
zh_tw: 確認要刪除檔案 %s 嗎？

source: 拖放文件到这里<br>或者 %s选择文件上传%s
el_gr: Σύρετε αρχεία εδώ<br>ή %s επιλέξτε αρχεία για φόρτωση %s
fa_ir: فایل‌ها را اینجا بکشید و رها کنید یا %s <br>برای انتخاب فایل جهت آپلود کلیک کنید%s
fil_ph: Hilahin ang iyong mga payl dito <br> o %s pumili ng mga payl na i-upload %s
fr_fr: Glissez et déposez les fichiers ici ou %s sélectionnez le téléchargement de fichier %s
ja_jp: ここにファイルをドラッグアンドドロップ<br>または %sアップロードするファイルを選択%s
pt_br: Arraste e solte os arquivos aqui<br>ou %s selecione os arquivos para upload %s
ru_ru: Перетащите файлы сюда <br> или %sвыберите файл для загрузки%s
tr_tr: Dosyalarınızı buraya taşıyın <br>ya da %s yüklemek için dosyaları seçin %s
zh_tw: 拖放檔案到這裡<br>或者 %s選擇檔案上傳%s

source: %s - %s - Powered by Typecho
el_gr: %s - %s - Δημιουργήθηκε με Typecho
fa_ir: %s - %s - ارائه شده توسط Typecho
fil_ph: %s - %s - Pinatatakbo ng Typecho
fr_fr: %s -%s - Développé par Typecho
tr_tr: %s - %s - Typecho tarafından desteklenmektedir.

source: 目前有 <em>%s</em> 篇文章, 并有 <em>%s</em> 条关于你的评论在 <em>%s</em> 个分类中.
el_gr: Στατιστικά: <em>%s</em> άρθρα και <em>%s</em> σχόλια σε <em>%s</em> κατηγορί(α)ες.
fa_ir: در حال حاضر شما <em>%s</em> مطلب نوشته‌اید و <em>%s</em> دیدگاه هم درمورد مطالب شما در <em>%s</em> دسته‌بندی موجود ثبت شده است.
fil_ph: Kasalukuyang mayroong <em>%s</em> mga post, at <em>%s</em>mga komento tungkol sa iyo sa ilalim ng kategoryang <em>%s</em>.
fr_fr: Il y a <em>%s</em> post et <em>%s</em> sur votre commentaire dans les catégories <em>%s</em>.
ja_jp: 記事が<em>%s</em>件、あなたに関するコメントが<em>%s</em>件、カテゴリーが<em>%s</em>件あります。
pt_br: No momento, existem <em>%s</em> posts e <em>%s</em> comentários na categoria <em>%s</em>.
ru_ru: Всего статей <em>%s</em>, комментариев к ним <em>%s</em>, категорий <em>%s</em>.
zh_tw: 目前有 <em>%s</em> 篇文章，並有 <em>%s</em> 條關於你的評論在 <em>%s</em> 個分類中。

source: 点击下面的链接快速开始:
el_gr: Χρησιμοποιήστε τους παρακάτω συνδέσμους για γρήγορη αρχή:
fa_ir: برای شروع سریع روی لینک(های) زیر کلیک کنید:
fil_ph: Simulan ang iyong istorya sa link na nasa ibaba:
fr_fr: Cliquez sur le lien ci-dessous pour commencer rapidement:
ja_jp: 下のリンクをクリックして、すぐに始めましょう:
pt_br: Clique no link abaixo para começar rapidamente:
ru_ru: Перейдите по ссылке для быстрого запуска:
zh_tw: 點擊下方的連結快速開始：

source: 撰写新文章
el_gr: Νέο άρθρο
fa_ir: نوشتن مطلب جدید
fil_ph: Magsulat ng isang bagong post
fr_fr: Ecrire un nouvel post
ja_jp: 新しい記事を作成
pt_br: Escrever um novo post
ru_ru: Добавить статью
tr_tr: Yeni bir gönderi yaz
zh_tw: 撰寫新文章

source: 待审核的评论
el_gr: Σχόλια προς έγκριση
fa_ir: در انتظار بررسی
fil_ph: Mga komentong naghihintay ng pag-rebyu
fr_fr: Commentaire en cours de révision
ja_jp: 審査中のコメント
pt_br: Comentários aguardando revisão
ru_ru: Комментарии ожидающие проверки
tr_tr: Onay bekleyen yorumlar.
zh_tw: 待審核的評論

source: 待审核评论
el_gr: Σχόλια προς έγκριση
fa_ir: دیدگاه‌های در انتظار بررسی
fil_ph: Mga komentong naghihintay ng pag-rebyu
fr_fr: Commentaire en cours de révision
ja_jp: 審査中コメント
pt_br: Comentários aguardando revisão
ru_ru: Комментарии ожидающие проверки
tr_tr: Onay bekleyen yorum.
zh_tw: 待審核評論

source: 垃圾评论
el_gr: Ανεπιθύμητα σχόλια
fa_ir: دیدگاه‌های اسپم
fil_ph: Komentong spam
fr_fr: Spam
ja_jp: スパムコメント
pt_br: comentário Spam
ru_ru: Спам
tr_tr: Spam
zh_tw: 垃圾評論

source: 更换外观
el_gr: Αλλαγή εμφάνισης
fa_ir: مدیریت قالب‌ها
fil_ph: Baguhin ang anyo
fr_fr: Changer l'apparence
ja_jp: テーマ変更
pt_br: Modificar aparência
ru_ru: Установка шаблона
tr_tr: Görünümü değiştir
zh_tw: 更換外觀

source: 插件管理
el_gr: Πρόσθετα
fa_ir: مدیریت افزونه‌ها
fil_ph: pamamahala sa plug-in
fr_fr: Gestion des plug-ins
ja_jp: プラグインの管理
pt_br: Gerenciamento de plugins
ru_ru: Менеджер плагинов
tr_tr: eklentileri yönet
zh_tw: 外掛管理

source: 系统设置
el_gr: Ρυθμίσεις συστήματος
fa_ir: تنظیمات عمومی
fil_ph: Mga setting ng sistema
fr_fr: Paramètres du système
ja_jp: システム設定
pt_br: Configurações do sistema
ru_ru: Основные настройки
tr_tr: Sistem özellikleri
zh_tw: 系統設定

source: 更新我的资料
el_gr: Επεξεργασία προφίλ χρήστη
fa_ir: به‌روزرسانی پروفایل
fil_ph: Pag-updeyt sa aking profile
fr_fr: Mettre à jour mon profil
ja_jp: データの更新
pt_br: Atualizar minhas informações
ru_ru: Обновить свой профиль
tr_tr: Profilimi güncelle
zh_tw: 更新我的資料

source: 最近发布的文章
el_gr: Πρόσφατα άρθρα
fa_ir: آخرین مطالب منتشر شده
fil_ph: Mga kamakailang post na nailahatla
fr_fr: Post récemment publiés
ja_jp: 最近投稿された記事
pt_br: Posts publicados recentemente
ru_ru: Последние публикации
tr_tr: Son gönderiler
zh_tw: 最近發佈的文章

source: 暂时没有文章
el_gr: Δεν υπάρχουν άρθρα.
fa_ir: هیچ مطلبی وجود ندارد
fil_ph: Wala pang post sa ngayon
fr_fr: Aucun article pour le moment
ja_jp: 現在記事はありません
pt_br: Nenhum post
ru_ru: Статьи отсутствуют
tr_tr: Henüz bir gönderi yok.
zh_tw: 暫時沒有文章

source: 最近得到的回复
el_gr: Πρόσφατα σχόλια
fa_ir: آخرین دیدگاه‌های ارسال شده
fil_ph: Mga kamakailangang natanggap na tugon
fr_fr: Réponse reçue récemment
ja_jp: 最近のリプライ
pt_br: Comentários recentes
ru_ru: Последние комментарии
tr_tr: Son yorumlar
zh_tw: 最近得到的回覆

source: 暂时没有回复
el_gr: Δεν υπάρχουν σχόλια.
fa_ir: هنوز هیچ پاسخی وجود ندارد
fil_ph: Wala pang tugon sa ngayon
fr_fr: Pas de réponse pour le moment
ja_jp: 現在コメントはありません
pt_br: Ainda não há comentários
ru_ru: Комментарии отсутствуют
tr_tr: Henüz bir yorum yok.
zh_tw: 暫時沒有回覆

source: 官方最新日志
el_gr: Πρόσφατες δημοσιεύσεις από το επίσημο blog του Typecho:
fa_ir: آخرین گزارش رسمی
fil_ph: Pinakabagong mga post sa opisyal na blog
fr_fr: Journal officiel
ja_jp: 公式の最新ニュース
pt_br: Últimos posts do blog oficial
ru_ru: Новости Typecho
tr_tr: Son resmi blog gönderileri.
zh_tw: 官方最新日誌

source: 读取中...
el_gr: Ανάγνωση...
fa_ir: در حال بارگذاری...
fil_ph: Naglo-load...
fr_fr: Lecture...
ja_jp: 読み込み中…
pt_br: Carregando...
ru_ru: Загрузка...
tr_tr: Okunuyor...
zh_tw: 讀取中…

source: 您当前使用的版本是 %s
el_gr: Χρησιμοποιείτε την %s έκδοση λογισμικού
fa_ir: سخه جاری که استفاده می‌کنید %s است
fil_ph: Ang iyong kasalukuyang bersyon ay %s
fr_fr: Votre version actuelle est %s
ja_jp: 使われているバージョンは %s
pt_br: Você está usando a versão %s
ru_ru: Вы используете версию %s
tr_tr: Bu sürümü kullanıyorsunuz: %s
zh_tw: 您當前使用的版本是 %s

source: 官方最新版本是 %s
el_gr: Η πιο πρόσφατη έκδοση είναι η %s
fa_ir: آخرین نسخه رسمی %s است
fil_ph: Ang opisyal na pinakabagong bersyon ay %s
fr_fr: La dernière version officielle est %s
ja_jp: 公式の最新版は %s
pt_br: A versão oficial mais recente é %s
ru_ru: Последняя официальная версия %s
tr_tr: Son resmi sürüm: %s
zh_tw: 官方最新版本是 %s

source: 用户名或邮箱
fa_ir: نام کاربری یا آدرس ایمیل

source: 密码
el_gr: Κωδικός πρόσβασης
fa_ir: رمز عبور
fr_fr: Mot de passe
ja_jp: パスワード
pt_br: Senha
ru_ru: Пароль
tr_tr: Parola
zh_tw: 密碼

source: 登录
el_gr: Σύνδεση
fa_ir: ورود
fil_ph: Mag-login
fr_fr: Commencer la session
ja_jp: ログイン
pt_br: Entrar
ru_ru: Войти
tr_tr: Giriş
zh_tw: 登入

source: 下次自动登录
el_gr: Αποθήκευση κωδικού
fa_ir: ورود خودکار
fil_ph: Tandaan ang pag-login
fr_fr: Connectez-vous automatiquement la prochaine fois
ja_jp: 次回から自動でログイン
pt_br: Mantenha-me conectado
ru_ru: Запомнить меня
zh_tw: 下次自動登入

source: 返回首页
el_gr: Επιστροφή στην αρχική
fa_ir: بازگشت به صفحه اصلی
fil_ph: Bumalik sa pahina ng home
fr_fr: Retour à la page d'accueil
ja_jp: ホームページに戻る
pt_br: Voltar ao topo
ru_ru: На главную
tr_tr: Ana sayfaya dön
zh_tw: 回到首頁

source: 用户注册
el_gr: Εγγραφή
fa_ir: ثبت‌نام کاربر
fil_ph: Magrehistro
fr_fr: Enregistrement
ja_jp: ユーザー名を登録
pt_br: Registrar
ru_ru: Зарегистрироваться
tr_tr: Kayıt ol
zh_tw: 使用者註冊

source: 全选
el_gr: Όλα
fa_ir: انتخاب همه
fil_ph: Piliin lahat
fr_fr: Sélectionner tout
ja_jp: すべてを選ぶ
pt_br: Selecionar tudo
ru_ru: Выбрать все
tr_tr: Tümünü seç
zh_tw: 全選

source: 操作
el_gr: Επιλογές
fa_ir: عملیات
fil_ph: Operasyonal
fr_fr: Opération
pt_br: Operação
ru_ru: Работа
tr_tr: Operasyonlar
zh_tw: 操作

source: 选中项
el_gr: Επιλογές
fa_ir: انتخاب گزینه
fil_ph: Mga aytem na napagpilian
fr_fr: Éléments sélectionnés
ja_jp: 選択した項目
pt_br: Itens selecionados
ru_ru: Выбранные элементы
tr_tr: Seçilmiş
zh_tw: 選中項

source: 此分类下的所有内容将被删除, 你确认要删除这些分类吗?
el_gr: Θα διαγραφεί ό,τι περιεχόμενο έχει δημιουργηθεί σε αυτήν την κατηγορία, είστε βέβαιοι;
fa_ir: تمام محتوای این دسته‌بندی حذف خواهد شد، آیا مطمئن هستید که می‌خواهید این دسته‌بندی‌ها را حذف کنید؟
fil_ph: Lahat ng mga nilalaman sa kategoriyang ito ay mabubura, sigurado ka bang buburahin mo ang mga kategoriyang ito?
fr_fr: Tout ce qui est sous cette catégorie sera supprimé. Voulez-vous vraiment supprimer ces catégories?
ja_jp: このカテゴリであるすべての内容が削除さるます。これらのカテゴリを削除しますか？
pt_br: Todo o conteúdo desta categoria será excluído. Tem certeza de que deseja excluir a categoria?
ru_ru: Все содержимое этой категории будут удалено, вы уверены?
tr_tr: Bu kategorilerin altındaki tüm içerikler silinecektir, emin misiniz?
zh_tw: 此分類下的所有內容將被刪除，你確認要刪除這些分類嗎？

source: 刷新分类可能需要等待较长时间, 你确认要刷新这些分类吗?
el_gr: Η ανανέωση των κατηγοριών θα πάρει αρκετό χρόνο, είστε βέβαιοι;
fa_ir: به‌روزرسانی دسته‌بندی ممکن است زمان زیادی ببرد، آیا مطمئن هستید که می‌خواهید این دسته‌بندی‌ها را به‌روزرسانی کنید؟
fil_ph: Ang pag-refresh sa mga kategoriya ay maghihintay ng matagal na sandal, sigurado ka bang gusto mong mag-refresh sa mga kategoriyang ito?
fr_fr: Le rafraîchissement de la classification peut nécessiter une longue attente, vous confirmez que vous souhaitez actualiser ces catégories?
ja_jp: 分類の更新には時間がかかる場合があります、これらのカテゴリを更新しますか？
pt_br: Pode levar algum tempo para atualizar as categorias. Tem certeza de que deseja atualizar?
ru_ru: Возможно, потребуется ждать долгое время, вы уверены, что хотите выполнить сортировку?
tr_tr: Bu kategorileri yenilemek uzun sürebilir, emin misiniz?
zh_tw: 重新整理分類可能需要等待較長時間，你確認要重新整理這些分類嗎？

source: 刷新
el_gr: Ανανέωση
fa_ir: به‌روزرسانی
fil_ph: Mag-refresh
fr_fr: Actualiser
ja_jp: 更新
pt_br: Atualizar
ru_ru: Сохранить порядок сортировки
tr_tr: Yenile
zh_tw: 重新整理

source: 合并到
el_gr: Συγχώνευση με
fa_ir: ادغام با
fil_ph: Pinagsama sa
fr_fr: Fusionner dans
ja_jp: 結合
pt_br: Mesclar em
ru_ru: Объединить в
tr_tr: Birleştirme
zh_tw: 合併到

source: 名称
el_gr: Όνομα
fa_ir: عنوان
fil_ph: Pangalan
fr_fr: Nom
pt_br: Nome
ru_ru: Название
tr_tr: İsim
zh_tw: 名稱

source: 子分类
el_gr: Υποκατηγορία:
fa_ir: زیردسته
fil_ph: Mga sub na kategoriya
fr_fr: Sous-catégories
ja_jp: サブカテゴリ
pt_br: Subcategorias
ru_ru: Подкатегории
zh_tw: 子分類

source: 缩略名
el_gr: Σύντομο όνομα
fa_ir: نام مستعار
fil_ph: Pangalang pinaikli
fr_fr: Nom abrégé
ja_jp: 略称
pt_br: Nome abreviado
ru_ru: Альтернативное название
tr_tr: Kısaltma
zh_tw: 縮略名

source: 文章数
el_gr: Αρ. δημοσιεύσεων
fa_ir: تعداد مطالب
fil_ph: Bilang ng mga post
fr_fr: Nombre de posts
ja_jp: ファイル数
pt_br: Posts
ru_ru: Статей
tr_tr: Gönderi sayısı
zh_tw: 文章數

source: 浏览 %s
el_gr: Προεπισκόπηση %s
fa_ir: بازدید %s
fil_ph: Mag-browse sa %s
fr_fr: Parcourir %s
ja_jp: 参照 %s
pt_br: Procurar %s
ru_ru: Просмотр %s
tr_tr: %s Görüntüle
zh_tw: 瀏覽 %s

source: 一个分类
el_gr: μία κατηγορία
fa_ir: %d دسته‌بندی
fil_ph: Isang kategoriya
fr_fr: Catégorie
ja_jp: カテゴリ
pt_br: Uma categoria
ru_ru: %d подкатегория
zh_tw: 一個分類

source: 新增
el_gr: Δημιουργία
fa_ir: افزودن
fil_ph: Naidagdag
fr_fr: Ajouté
ja_jp: 新しく作成
pt_br: Adicionar
ru_ru: Добавить
tr_tr: Ekle
zh_tw: 新增

source: 默认
el_gr: Προεπιλογή
fa_ir: پیش‌فرض
fil_ph: Naka-default
fr_fr: Par défaut
ja_jp: デフォルト
pt_br: Padrão
ru_ru: По умолчанию
tr_tr: varsayılan
zh_tw: 預設

source: 设为默认
el_gr: Προεπιλογή
fa_ir: تنظیم به عنوان پیش‌فرض
fil_ph: Itakda bilang isang naka-default
fr_fr: Définir par défaut
ja_jp: デフォルトに設定
pt_br: Definir como padrão
ru_ru: Установить по умолчанию
tr_tr: varsayılana ayarla
zh_tw: 設為預設

source: 没有任何分类
el_gr: Χωρίς κατηγορία
fa_ir: هیچ دسته‌بندی‌ای وجود ندارد
fil_ph: Walang kategoria
fr_fr: Il n'y a pas de classification
ja_jp: 分類なし
pt_br: Nenhuma categoria
ru_ru: Категории отсутствуют
tr_tr: Kategori yok.
zh_tw: 沒有任何分類

source: 已通过
el_gr: Εγκρίθηκαν
fa_ir: تأیید شده
fil_ph: Aprubado
fr_fr: Passé
ja_jp: 審査済
pt_br: Aprovado
ru_ru: Одобренные
tr_tr: Onaylanmış
zh_tw: 已通過

source: 待审核
el_gr: Προς έγκριση
fa_ir: در انتظار بررسی
fil_ph: Naghihintay sa pag-apruba
fr_fr: En cours de révision
ja_jp: 審査待ち
pt_br: Revisão pendente
ru_ru: В ожидании
tr_tr: Onay bekliyor
zh_tw: 待審核

source: 垃圾
el_gr: Ανεπιθύμητα
fa_ir: هرزنامه
fr_fr: Spam
ja_jp: スパム
pt_br: Spam
ru_ru: Спам
tr_tr: Spam
zh_tw: 垃圾

source: 所有
el_gr: Όλα
fa_ir: همه موارد
fil_ph: Lahat
fr_fr: Tout
ja_jp: すべて
pt_br: Todos
ru_ru: Все
tr_tr: Tüm
zh_tw: 所有

source: 我的
el_gr: Δικά μου
fa_ir: نوشته‌های من
fil_ph: Akin
fr_fr: Mine
ja_jp: あなたの記事
pt_br: Meu
ru_ru: Мои
tr_tr: Benim
zh_tw: 我的

source: 通过
el_gr: Έγκριση
fa_ir: تأیید کردن
fil_ph: Pinasa
fr_fr: Pass
ja_jp: 合格
pt_br: Aprovar
ru_ru: Одобрить
tr_tr: Geç
zh_tw: 通過

source: 标记垃圾
el_gr: Είναι spam
fa_ir: هرزنامه
fil_ph: Markahan bilang isang spam
fr_fr: Marquer comme spam
ja_jp: スパムとしてマーク
pt_br: Marcar como spam
ru_ru: Спам
tr_tr: Spam olarak işaretle
zh_tw: 標記垃圾

source: 你确认要删除这些评论吗?
el_gr: Αυτά τα σχόλια θα διαγραφούν, είστε βέβαιοι;
fa_ir: آیا مطمئن هستید که می‌خواهید این دیدگاه‌ها را حذف کنید؟
fil_ph: Sigurado ka bang gusto mong burahin ang mga komentong ito?
fr_fr: Êtes-vous sûr de vouloir supprimer ces commentaires?
ja_jp: これらのコメントを削除しますか？
pt_br: Tem certeza de que deseja excluir esses comentários?
ru_ru: Вы уверены, что хотите удалить комментарии?
tr_tr: Bu yorumları silmek istediğinize emin misiniz?
zh_tw: 你確認要刪除這些評論嗎？

source: 你确认要删除所有垃圾评论吗?
el_gr: Όλα τα ανεπιθύμητα σχόλια θα διαγραφούν, είστε βέβαιοι;
fa_ir: آیا مطمئن هستید که می‌خواهید تمام دیدگاه‌های هرزنامه را حذف کنید؟
fil_ph: Sigurado ka bang gusto mong burahin ang lahat na mga komentong spam?
fr_fr: Êtes-vous sûr de vouloir supprimer tous les commentaires de spam?
ja_jp: すべてのスパムコメントを削除してもよろしいですか？
pt_br: Tem certeza de que deseja excluir todos os comentários marcados como spam?
ru_ru: Вы уверены, что хотите удалить все комметарии помеченные как спам?
tr_tr: Tüm spamları silmek istediğinize emin misiniz?
zh_tw: 你確認要刪除所有垃圾評論嗎？

source: 删除所有垃圾评论
el_gr: Διαγραφή spam
fa_ir: حذف تمام دیدگاه‌های هرزنامه
fil_ph: Burahin ang lahat ng mga komentong spam
fr_fr: Supprimer tous les commentaires spam
ja_jp: すべてのスパムコメントを削除
pt_br: Excluir todos os comentários spam
ru_ru: Удалить все комментарии помеченные как спам
tr_tr: Tüm spamları sil
zh_tw: 刪除所有垃圾評論

source: &laquo; 取消筛选
el_gr: &laquo; Διαγραφή φίλτρου
fa_ir: &laquo; لغو
fil_ph: &laquo; kanselahin ang pagsasala
fr_fr: &laquo; annuler le filtre
ja_jp: &laquo; フィルターを取り消し
pt_br: &laquo; Remover filtro
ru_ru: &laquo; Удалить фильтр
tr_tr: &laquo; filtrelemeyi iptal et.
zh_tw: &laquo; 取消篩選

source: 请输入关键字
el_gr: Λέξεις για αναζήτηση:
fa_ir: لطفاً کلمه‌ای را وارد کنید
fil_ph: Mangyaring magpasok ng mga keyword
fr_fr: S'il vous plaît entrer les mots-clés
ja_jp: キーワードを入力
pt_br: Digite aqui para pesquisar
ru_ru: Пожалуйста, введите ключевое слово
tr_tr: Lütfen anahtar kelimeleri giriniz
zh_tw: 請輸入關鍵字

source: 筛选
el_gr: Φιλτράρισμα
fa_ir: فیلتر
fil_ph: Magsala
fr_fr: Filtrer
ja_jp: フィルター
pt_br: Filtro
ru_ru: Выбрать
tr_tr: Filtrele
zh_tw: 篩選

source: 作者
el_gr: Συγγραφέας
fa_ir: نویسنده
fil_ph: Awtor
fr_fr: Auteur
pt_br: Autor
ru_ru: Автор
tr_tr: Yazar
zh_tw: 作者

source: 内容
el_gr: Περιεχόμενο
fa_ir: محتوا
fil_ph: Nilalaman
fr_fr: Contenu
pt_br: Conteúdo
ru_ru: Текст комментария
tr_tr: İçerik
zh_tw: 內容

source: 回复
el_gr: Απάντηση
fa_ir: پاسخ
fil_ph: Tugon
fr_fr: Réponse
ja_jp: リプライ
pt_br: Responder
ru_ru: Ответить
tr_tr: Yanıtla
zh_tw: 回覆

source: 你确认要删除%s的评论吗?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τα σχόλια στο %s;
fa_ir: آیا مطمئن هستید که می‌خواهید دیدگاه %s را حذف کنید؟
fil_ph: Sigurado ka bang gusto mong burahin ang komentong %s?
fr_fr: Êtes-vous sûr de vouloir supprimer le commentaire de %s?
ja_jp: これらの%sのコメントを削除しますか？
pt_br: Tem certeza de que deseja excluir o comentário de %s?
ru_ru: Вы уверены, что хотите удалить комментарий %s ?
tr_tr: %s tarafından oluşturulan yorumları silmek istediğinizden emin misiniz?
zh_tw: 你確認要刪除 %s 的評論嗎？

source: 没有评论
el_gr: Δεν υπάρχουν σχόλια
fa_ir: هیچ دیدگاهی وجود ندارد
fil_ph: Walang komento
fr_fr: Pas de commentaire
ja_jp: コメントなし
pt_br: Nenhum comentário
ru_ru: Нет комментариев
tr_tr: Yorum yok.
zh_tw: 沒有評論

source: 电子邮箱
el_gr: Email
fa_ir: آدرس ایمیل
fr_fr: Email
ja_jp: メールアドレス
pt_br: Endereço de email
ru_ru: Электронная почта
tr_tr: E-posta
zh_tw: 電子信箱

source: 个人主页
el_gr: Προσωπική σελίδα
fa_ir: پروفایل
fil_ph: Pahina ng home
fr_fr: Page d'accueil personnelle
ja_jp: 個人のホームページ
pt_br: Página inicial
ru_ru: Домашняя страница
tr_tr: Ana sayfa
zh_tw: 個人網頁

source: 提交
el_gr: Υποβλήθηκε
fa_ir: ارسال
fil_ph: Magsumite
fr_fr: Envoyer
ja_jp: 提出
pt_br: Enviar
ru_ru: Отправить
tr_tr: Gönder
zh_tw: 送出

source: 你确认要删除这些文件吗?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτά τα αρχεία;
fa_ir: آیا مطمئن هستید که می‌خواهید این فایل‌ها را حذف کنید؟
fil_ph: Sigurado ka bang gusto mong burahin ang mga payl na ito?
fr_fr: Êtes-vous sûr de vouloir supprimer ces fichiers?
ja_jp: これらの記事を削除しますか?
pt_br: Tem certeza de que deseja excluir esses arquivos?
ru_ru: Вы уверены, что хотите удалить эти файлы?
tr_tr: Bu dosyaları silmek istediğinizden emin misiniz?
zh_tw: 你確認要刪除這些檔案嗎？

source: 您确认要清理未归档的文件吗?
el_gr: Είστε βέβαιοι ότι θέλετε να καθαρίσετε τα αρχεία που δεν έχουν ταξινομηθεί;
fa_ir: آیا مطمئن هستید که می‌خواهید فایل‌های بایگانی نشده را پاک‌سازی کنید؟
fil_ph: Sigurado ka bang gusto mong linisin ang mga payl na hindi nasinupan?
fr_fr: Êtes-vous sûr de vouloir supprimer les fichiers non archivés?
ja_jp: これらの未整理の文章を削除しますか?
pt_br: Tem certeza de que deseja excluir arquivos não arquivados?
ru_ru: Вы уверены, что хотите очистить файл архива?
zh_tw: 您確定要清除尚未歸檔的檔案嗎？

source: 清理未归档文件
el_gr: Καθαρισμός αρχείων
fa_ir: پاک‌سازی فایل‌های بایگانی نشده
fil_ph: Linisin ang mga payl na hindi naisumite
fr_fr: Supprimer les fichiers non archivés
ja_jp: 未整理の文章を削除
pt_br: Excluir arquivos não arquivados
ru_ru: Архивы для очистки отсутствуют
zh_tw: 清除尚未歸檔的檔案

source: 文件名
el_gr: Όνομα αρχείου
fa_ir: نام فایل
fil_ph: Pangalan ng payl
fr_fr: Nom du fichier
ja_jp: ファイル名
pt_br: Nome do arquivo
ru_ru: Имя файла
tr_tr: Dosya adı
zh_tw: 檔案名稱

source: 上传者
el_gr: Φόρτωση με
fa_ir: آپلودکننده
fil_ph: Nai-upload ni
fr_fr: Uploader
ja_jp: アップロード者
pt_br: Uploader
ru_ru: Загрузил
tr_tr: Yükleyici
zh_tw: 上傳者

source: 所属文章
el_gr: Συνοδευτικό άρθρο
fa_ir: مربوط به مطلب
fil_ph: Sariling post
fr_fr: Propre post
pt_br: Posts
ru_ru: Принадлежит статье
tr_tr: İlgili gönderi
zh_tw: 所屬文章

source: 发布日期
el_gr: Ημ/νία δημοσίευσης
fa_ir: تاریخ انتشار
fil_ph: Petsa ng pagkakalabas
fr_fr: Date de publication
ja_jp: 公開日
pt_br: Data de publicação
ru_ru: Дата
tr_tr: Yayımlanma zamanı
zh_tw: 發佈日期

source: 未归档
el_gr: Μη αρχειοθετημένα
fa_ir: بایگانی نشده
fil_ph: Hindi naisumite
fr_fr: Sans archiver
ja_jp: 未整理
pt_br: Desarquivar
ru_ru: Разархивированы
tr_tr: Arşivden Çıkarılmış
zh_tw: 未歸檔

source: 没有任何文件
el_gr: Δεν υπάρχει αρχείο
fa_ir: هیچ فایلی وجود ندارد
fil_ph: Walang mga dokumento
fr_fr: Sans des documents
ja_jp: ファイルがありません
pt_br: Nenhum arquivo
ru_ru: Вложения отсутствуют
tr_tr: Dosya yok
zh_tw: 沒有任何檔案

source: 你确认要删除这些页面吗?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτές τις σελίδες;
fa_ir: آیا مطمئن هستید که می‌خواهید این صفحات را حذف کنید؟
fil_ph: Sigurado ka bang gusto mong burahin ang mga pahinang ito?
fr_fr: Êtes-vous sûr de vouloir supprimer ces pages?
ja_jp: これらのページを削除しますか？
pt_br: Tem certeza de que deseja excluir essas páginas?
ru_ru: Вы уверены, что хотите удалить эту страницу?
tr_tr: Bu sayfaları silmek istediğinize emin misiniz?
zh_tw: 你確認要刪除這些頁面嗎？

source: 标记为<strong>%s</strong>
fa_ir: <strong>%s</strong>
ja_jp: <strong>%s</strong>としてマークされています
pt_br: Definir como <strong>%s</strong>

source: 公开
el_gr: Δημόσιο
fa_ir: عمومی
fil_ph: Publiko
fr_fr: Publique
ja_jp: 公開
pt_br: Público
ru_ru: Открытый
tr_tr: Genel
zh_tw: 公開
