Repository: typecho/languages
Catalog: ceb.po
Languages: ceb

source: 其他格式 %s
ceb: Ang ubang mga format %s

source: 允许上传的文件类型
ceb: Ang mga tipo sa file nga gitugutan nga i-upload

source: 用逗号 "," 将后缀名隔开, 例如: %s
ceb: Gamita ang koma "," ngalan sa suffix, pananglitan: %s

source: 不启用
ceb: Dili mahimo

source: 是否使用地址重写功能
ceb: Kung gamiton ang pag-usab sa address nga pag-usab

source: 地址重写即 rewrite 功能是某些服务器软件提供的优化内部连接的功能.
ceb: Ang pagsulat sa pagsulat pag-usab mao ang pag-usab sa gimbuhaton gihatag sa pipila ka mga server software aron ma-optimize ang function sa internal nga koneksyon.

source: 打开此功能可以让你的链接看上去完全是静态地址.
ceb: I-turn sa kini nga bahin aron mahimo ang imong link nga makita ang hingpit nga static nga address.

source: 重写功能检测失败, 请检查你的服务器设置
ceb: Napakyas ang pag-detection sa feature detection, palihug susiha ang mga setting sa imong server

source: 我们检测到你使用了apache服务器, 但是程序无法在根目录创建.htaccess文件, 这可能是产生这个错误的原因.
ceb: Namatikdan namon nga ikaw naggamit sa usa ka apache server, apan ang programa dili makahimo sa mga .htaccess nga mga file sa root directory, nga mahimo nga hinungdan sa kini nga sayop.

source: 请调整你的目录权限, 或者手动创建一个.htaccess文件.
ceb: Palihug usba ang imong mga permiso sa direktoryo, o pag-usob sa usa ka .htaccess file.

source: 如果你仍然想启用此功能, 请勾选这里
ceb: Kung gusto nimo nga buhaton kini nga bahin, palihug susiha dinhi

source: 默认风格
ceb: Default nga estilo

source: wordpress风格
ceb: estilo sa Wordpress

source: 按日期归档
ceb: Pag-archive sa petsa

source: 按分类归档
ceb: Archive pinaagi sa kategoriya

source: 个性化定义
ceb: Personalized nga kahulugan

source: 自定义文章路径
ceb: Custom nga dalan nga artikulo

source: 可用参数: <code>{cid}</code> 日志 ID, <code>{slug}</code> 日志缩略名, <code>{category}</code> 分类, <code>{directory}</code> 多级分类, <code>{year}</code> 年, <code>{month}</code> 月, <code>{day}</code> 日
ceb: Mga lagda nga anaa: <code> {cid} </ code> log ID, <code> {slug} </ code> log abbreviation, <code> {category} </ code> / code> multi-level taxonomy, {code} {tuig} </ code> tuig, <code> {month} </ code> bulan, <code> {day} </ code>

source: 选择一种合适的文章静态路径风格, 使得你的网站链接更加友好.
ceb: Pagpili og usa ka angay nga estilo sa estilo sa static nga dalan, nga ang paghimo sa imong site nga mas mahigalaon.

source: 一旦你选择了某种链接风格请不要轻易修改它.
ceb: Sa higayon nga napili nimo ang usa ka estilo sa pag-link, ayaw kini usba.

source: 独立页面路径
ceb: Indietroso nga pahina

source: 可用参数: <code>{cid}</code> 页面 ID, <code>{slug}</code> 页面缩略名
ceb: Mga lagda nga anaa: <code> {cid} </ code> Page ID, <code> {slug} </ code> Mga Thumbnail sa Pahina

source: 请在路径中至少包含上述的一项参数.
ceb: Palihug i-apil ang labing menos usa sa mga lagda sa ibabaw sa dalan.

source: 独立页面路径中没有包含 {cid} 或者 {slug}
ceb: Ang independente nga dalan sa pahina wala maglakip sa {cid} o {slug}

source: 分类路径
ceb: Ang klasipikasyon nga agianan

source: 可用参数: <code>{mid}</code> 分类 ID, <code>{slug}</code> 分类缩略名, <code>{directory}</code> 多级分类
ceb: Mga lagda nga anaa: <code> {mid} </ code> category ID, <code> {slug} </ code> abbreviation category, <code> {directory} </ code>

source: 分类路径中没有包含 {mid} 或者 {slug}
ceb: Ang mga laray sa kategoriya wala maglakip sa {mid} o {slug}

source: 自定义链接与现有规则存在冲突! 它可能影响解析效率, 建议你重新分配一个规则.
ceb: Adunay panagbangi tali sa custom nga sumpay ug sa kasamtangan nga mga lagda! Mahimong makaapekto kini sa pagka-epektibo sa pag-analisar, girekomenda nga ibalhin mo ang usa ka lagda.

source: 文章日期格式
ceb: Ang format sa petsa sa artikulo

source: 此格式用于指定显示在文章归档中的日期默认显示格式.
ceb: Kini nga format gigamit aron mahibal-an ang petsa nga display format sa default nga makita sa archive nga artikulo.

source: 在某些主题中这个格式可能不会生效, 因为主题作者可以自定义日期格式.
ceb: Kini nga format dili mahimo sa pipila ka mga hilisgutan tungod kay ang subject author mahimo ipasibo ang format sa petsa.

source: 请参考 <a href="http://www.php.net/manual/zh/function.date.php">PHP 日期格式写法</a>.
ceb: Palihug pag-refer sa <a href="http://www.php.net/manual/en/function.date.php"> PHP Date Formatting </a>.

source: 请不要在日期格式中使用特殊字符
ceb: Palihug ayaw gamita ang espesyal nga mga karakter sa format sa date

source: 显示最新发布的文章
ceb: Ipakita ang pinakabag-o nga post

source: 同时将文章列表页路径更改为 %s
ceb: Usba usab ang lista sa pahina sa lista sa %s

source: 使用 %s 页面作为首页
ceb: Gamita ang %s page ingon nga home page

source: 直接调用 %s 模板文件
ceb: Tawga direkta ang file sa template %s

source: 站点首页
ceb: Panid sa panid

source: 文章列表数目
ceb: Numero sa lista sa artikulo

source: 此数目用于指定显示在侧边栏中的文章列表数目.
ceb: Kini nga numero gigamit sa pagtino sa gidaghanon sa mga lista sa artikulo nga gipakita sa sidebar.

source: 每页文章数目
ceb: Ang gidaghanon sa mga artikulo matag panid

source: 此数目用于指定文章归档输出时每页显示的文章数目.
ceb: Kini nga gidaghanon gigamit aron mahibal-an ang gidaghanon sa mga artikulo nga gipakita matag panid sa diha nga ang arsip nga artikulo gipahayag.

source: 仅输出摘要
ceb: Bug-os nga output lamanga

source: 全文输出
ceb: Full text output

source: 聚合全文输出
ceb: Aggregate full-text output

source: 如果你不希望在聚合中输出文章全文,请使用仅输出摘要选项.
ceb: Kung dili nimo gusto nga i-print ang kinatibuk-an nga teksto sa artikulo sa kinatibuk-an, gamita ang Output Summary Only Option.

source: 摘要的文字取决于你在文章中使用分隔符的位置.
ceb: Ang teksto sa summary nag-agad kung asa nimo gigamit ang separator nga karakter diha sa artikulo.

source: 插件不存在
ceb: Wala'y plugin

source: 设置插件 %s
ceb: Ibutang ang plug-in %s

source: 无法配置插件
ceb: Dili ma-configure ang plug-in

source: 无法启用插件
ceb: Dili mahimo ang plugin

source: <a href="%s">%s</a> 无法在此版本的typecho下正常工作
ceb: Ang <a href="%s">%s</a> wala magtrabaho uban niining bersyon sa typecho

source: 插件已经被启用
ceb: Gipasayon ang mga plug-in

source: 插件已经被禁用
ceb: Ang mga plug-in gipalong

source: 插件设置已经保存
ceb: Ang mga setting sa plug-in naluwas

source: 外观配置功能不存在
ceb: Ang pagsulbad sa panagway wala maglungtad

source: 外观已经改变
ceb: Ang panagway nausab

source: 您选择的风格不存在
ceb: Ang estilo nga imong gipili wala maglungtad

source: 文件 %s 的更改已经保存
ceb: Ang pag-usab sa file %s naluwas

source: 文件 %s 无法被写入
ceb: Ang file %s dili mahimong isulat

source: 您编辑的文件不存在
ceb: Ang imong gi-edit nga file wala maglungtad

source: 外观设置已经保存
ceb: Ang mga setting sa panagway naluwas

source: 编辑文件 %s
ceb: I-edit ang file %s

source: 编辑用户 %s
ceb: I-edit ang user %s

source: 用户名 *
ceb: Username *

source: 此用户名将作为用户登录时所用的名称.
ceb: Kini nga user name magamit isip user login name.

source: 请不要与系统中现有的用户名重复.
ceb: Ayaw dobleha ang kasamtangan nga mga ngalan sa tiggamit sa sistema.

source: 电子邮箱地址 *
ceb: E-mail address *

source: 电子邮箱地址将作为此用户的主要联系方式.
ceb: Ang email address mao ang pangunang kontak sa niini nga tiggamit.

source: 请不要与系统中现有的电子邮箱地址重复.
ceb: Palihug ayaw pagdoble ang kasamtangan nga mga adres sa e-mail sa sistema.

source: 用户昵称
ceb: Gitawag nga nickname

source: 用户昵称可以与用户名不同, 用于前台显示.
ceb: Ang nickname sa user mahimong lahi gikan sa ngalan sa user ug mahimong magamit alang sa foreground display.

source: 如果你将此项留空, 将默认使用用户名.
ceb: Kon ibilin nimo kini nga blangko, ang username mahimong gamiton nga default.

source: 用户密码
ceb: Sala sa user

source: 为此用户分配一个密码.
ceb: Pag-assign sa usa ka password sa niini nga user.

source: 建议使用特殊字符与字母、数字的混编样式,以增加系统安全性.
ceb: Nagrekomendar sa paggamit sa mga espesyal nga mga karakter ug mga letra, numero, estilo sa pagsagol, aron sa pagdugang sa seguridad sa sistema.

source: 用户密码确认
ceb: Pagkumpirma sa password sa user

source: 请确认你的密码, 与上面输入的密码保持一致.
ceb: Palihug pamatud-i ang imong password, pinasubay sa password nga gisulod sa ibabaw.

source: 个人主页地址
ceb: Adres sa personal nga panid sa balay

source: 此用户的个人主页地址, 请用 <code>http://</code> 开头.
ceb: Kinahanglan magsugod ang address sa homepage sa user nga <code> http: // </ code>.

source: 不同的用户组拥有不同的权限.
ceb: Ang nagkalainlain nga grupo sa tiggamit adunay lain-laing mga permiso.

source: 具体的权限分配表请<a href="https://docs.typecho.org/develop/acl">参考这里</a>.
ceb: Piho nga lote sa allocation sa katungod palihug <a href="https://docs.typecho.org/develop/acl"> paghisgot dinhi </a>.

source: 编辑用户
ceb: I-edit ang user

source: 增加用户
ceb: Dugangi ang tiggamit

source: 昵称已经存在
ceb: Gitawag na ang nickname

source: 请不要在昵称中使用特殊字符
ceb: Palihug ayaw gamita ang espesyal nga mga karakter sa mga angga

source: 用户密码 *
ceb: Sala sa user *

source: 用户密码确认 *
ceb: Pagkumpirma sa password sa user *

source: 用户主键不存在
ceb: Ang pangunang yawe sa gumagamit wala maglungtad

source: 用户 %s 已经被增加
ceb: Ang user %s nadugang

source: 用户 %s 已经被更新
ceb: Na-update ang User %s

source: 用户已经删除
ceb: Gikuha ang user

source: 没有用户被删除
ceb: Walay tiggamit nga gipapas

source: 更新我的档案
ceb: Update ang akong file

source: 使用 Markdown 语法编辑和解析内容
ceb: Usba ug i-parse ang sulod gamit ang Markdown syntax

source: 使用 <a href="http://daringfireball.net/projects/markdown/">Markdown</a> 语法能够使您的撰写过程更加简便直观.
ceb: Gamita ang syntax sa <a href="http://daringfireball.net/projects/markdown/"> Markdown </a> aron sa paghimo sa imong proseso sa pagsulat nga mas sayon ​​ug mas mahanduraw.

source: 此功能开启不会影响以前没有使用 Markdown 语法编辑的内容.
ceb: Kini nga bahin wala mag-apekto sa sulod nga wala pa ma-edit gamit ang Markdown syntax.

source: 在 XMLRPC 接口中使用 Markdown 语法
ceb: Gamita ang syntax sa Markdown sa XMLRPC interface

source: 对于完全支持 <a href="http://daringfireball.net/projects/markdown/">Markdown</a> 语法写作的离线编辑器, 打开此选项后将避免内容被转换为 HTML.
ceb: Alang sa mga editor sa offline nga nagsuporta sa pagsulat sa syntax sa Markdown, ang pag-turn over niini nga opsyon makapugong sa sulod nga makombertir sa HTML.

source: 自动保存
ceb: Lihok awtomatiko

source: 自动保存功能可以更好地保护你的文章不会丢失.
ceb: Ang auto-save nga bahin mas maayo nga makapanalipod sa imong artikulo dili mawala.

source: 可以被评论
ceb: Mahimo nga magkomento

source: 可以被引用
ceb: Mahimo nga gikutlo

source: 出现在聚合中
ceb: Makita sa polimerisasyon

source: 默认允许
ceb: Tugoti nga pinaagi sa default

source: 设置你经常使用的默认允许权限
ceb: Ibutang ang default nga mga permiso nga kanunay nimong gamiton

source: 更新密码
ceb: Pag-update sa password

source: 您的档案已经更新
ceb: Na-update ang imong file

source: 密码已经成功修改
ceb: Ang pasword malampuson nga giusab

source: %s 设置已经保存
ceb: Ang mga setting sa %s nangaluwas
