Repository: typecho/languages
Catalog: ceb.po
Languages: ceb

source: "%s" 是我们为您自动生成的地址
ceb: "% s" mao ang awtomatiko nga adres nga namugna alang kanimo

source: 说点什么
ceb: Isulti ang usa ka butang

source: 页面没找到
ceb: Dili makita ang panid

source: 你想查看的页面已被转移或删除了, 要不要搜索看看:
ceb: Ang panid nga imong buot tan-awon gibalhin o gibalhin, ayaw pagpangita aron makita

source: 搜索
ceb: Pagpangita

source: 分类 %s 下的文章
ceb: Category% s article

source: 包含关键字 %s 的文章
ceb: Ang artikulo nga adunay sulod nga keyword% s

source: 标签 %s 下的文章
ceb: Mga butang% s nga artikulo

source: %s 发布的文章
ceb: % s nga gipatik nga mga artikulo

source: 作者:
ceb: Author

source: 时间:
ceb: Panahon

source: 分类:
ceb: Mga kategoriya

source: 没有找到内容
ceb: Wala makita ang sulod

source: 暂无评论
ceb: Wala nay komento

source: 仅有一条评论
ceb: Usa lamang ka komentaryo

source: 已有 %d 条评论
ceb: Na dunay mga %d comments

source: 添加新评论
ceb: Pagdugang og bag-ong komentaryo

source: 登录身份:
ceb: Login identity

source: 退出
ceb: Paggawas

source: 称呼
ceb: Pasalamat

source: 提交评论
ceb: Pagsumiter og usa ka komentaryo

source: 评论已关闭
ceb: Ang mga komento gisirado

source: 由 <a href="https://typecho.org">Typecho</a> 强力驱动
ceb: Gidala sa <a href="https://typecho.org"> Typecho </a>

source: 站点 LOGO 地址
ceb: Address sa LOGO sa Site

source: 在这里填入一个图片 URL 地址, 以在网站标题前加上一个 LOGO
ceb: Pun-a ang hulagway sa URL address dinhi, aron makadugang sa usa ka LOGO sa atubangan sa titulo sa website

source: 显示最新文章
ceb: Ipakita ang pinakabag-o nga mga artikulo

source: 显示最近回复
ceb: Ipakita ang bag-o nga tubag

source: 显示分类
ceb: Ipakita ang mga kategoriya

source: 显示归档
ceb: Ipakita ang archive

source: 显示其它杂项
ceb: Ipakita ang ubang mga miscellaneous

source: 侧边栏显示
ceb: Ipakita ang sidebar

source: 搜索关键字
ceb: Pangita mga keyword

source: 输入关键字搜索
ceb: Pagsulod sa usa ka search sa keyword

source: 首页
ceb: Panimalay

source: 标签:
ceb: Tags

source: 最新文章
ceb: Pinakabag-o nga artikulo

source: 最近回复
ceb: Bag-o lang mitubag

source: 归档
ceb: Archive

source: 其它
ceb: Ang uban

source: 进入后台
ceb: Sa luyo

source: 文章 RSS
ceb: Artikulo RSS

source: 评论 RSS
ceb: Comment RSS

source: 无法禁用插件
ceb: Dili ma-disable ang plug-in

source: config.inc.php 文件无法写入, 请将它的权限设置为可写
ceb: dili mahimo isulat ang config.inc.php file, palihug ibutang ang mga permiso niini nga isulat

source: 上传目录无法写入, 请手动将安装目录下的 %s 目录的权限设置为可写然后继续升级
ceb: Ang pag-upload sa direktoryo dili mahimong isulat, palihug manwal nga i-install ang directory %s direktoryo nga gitakda sa writable ug ipadayon ang pag-upgrade

source: 上传目录无法创建, 请手动创建安装目录下的 %s 目录, 并将它的权限设置为可写然后继续升级
ceb: Ang pag-upload sa direktoryo dili mahimong gimugna, palihug manwal nga paghimo sa direktoryo sa %s ubos sa direktoryo sa instalasyon, ug i-set ang mga permiso niini aron masulat ug dayon ipadayon ang pag-upgrade

source: 建议您在升级到 Typecho 0.7/9.7.2 以后的版本后, 立刻执行<a href="https://typecho.org/upgrade/9.7.2">以下优化步骤</a>
ceb: Among girekomendar nga ikaw <a href="https://typecho.org/upgrade/9.7.2"> ang mga mosunod nga mga lakang sa pag-optimize </a> sa higayon nga mag-upgrade ka sa bersyon sa Typecho 0.7 / 9.7.2 ug unya

source: 刚刚
ceb: Karon lang

source: 一秒前
ceb: Usa ka segundo kanhi

source: 一分钟前
ceb: Usa ka minuto ang milabay

source: 一小时前
ceb: Usa ka oras ang milabay

source: 昨天 %s
ceb: Kagahapon %s

source: 一天前
ceb: Usa ka adlaw ang milabay

source: n月j日
ceb: n j j

source: Y年m月d日
ceb: Dy nga tuig m d adlaw

source: 禁止访问
ceb: Wala'y access

source: 聚合页不存在
ceb: Ang panid sa panaghiusa wala maglungtad

source: 请求的地址不存在
ceb: Ang gipangayo nga adres wala maglungtad

source: 分类不存在
ceb: Ang kategoriya wala maglungtad

source: 父级分类不存在
ceb: Ang kategoriya sa ginikanan wala maglungtad

source: 标签不存在
ceb: Ang marka wala maglungtad

source: 作者不存在
ceb: Ang tagsulat wala maglungtad

source: %d年%d月%d日
ceb: %d nga tuig %d bulan %d nga adlaw

source: %d年%d月
ceb: %d nga tuig %d bulan

source: %d年
ceb: %d nga tuig

source: %s 的评论
ceb: %s's comment

source: 无法读取备份文件
ceb: Dili mabasa ang backup file

source: 备份文件格式错误
ceb: Sayop nga format sa file sa backup

source: 恢复数据出现错误
ceb: Naay usa ka sayop samtang nagpaayo sa datos

source: 数据恢复完成
ceb: Nakompleto ang pagkaayo sa datos

source: 恢复过程中遇到如下错误: %s
ceb: Ang pagkaayo nahibalag sa mosunod nga sayop: %s

source: 备份文件上传失败
ceb: Ang pag-upload sa backup file napakyas

source: 没有选择任何备份文件
ceb: Wala'y gipili ang bisan unsang backup file

source: 备份文件不存在
ceb: Ang backup nga file wala maglungtad

source: 父级评论不存在
ceb: Wala'y komentaryo ang ginikanan

source: 必须填写用户名
ceb: Kinahanglan nga pun-on ang user name

source: 请不要在用户名中使用特殊字符
ceb: Palihug ayaw gamita ang espesyal nga mga karakter sa mga ngalan sa tiggamit

source: 您所使用的用户名已经被注册,请登录后再次提交
ceb: Ang imong username nakarehistro na. Palihug pag-login ug ipadala pag-usab

source: 用户名最多包含150个字符
ceb: Ang user name adunay 150 nga mga karakter

source: 必须填写电子邮箱地址
ceb: Dapat isulat ang email address

source: 邮箱地址不合法
ceb: Ang e-mail address ilegal

source: 电子邮箱最多包含150个字符
ceb: Ang email address adunay 150 nga mga karakter

source: 必须填写个人主页
ceb: Kinahanglan pun-on ang personal nga homepage

source: 个人主页地址格式错误
ceb: Sayop nga format sa address sa personal nga homepage

source: 个人主页地址最多包含255个字符
ceb: Ang address sa personal nga homepage adunay sulod nga 255 ka mga karakter

source: 必须填写评论内容
ceb: Kinahanglan nimo isulat ang komentaryo

source: 找不到内容
ceb: Dili makita ang sulod

source: 禁止重复提交
ceb: Ayaw balik pagsulti

source: 对不起,此内容的反馈被禁止.
ceb: Gipanghimaraut, ang feedback sa niini nga sulod gidili.

source: 评论来源页错误.
ceb: Mga Kasayuran nga Gikuhaan sa Mga Komento.

source: 对不起, 您的发言过于频繁, 请稍侯再次发布.
ceb: Gikasubo ko, ang imong pagsulti sobra ra kaayo, palihug ibutang pag-usab.

source: 对不起,此内容的引用被禁止.
ceb: Pasayloa, ang paghisgot niini nga sulod gidili.

source: 请输入用户名
ceb: Palihug pagsulod sa user name

source: 请输入密码
ceb: Palihug pasabta ang pasword

source: 用户名或密码无效
ceb: Dili tinuod ang user name o password

source: 控制台
ceb: Console

source: 管理
ceb: Pagdumala

source: 登录到%s
ceb: Mag-log in sa% s

source: 注册到%s
ceb: Magparehistro sa% s

source: 概要
ceb: Sumaryo

source: 网站概要
ceb: Buod sa Site

source: 个人设置
ceb: Personal nga mga setting

source: 插件
ceb: Mga plug-in

source: 外观
ceb: Panagway

source: 网站外观
ceb: Pagtan-aw sa website

source: 备份
ceb: Backup

source: 升级
ceb: Pag-upgrade

source: 升级程序
ceb: Pag-upgrade nga programa

source: 欢迎
ceb: Welcome

source: 撰写文章
ceb: Pagsulat og usa ka artikulo

source: 创建页面
ceb: Paghimo og usa ka panid

source: 创建新页面
ceb: Paghimo og bag-ong panid

source: 文章
ceb: Artikulo

source: 管理文章
ceb: Pagdumala sa mga artikulo

source: 独立页面
ceb: Magbulag nga panid

source: 管理独立页面
ceb: Pagdumala sa lain nga mga pahina

source: 管理评论
ceb: Ang mga komento sa pagdumala

source: 管理分类
ceb: Pagklasipikar sa pagdumala

source: 新增分类
ceb: Idugang ang kategoriya

source: 管理标签
ceb: Pamala nga tagdumala

source: 文件
ceb: File

source: 管理文件
ceb: Pagdumala sa mga dokumento

source: 用户
ceb: User

source: 管理用户
ceb: Pagdumala sa tiggamit

source: 新增用户
ceb: Idugang ang user

source: 基本
ceb: Basic

source: 基本设置
ceb: Panguna nga mga kahimtang

source: 评论设置
ceb: Pag-istoryaha

source: 阅读
ceb: Basaha

source: 阅读设置
ceb: Basaha ang mga setting

source: 永久链接
ceb: Permanenteng sumpay

source: 永久链接设置
ceb: Permanenteng sumpay sa pag-link

source: 插件%s的配置信息没有找到
ceb: Ang impormasyon sa pag-configure alang sa plug-in %s wala makita

source: 必须填写用户名称
ceb: Kinahanglan nga pun-on ang user name

source: 用户名至少包含2个字符
ceb: Ang ngalan sa user adunay labing menos 2 ka karakter

source: 用户名最多包含32个字符
ceb: Ang user name adunay 32 nga mga karakter

source: 用户名已经存在
ceb: Adunay usa ka ngalan sa tiggamit

source: 必须填写电子邮箱
ceb: Kinahanglan nga pun-on ang e-mail

source: 电子邮箱地址已经存在
ceb: Anaa na ang adres sa E-mail

source: 电子邮箱格式错误
ceb: Sayop nga format sa e-mail

source: 电子邮箱最多包含64个字符
ceb: Ang email address naglangkob sa hangtod sa 64 ka mga karakter

source: 必须填写密码
ceb: Kinahanglan nga pun-on ang password

source: 为了保证账户安全, 请输入至少六位的密码
ceb: Aron mahuptan nga luwas ang imong account, palihug sulati labing menos unom ka numero sa imong password

source: 为了便于记忆, 密码长度请不要超过十八位
ceb: Aron mapadali ang panumduman, ang gitas-on sa password, palihug dili molapas sa napulog walo

source: 两次输入的密码不一致
ceb: Ang mga password nga gipasulod kaduha dili managsama

source: 用户 <strong>%s</strong> 已经成功注册, 密码为 <strong>%s</strong>
ceb: Ang user <strong>%s</ strong> malampuson nga nakarehistro sa password <strong>%s</ strong>

source: 您正在运行一个不安全的安装脚本 <strong>%s</strong>, 请用新版中的对应文件替代或者直接删除它
ceb: Ikaw nagpadagan sa insakto nga script sa pag-setup, <strong>%s</ strong>, pulihan kini sa katugbang nga file sa bag-ong bersyon o hingin kini direkta

source: 当前网站的入口文件 <strong>%s</strong> 与最新版中的不一致, 请更新
ceb: Ang import file sa kasamtangan nga site <strong>%s</ strong> dili pareho sa labing bag-o nga bersyon, palihug pag-update

source: 升级已经完成
ceb: Natapos ang pag-upgrade

source: 软件名称
ceb: Pangalan sa Software

source: 软件版本
ceb: Software nga bersyon

source: 博客地址
ceb: Address sa blog

source: 博客首页地址
ceb: Address sa home page sa Blog

source: 登录地址
ceb: Login address

source: 管理区域的地址
ceb: Pagdumala sa dapit sa pagdumala

source: 文章缩略图
ceb: Thumbnail sa artikulo

source: 时区
ceb: Time zone

source: 博客标题
ceb: Blog title

source: 博客关键字
ceb: Blog keywords

source: 日期格式
ceb: Format sa petsa

source: 时间格式
ceb: Format sa oras

source: 是否允许注册
ceb: Kung tugutan ang pagrehistro

source: 权限不足
ceb: Dili igo nga awtoridad

source: 无法登陆, 密码错误
ceb: Dili makasulod, sayop ang pasword

source: 无法添加分类
ceb: Dili makadugang sa kategoriya

source: 标准
ceb: Standard

source: 已发布
ceb: Gi-post

source: 显示
ceb: Ipakita

source: 评论不存在
ceb: Wala'y komentaryo

source: 没有获取评论的权限
ceb: Walay permiso nga makakuha og mga komentaryo

source: 无法编辑此评论
ceb: Dili ma-edit kining komentoha

source: 这个目标地址不存在
ceb: Kini nga target nga address wala maglungtad

source: 无法添加评论
ceb: Dili makadugang sa komentaryo

source: 未命名文档
ceb: Wala'y ngalan nga dokumento

source: 上传失败
ceb: Ang pag-upload napakyas

source: 源地址服务器错误
ceb: Sayop nga sulbad sa address source

source: 源地址不支持PingBack
ceb: Ang address address wala mosuporta sa PingBack

source: 源地址中不包括目标地址
ceb: Ang address address wala maglakip sa address nga padulngan

source: PingBack已经存在
ceb: Anaa na ang PingBack

source: 目标地址禁止Ping
ceb: Ang target address gipugngan Ping

source: 内容被隐藏
ceb: Ang sulod natago

source: 对不起,您输入的密码错误
ceb: Pasayloa, ang sayop nga imong gisulod dili sayop

source: 请输入密码访问
ceb: Palihug pagsulod sa password aron ma-access

source: 此内容被密码保护
ceb: Kini nga sulod mao ang protektado sa password

source: %s的评论
ceb: %s's comment

source: 内容不存在
ceb: Wala ang sulod

source: 您的评论正等待审核!
ceb: Ang imong komento nagpaabot sa pagtugot!

source: 取消回复
ceb: Cancel reply

source: 评论已经被标记为待审核
ceb: Ang mga komento gimarkahan isip pending

source: 没有评论被标记为待审核
ceb: Wala'y mga komentaryo nga gimarkahan alang sa pagribyu

source: 评论已经被标记为垃圾
ceb: Ang mga komento gimarkahan isip spam

source: 没有评论被标记为垃圾
ceb: Wala'y mga komento nga gimarkahan isip spam

source: 评论已经被通过
ceb: Ang mga komento gipasa

source: 没有评论被通过
ceb: Walay komento nga gipasa

source: 删除评论成功
ceb: Malaglag ang komentaryo

source: 删除评论失败
ceb: Gipapas ang komento

source: 评论已经被删除
ceb: Gikuha ang komento

source: 没有评论被删除
ceb: Walay komento ang nakuha

source: 所有垃圾评论已经被删除
ceb: Ang tanan nga mga komento sa spam gipapas na

source: 没有垃圾评论被删除
ceb: Walay spam ang nakuha

source: 获取评论失败
ceb: Napakyas sa pagkomento

source: 修评论失败
ceb: Gipakyas ang nagkomento

source: 回复评论失败
ceb: Ang tubag nga komentaryo napakyas

source: 文件不存在
ceb: Wala'y file

source: 没有编辑权限
ceb: Walay mga katungod sa pag-edit

source: 标题 *
ceb: Title *

source: 文件缩略名用于创建友好的链接形式,建议使用字母,数字,下划线和横杠.
ceb: Ang mga abbreviation sa file gigamit sa paghimo sa mahigalaong mga porma sa mga sumpay. Girekomenda ang mga sulat, numero, underscore, ug mga bar.

source: 此文字用于描述文件,在有的主题中它会被显示.
ceb: Kini nga teksto gigamit sa paghulagway sa file, nga gipakita sa pipila ka mga hilisgutan.

source: 提交修改
ceb: Paghatag og mga kausaban

source: 你确认删除文件 %s 吗?
ceb: Sigurado ka ba nga nakuha mo ang file %s?

source: 删除文件
ceb: Pagtangtang sa file

source: 必须填写文件标题
ceb: Kinahanglan nimo pun-on ang titulo sa dokumento

source: 文件标题无法被转换为缩略名
ceb: Ang titulo sa file dili makombertir sa usa ka mubo nga ngalan

source: 缩略名已经存在
ceb: Ang abbreviated nga ngalan anaa na

source: 文件 <a href="%s">%s</a> 已经被更新
ceb: Ang file nga <a href="%s">%s</a> na-update

source: 未归档文件 %s 已经被更新
ceb: Ang wala gibutang nga file% s na-update

source: 文件已经被删除
ceb: Gikuha ang file

source: 没有文件被删除
ceb: Walay file nga nahunong

source: 未归档文件已经被清理
ceb: Gipanghinlo ang wala mahipos nga mga file

source: 没有未归档文件被清理
ceb: Walay nahukmang mga file ang nalimpyohan

source: 未命名页面
ceb: Wala'y ngalan nga panid

source: 页面 "<a href="%s">%s</a>" 已经发布
ceb: Ang panid nga "<a href="%s">%s</a>" gipaskil

source: 草稿 "%s" 已经被保存
ceb: Draft ang "%s" naluwas

source: 页面已经被删除
ceb: Ang panid gitangtang

source: 没有页面被删除
ceb: Walay panid ang nakuha

source: 草稿已经被删除
ceb: Gipapas na ang draft

source: 没有草稿被删除
ceb: Walay drowing nga gipapas

source: 页面排序已经完成
ceb: Na-kompleto ang pag-order sa panid

source: %s的文章
ceb: %s nga artikulo

source: 用户不存在
ceb: Ang user wala maglungtad

source: 文章不存在
ceb: Ang artikulo wala maglungtad

source: 文章 "<a href="%s">%s</a>" 已经发布
ceb: Ang artikulong "<a href="%s">%s</a>" gimantala

source: 文章 "%s" 等待审核
ceb: Ang artikulo "%s" naghulat sa pagrepaso

source: 文章已经被删除
ceb: Ang artikulo gipapas na

source: 没有文章被删除
ceb: Walay mga artikulo nga gipapas

source: 返回父级分类
ceb: Ibalik ang klase sa ginikanan

source: 管理 %s 的子分类
ceb: Pagdumala sa %s sub-categories

source: 分类名称 *
ceb: Ngalan sa Ngalan *

source: 分类缩略名
ceb: Mga abbreviation sa kategoriya

source: 分类缩略名用于创建友好的链接形式, 建议使用字母, 数字, 下划线和横杠.
ceb: Ang mga pinamubo sa kategoriya gigamit sa paghimo sa mahigalaon nga mga porma sa mga sumpay. Girekomenda ang mga sulat, numero, underscore ug mga bar.

source: 父级分类
ceb: Pagklasipikar sa ginikanan

source: 此分类将归档在您选择的父级分类下.
ceb: Kini nga kategoriya i-archive ubos sa imong gipili nga parent category.

source: 分类描述
ceb: Paghubit sa kategoriya

source: 此文字用于描述分类, 在有的主题中它会被显示.
ceb: Kini nga teksto gigamit aron ihulagway ang klasipikasyon, ipakita kini sa pipila ka mga hilisgutan.

source: 编辑分类
ceb: I-edit ang kategoriya

source: 增加分类
ceb: Dugangi ang klasipikasyon

source: 必须填写分类名称
ceb: Kinahanglan isulat ang ngalan sa kategoriya

source: 分类名称已经存在
ceb: Adunay ang ngalan sa kategoriya

source: 分类名称无法被转换为缩略名
ceb: Ang mga ngalan sa mga ngalan dili makombertir sa minubo nga ngalan

source: 请不要在分类名称中使用特殊字符
ceb: Palihug ayaw gamita ang espesyal nga mga karakter sa ngalan sa kategoriya

source: 请不要在缩略名中使用特殊字符
ceb: Palihug ayaw gamita ang espesyal nga mga karakter sa minubo nga ngalan

source: 分类主键不存在
ceb: Ang pangunang yawe wala maglungtad

source: 分类 <a href="%s">%s</a> 已经被增加
ceb: Gipadugang ang <a href="%s">%s</a> sa kategoriya

source: 分类 <a href="%s">%s</a> 已经被更新
ceb: Na-update ang klase nga <a href="%s">%s</a>

source: 分类已经删除
ceb: Gikuha ang kategoriya

source: 没有分类被删除
ceb: Walay kategoriya ang giwagtang

source: 请选择需要合并的分类
ceb: Palihug pilia ang kategoriya nga gitapo

source: 分类已经合并
ceb: Gipundok ang klasipikasyon

source: 没有选择任何分类
ceb: Wala magpili bisan unsang kategoriya

source: 分类排序已经完成
ceb: Ang pag-sorting nahuman na

source: 分类刷新已经完成
ceb: Nakompleto na ang refresh sa kategoriya

source: <a href="%s">%s</a> 已经被设为默认分类
ceb: <a href="%s">%s</a> Gitakda nga default category

source: 编辑分类 %s
ceb: I-edit ang kategorya% s

source: 新增 %s 的子分类
ceb: Gidugang% s sub-category

source: 编辑标签 %s
ceb: I-edit ang label% s

source: 标签名称 *
ceb: Ngalan sa tag *

source: 这是标签在站点中显示的名称.可以使用中文,如 "地球".
ceb: Kini ang ngalan sa label nga gipakita sa site. Mahimo gamiton ang Intsik, sama sa "Earth".

source: 标签缩略名
ceb: Ang abbreviation sa label

source: 标签缩略名用于创建友好的链接形式, 如果留空则默认使用标签名称.
ceb: Ang sulud nga abbreviation gigamit aron sa paghimo sa usa ka mahigalaon nga link nga porma, nga nagbayad sa ngalan sa label kon kini blangko.

source: 编辑标签
ceb: I-edit ang label

source: 增加标签
ceb: Pagdugang og usa ka label

source: 必须填写标签名称
ceb: Dapat isulat ang ngalan sa label

source: 标签名称已经存在
ceb: Ang label nga ngalan anaa na

source: 标签名称无法被转换为缩略名
ceb: Ang mga pangalan sa tag dili mahimong nakubit sa pinamubo mga ngalan

source: 请不要标签名称中使用特殊字符
ceb: Palihug ayaw gamita ang espesyal nga mga karakter sa ngalan sa label

source: 标签主键不存在
ceb: Ang nag-unang hinungdan nga marka wala maglungtad

source: 标签 <a href="%s">%s</a> 已经被增加
ceb: Ang marka nga <a href="%s">%s</a> nadugang

source: 标签 <a href="%s">%s</a> 已经被更新
ceb: Ang label nga <a href="%s">%s</a> na-update

source: 标签已经删除
ceb: Ang label gipapas na

source: 没有标签被删除
ceb: Walay mga tag nga giwagtang

source: 请填写需要合并到的标签
ceb: Palihug sulati ang marka nga pagausa

source: 合并到的标签名不合法
ceb: Ang sayop nga label nga ngalan gisagol

source: 标签已经合并
ceb: Ang mga label gisagol

source: 没有选择任何标签
ceb: Wala'y gipili nga bisan unsang label

source: 标签刷新已经完成
ceb: Natapos ang lab-as nga label

source: 评论日期格式
ceb: Pormat sa petsa sa komentaryo

source: 这是一个默认的格式,当你在模板中调用显示评论日期方法时, 如果没有指定日期格式, 将按照此格式输出.
ceb: Kini usa ka default nga format, sa diha nga ikaw nagtawag sa template nga nagpakita sa paagi sa petsa sa pagkomento, kung wala nimo gihan-ay ang format sa petsa, ipagawas sumala sa kini nga format.

source: 具体写法请参考 <a href="http://www.php.net/manual/zh/function.date.php">PHP 日期格式写法</a>.
ceb: Palihug i-refer ang mga piho nga mga pulong sa paggamit sa format sa petsa sa PHP nga <a href="http://www.php.net/manual/zh/function.date.php">.

source: 评论列表数目
ceb: Ang listahan sa mga komentaryo

source: 此数目用于指定显示在侧边栏中的评论列表数目.
ceb: Kini nga numero gigamit aron mahibal-an ang gidaghanon sa mga lista sa komentaryo nga gipakita sa sidebar.

source: 请填入一个数字
ceb: Palihug pagsulod og numero

source: 仅显示评论, 不显示 Pingback 和 Trackback
ceb: Ipakita lamang ang mga komentaryo, ayaw ipakita ang Pingbacks ug Trackbacks

source: 在评论中使用 Markdown 语法
ceb: Paggamit sa Markdown syntax sa mga komentaryo

source: 评论者名称显示时自动加上其个人主页链接
ceb: Ang ngalan sa awtoridad awtomatikong idugang uban ang link sa iyang kaugalingong homepage

source: 对评论者个人主页链接使用 <a href="http://en.wikipedia.org/wiki/Nofollow">nofollow 属性</a>
ceb: Gamita ang <a href="http://en.wikipedia.org/wiki/Nofollow"> nofollow property </a> alang sa mga link sa personal nga homepage sa mga reviewer

source: 启用 <a href="http://gravatar.com">Gravatar</a> 头像服务, 最高显示评级为 %s 的头像
ceb: Pag-enable sa <a href="http://gravatar.com"> Gravatar </a> nga serbisyo sa avatar ug ipakita ang avatar sa %s

source: 第一页
ceb: Unang pahina

source: 最后一页
ceb: Katapusan nga panid

source: 启用分页, 并且每页显示 %s 篇评论, 在列出时将 %s 作为默认显示
ceb: Ang paging nakapahimo, nga adunay mga reviews sa %s matag panid, %s ingon nga default sa gilista

source: 启用评论回复, 以 %s 层作为每个评论最多的回复层数
ceb: I-enable ang mga tubag nga mitubag uban sa %s ingon nga ang maximum nga gidaghanon sa mga tubag matag komentaryo

source: 较新的
ceb: Mas bag-o

source: 较旧的
ceb: Mas tigulang

source: 将 %s 的评论显示在前面
ceb: Ipakita ang mga komento sa %s a atubangan

source: 评论显示
ceb: Ipakita ang mga komento

source: 所有评论必须经过审核
ceb: Ang tanang mga komentaryo kinahanglang usbon

source: 评论者之前须有评论通过了审核
ceb: Ang mga komentaryo kinahanglan nga milabay una sa pagrepaso

source: 必须填写邮箱
ceb: Kinahanglan pun-on ang mailbox

source: 必须填写网址
ceb: Kinahanglan nga pun-on ang website

source: 检查评论来源页 URL 是否与文章链接一致
ceb: Susiha kon ang URL sa panid sa panumduman mao ang sama nga artikulo nga link

source: 开启反垃圾保护
ceb: I-apil ang proteksyon batok sa spam

source: 在文章发布 %s 天以后自动关闭评论
ceb: Kuhaa ang mga komentaryo awtomatiko pagkahuman sa pag-post sa % s

source: 同一 IP 发布评论的时间间隔限制为 %s 分钟
ceb: Ang sama nga pag-publish sa interval sa komentaryo sa IP limitado ngadto sa %s minutos

source: 评论提交
ceb: Pagsumiter og mga komentaryo

source: 允许使用的HTML标签和属性
ceb: Gitugutan ang mga tag ug mga hiyas sa HTML

source: 默认的用户评论不允许填写任何的HTML标签, 你可以在这里填写允许使用的HTML标签.
ceb: Ang default nga mga komento sa user wala magtugot sa bisan unsa nga mga tag sa HTML nga mapuno. Mahimo nimong pun-on ang gitugot nga mga tag sa HTML dinhi.

source: 比如: %s
ceb: Pananglitan: %s

source: 保存设置
ceb: Luwasa ang mga setting

source: 设置已经保存
ceb: Ang mga panalipod naluwas

source: 站点名称
ceb: Ngalan sa site

source: 站点的名称将显示在网页的标题处.
ceb: Ang ngalan sa site ipakita sa titulo sa panid.

source: 请填写站点名称
ceb: Palihug isulat ang ngalan sa site

source: 请不要在站点名称中使用特殊字符
ceb: Palihug ayaw gamita ang espesyal nga mga karakter sa mga pangalan sa site

source: 站点地址
ceb: Address sa site

source: 站点地址主要用于生成内容的永久链接.
ceb: Ang adres sa site kasagaran gigamit aron makamugna og permanente nga sumpay sa sulod.

source: 当前地址 <strong>%s</strong> 与上述设定值不一致
ceb: Ang kasamtangan nga adres <strong>%s</ strong> wala mohaum sa nahimutangan sa ibabaw

source: 请填写站点地址
ceb: Palihug isulat ang address sa site

source: 请填写一个合法的URL地址
ceb: Palihug isulat ang usa ka balido nga adres sa URL

source: 站点描述
ceb: Deskripsiyon sa Site

source: 站点描述将显示在网页代码的头部.
ceb: Ang paghulagway sa site ipakita sa ulo sa kodigo sa webpage.

source: 请不要在站点描述中使用特殊字符
ceb: Ang paghulagway sa site ipakita sa ulo sa kodigo sa webpage

source: 关键词
ceb: Mga pulong

source: 请以半角逗号 "," 分割多个关键字.
ceb: Palihog gamita ang comma "," aron mabahin ang daghang mga keyword.

source: 请不要在关键词中使用特殊字符
ceb: Palihug ayaw gamita ang espesyal nga mga karakter sa mga keyword

source: 不允许
ceb: Dili gitugotan

source: 允许
ceb: Tugoti

source: 允许访问者注册到你的网站, 默认的注册用户不享有任何写入权限.
ceb: Tugoti ang mga bisita nga magparehistro sa imong site, ang mga default nga rehistradong tiggamit walay bisan unsang pagsulat nga access.

source: 关闭
ceb: Duol

source: 仅关闭 Pingback 接口
ceb: Tangtanga lang ang Pingback interface

source: 打开
ceb: Bukas

source: XMLRPC 接口
ceb: Interface sa XMLRPC

source: 语言
ceb: Pinulongan

source: 所选择的语言包不存在
ceb: Ang piniling pinulongan nga pinulongan wala maglungtad

source: 格林威治(子午线)标准时间 (GMT)
ceb: Greenwich Mean Time (GMT)

source: 中欧标准时间 阿姆斯特丹,荷兰,法国 (GMT +1)
ceb: Central European Standard Time Amsterdam, Netherlands, France (GMT +1)

source: 东欧标准时间 布加勒斯特,塞浦路斯,希腊 (GMT +2)
ceb: Eastern European Standard Time Bucharest, Cyprus, Greece (GMT +2)

source: 莫斯科时间 伊拉克,埃塞俄比亚,马达加斯加 (GMT +3)
ceb: Moscow time Iraq, Ethiopia, Madagascar (GMT +3)

source: 第比利斯时间 阿曼,毛里塔尼亚,留尼汪岛 (GMT +4)
ceb: Tbilisi Time Oman, Mauritania, Reunion (GMT +4)

source: 新德里时间 巴基斯坦,马尔代夫 (GMT +5)
ceb: New Delhi time Pakistan, Maldives (GMT +5)

source: 科伦坡时间 孟加拉 (GMT +6)
ceb: Colombo panahon Bengal (GMT +6)

source: 曼谷雅加达 柬埔寨,苏门答腊,老挝 (GMT +7)
ceb: Bangkok Jakarta, Cambodia, Sumatra, Laos (GMT +7)

source: 北京时间 香港,新加坡,越南 (GMT +8)
ceb: Beijing time Hong Kong, Singapore, Vietnam (GMT +8)

source: 东京平壤时间 西伊里安,摩鹿加群岛 (GMT +9)
ceb: Tokyo Pyongyang Time West Irian, Moluccas (GMT +9)

source: 悉尼关岛时间 塔斯马尼亚岛,新几内亚 (GMT +10)
ceb: Sydney, Guam Time Tasmania, New Guinea (GMT +10)

source: 所罗门群岛 库页岛 (GMT +11)
ceb: Solomon Islands Sakhalin (GMT +11)

source: 惠灵顿时间 新西兰,斐济群岛 (GMT +12)
ceb: Wellington Time New Zealand, Fiji Islands (GMT +12)

source: 佛德尔群岛 亚速尔群岛,葡属几内亚 (GMT -1)
ceb: Azores, Portuguese Guinea (GMT -1)

source: 大西洋中部时间 格陵兰 (GMT -2)
ceb: Atlantiko Sentral nga Panahon sa Greenland (GMT -2)

source: 布宜诺斯艾利斯 乌拉圭,法属圭亚那 (GMT -3)
ceb: Buenos Aires Uruguay, French Guiana (GMT -3)

source: 智利巴西 委内瑞拉,玻利维亚 (GMT -4)
ceb: Chile Brazil Venezuela, Bolivia (GMT -4)

source: 纽约渥太华 古巴,哥伦比亚,牙买加 (GMT -5)
ceb: New York Ottawa Cuba, Colombia, Jamaica (GMT -5)

source: 墨西哥城时间 洪都拉斯,危地马拉,哥斯达黎加 (GMT -6)
ceb: Panahon sa Mexico City Honduras, Guatemala, Costa Rica (GMT -6)

source: 美国丹佛时间 (GMT -7)
ceb: Denver, United States time (GMT -7)

source: 美国旧金山时间 (GMT -8)
ceb: San Francisco nga oras (GMT -8)

source: 阿拉斯加时间 (GMT -9)
ceb: Oras sa Alaska (GMT -9)

source: 夏威夷群岛 (GMT -10)
ceb: Mga Isla sa Hawaii (GMT -10)

source: 东萨摩亚群岛 (GMT -11)
ceb: Sidlakang Samoa (GMT-11)

source: 艾尼威托克岛 (GMT -12)
ceb: Ainitoke Island (GMT-12)

source: 图片文件
ceb: File sa litrato

source: 多媒体文件
ceb: Mga file sa multimedia

source: 常用档案文件
ceb: Kasagarang file
