Repository: typecho/languages
Catalog: ceb.po
Languages: ceb

source: Typecho 安装程序
ceb: Typecho Installer

source: 欢迎使用
ceb: Maayo nga gamiton

source: 初始化配置
ceb: Pagsugod sa pagsulbad

source: 开始安装
ceb: Sugdi ang instalar

source: 安装成功
ceb: Ang pag-instalar malampuson

source: 安装失败!
ceb: Napakyas!

source: 您没有上传 config.inc.php 文件, 请您重新安装!
ceb: Wala ka mag-upload sa config.inc.php file, palihug instalar kini!

source: 重新安装 &raquo;
ceb: I-instal ulang & raquo;

source: 没有安装!
ceb: Dili gitaod!

source: 您没有执行安装步骤, 请您重新安装!
ceb: Wala nimo gihimo ang mga lakang sa pag-instalar, palihug pag-instalar!

source: 安装成功!
ceb: Maayo ang pag-instalar!

source: 您选择了使用原有的数据, 您的用户名和密码和原来的一致
ceb: Gipili nimo ang paggamit sa orihinal nga data, ang imong username ug password, ug ang orihinal nga kasabutan

source: 您的用户名是
ceb: Ang imong username

source: 您的密码是
ceb: Ang imong password

source: 您可以将下面两个链接保存到您的收藏夹
ceb: Makaluwas ka sa mosunod nga duha ka mga link sa imong mga paborito

source: 点击这里访问您的控制面板
ceb: I-klik dinhi aron ma-access ang imong control panel

source: 点击这里查看您的 Blog
ceb: I-klik dinhi aron makita ang imong blog

source: 希望您能尽情享用 Typecho 带来的乐趣!
ceb: Paglaum nga makatagamtam ka sa paglingaw sa Typecho!

source: 默认分类
ceb: Default nga kategoriya

source: 只是一个默认分类
ceb: Usa lamang ka default nga kategoriya

source: 欢迎使用 Typecho
ceb: Welcome sa Typecho

source: 如果您看到这篇文章,表示您的 blog 已经安装成功.
ceb: Kon imong makita kining artikuloha, ang imong blog nga malampusong napahimutang.

source: 关于
ceb: About

source: 本页面由 Typecho 创建, 这只是个测试页面.
ceb: Kini nga panid gimugna sa Typecho, kini usa lamang ka test page.

source: 已经删除完原有数据
ceb: Gikuha ang orihinal nga datos

source: 继续安装 &raquo;
ceb: Magpadayon sa pag-instalar & raquo;

source: 安装程序检查到原有数据表已经存在.
ceb: Ang installer nagsusi nga ang kasamtangan nga datos sa data anaa na.

source: 删除原有数据
ceb: Kuhaa ang orihinal nga data

source: 或者
ceb: O

source: 使用原有数据
ceb: Gamita ang orihinal nga datos

source: 安装程序捕捉到以下错误: "%s". 程序被终止, 请检查您的配置信息.
ceb: Gikuha sa installer ang mosunod nga sayop: "% s". Gitapos ang programa, palihug susiha ang impormasyon sa pagsumpayan.

source: 确认您的配置
ceb: Siguruha ang imong pagsulbad

source: 数据库配置
ceb: Pagkumpirma sa database

source: 没有检测到您手动创建的配置文件, 请检查后再次创建
ceb: Ang profile nga imong gimugna nga dili nimo makita, palihug susiha pag-usab aron paghimo niini

source: 请填写您的网站地址
ceb: Palihug isulat ang imong website address

source: 请填写您的用户名
ceb: Palihug sulati ang imong username

source: 请填写您的邮箱地址
ceb: Palihug isulat ang imong email address

source: 用户名长度超过限制, 请不要超过 32 个字符
ceb: Ang gitas-on sa ngalan sa user molapas sa limit, palihug dili mosobra sa 32 ka mga karakter

source: 邮箱长度超过限制, 请不要超过 200 个字符
ceb: Ang gitas-on sa e-mail labaw sa limitasyon, palihug dili molapas sa 200 ka mga karakter

source: 对不起, 无法连接数据库, 请先检查数据库配置再继续进行安装
ceb: Pasayloa, dili makonektar sa database, palihug susiha ang pagsumpayan sa database ug dayon ipadayon ang instalar

source: 安装程序捕捉到以下错误: " %s ". 程序被终止, 请检查您的配置信息.
ceb: Gikuha sa installer ang mosunod nga sayop: "% s". Gitapos ang programa, palihug susiha ang impormasyon sa pagsumpayan.

source: 安装程序无法自动创建 <strong>config.inc.php</strong> 文件
ceb: Ang installer dili awtomatikong makahimo sa file sa <strong> config.inc.php </ strong>

source: 您可以在网站根目录下手动创建 <strong>config.inc.php</strong> 文件, 并复制如下代码至其中
ceb: Mahimo nimong gamiton ang manuskrito sa <strong> config.inc.php </ strong> sa gamut sa site ug kopyahon ang mosunod nga code

source: 数据库适配器
ceb: Database adapter

source: Mysql 原生函数适配器
ceb: Mysql native function adapter

source: SQLite 原生函数适配器 (SQLite 2.x)
ceb: SQLite Lumad nga Function Adaptor (SQLite 2.x)

source: Pgsql 原生函数适配器
ceb: Pgsql Lumad nga Function Adaptor

source: Pdo 驱动 Mysql 适配器
ceb: Pundo magdala sa akong adapter

source: Pdo 驱动 SQLite 适配器 (SQLite 3.x)
ceb: Pdo Driver SQLite Adapter (SQLite 3.x)

source: Pdo 驱动 PostgreSql 适配器
ceb: Pdo driver PostgreSql adapter

source: 请根据您的数据库类型选择合适的适配器
ceb: Palihug pilia ang usa ka angay nga adaptor base sa imong database type

source: 数据库前缀
ceb: Database prefix

source: 默认前缀是 "typecho_"
ceb: Ang default prefix mao ang "typecho_"

source: 创建您的管理员帐号
ceb: Paghimo sa imong administrator account

source: 网站地址
ceb: Address sa website

source: 这是程序自动匹配的网站路径, 如果不正确请修改它
ceb: Kini ang programa nga awtomatikong motakdo sa dalan sa site, kung dili husto, palihug usba kini

source: 用户名
ceb: Ngalan sa tiggamit

source: 登录密码
ceb: Login password

source: 请填写您的登录密码, 如果留空系统将为您随机生成一个
ceb: Palihug isulat ang imong password sa pag-login, kung gibiyaan nga blanko, ang sistema magkahiusa nga makamugna alang kanimo

source: 邮件地址
ceb: Address sa sulat

source: 请填写一个您的常用邮箱
ceb: Palihog sulati ang imong komon nga mailbox

source: 确认, 开始安装 &raquo;
ceb: Pamatud-i, sugdi ang pag-instalar & raquo;

source: 安装说明
ceb: Mga instruksyon sa pag-instalar

source: 本安装程序将自动检测服务器环境是否符合最低配置需求. 如果不符合, 将在上方出现提示信息, 请按照提示信息检查您的主机配置. 如果服务器环境符合要求, 将在下方出现 "开始下一步" 的按钮, 点击此按钮即可一步完成安装.
ceb: Ang installer awtomatik nga makamatikod kon ang kalikopan sa server nagtagbo sa minimum nga mga kinahanglanon sa pagsumpaki. Kung dili, ang mensahe sa ibabaw makita, palihug sunda ang mga instruksyon aron masusi ang imong configuration sa host.Kon ang server environment makatagbaw sa mga gikinahanglan, adunay usa ka "Start Next" Button, i-klik ang button aron makompleto ang instalasyon sa matag lakang.

source: 许可及协议
ceb: Lisensya ug kasabutan

source: Typecho 基于 <a href="http://www.gnu.org/copyleft/gpl.html">GPL</a> 协议发布, 我们允许用户在 GPL 协议许可的范围内使用, 拷贝, 修改和分发此程序.
ceb: Ang Typecho gipasukad sa protocol sa <a href="http://www.gnu.org/copyleft/gpl.html"> GPL </a>, ug gitugotan nato ang mga tiggamit sa paggamit, pagkopya, pag-usab, ug pag-apod-apod niini sulod sa GPL license Program.

source: 在GPL许可的范围内, 您可以自由地将其用于商业以及非商业用途.
ceb: Sulod sa lisensya sa GPL, libre ka nga gamiton kini alang sa mga katuyoan sa komersyal ug dili komersiyal.

source: Typecho 软件由其社区提供支持, 核心开发团队负责维护程序日常开发工作以及新特性的制定.
ceb: Ang software sa Typecho gipaluyohan sa komunidad niini, ug ang core development team nagmintinar sa naandan nga pagpalambo sa programa ingon man usab sa pagpalambo sa mga bag-ong bahin.

source: 如果您遇到使用上的问题, 程序中的 BUG, 以及期许的新功能, 欢迎您在社区中交流或者直接向我们贡献代码.
ceb: Kon nakasinati kag mga problema sa imong aplikasyon, mga bugs sa imong mga programa, ug mga bag-ong mga butang nga gusto nimo nga pag-abi-abi, mobati nga dili ka makaistorya sa komunidad o direkta nga makatabang kanamo.

source: 对于贡献突出者, 他的名字将出现在贡献者名单中.
ceb: Alang niadtong makahimo og kalainan, ang iyang ngalan makita sa lista sa mga nag-amot.

source: 我准备好了, 开始下一步 &raquo;
ceb: Andam ko nga sugdan ang sunod nga lakang & raquo;

source: 备份您的数据
ceb: I-back up ang imong data

source: 此备份操作仅包含<strong>内容数据</strong>, 并不会涉及任何<strong>设置信息</strong>
ceb: Kining backup nga backup naglangkob lamang sa <strong> Content Data </ ​​strong> ug wala'y labot ang bisan unsa nga <strong> Information Information </ strong>

source: 如果您的数据量过大, 为了避免操作超时, 建议您直接使用数据库提供的备份工具备份数据
ceb: Kon ang imong datos dako kaayo, aron malikayan ang overtime nga operasyon, girekomenda nga gamiton nimo ang direkta nga mga himan nga gigamit sa database aron i-back up ang data

source: 为了缩小备份文件体积, 建议您在备份前删除不必要的数据
ceb: Aron mapakunhod ang gidak-on sa gidak-on nga file, among gisugyot nga imong papason ang wala kinahanglana nga datos sa dili pa i-backup

source: 开始备份 &raquo;
ceb: Sugdi ang backup & raquo;

source: 恢复数据
ceb: Ibalik ang datos

source: 上传并恢复 &raquo;
ceb: Pag-upload ug pagpasig-uli & raquo;

source: 将备份文件手动上传至服务器的 %s 目录下后, 这里会出现文件选项
ceb: Human sa backup nga file nga gisulatan sa% s directory sa server, ang mga kapilian sa file makita dinhi

source: 选择一个备份文件恢复数据
ceb: Pagpili og backup file aron makuha ang data

source: 选择并恢复 &raquo;
ceb: Pagpili ug ibalik ang & raquo;

source: 恢复操作将清除所有现有数据, 是否继续?
ceb: Ang pag-ayo magwagtang sa tanang kasayuran, padayon?

source: 由 <a href="https://typecho.org">%s</a> 强力驱动, 版本 %s (%s)
ceb: Gidala sa <a href="https://typecho.org">% s </a>, version% s (% s)

source: 帮助文档
ceb: Tabang sa dokumento

source: 支持论坛
ceb: Suporta sa forum

source: 报告错误
ceb: Isumbong ang sayup

source: 资源下载
ceb: I-download ang mga gamit

source: 确认要删除此字段吗?
ceb: Sigurado ba nga gusto nimo nga hikalimtan kini nga natad?

source: 字段名称
ceb: Ngalan sa uma

source: 字符
ceb: Kinaiya

source: 整数
ceb: Integer

source: 小数
ceb: Desimal

source: 字段值
ceb: Bili sa yuta

source: 删除
ceb: Pagtangtang

source: 自定义字段
ceb: Mga kostumbre

source: 字段类型
ceb: Type type

source: +添加字段
ceb: + Idugang ang umahan

source: 自定义字段可以扩展你的模板功能, 使用方法参见 <a href="http://docs.typecho.org/help/custom-fields">帮助文档</a>
ceb: Ang mga custom nga mga natad mahimong makapauswag sa imong temprano nga pagpaandar pinaagi sa paggamit sa <a href="https://docs.typecho.org/help/custom-fields"> dokumentasyon sa pagtabang </a>

source: 加粗
ceb: Bold

source: 加粗文字
ceb: Mabug-at nga teksto

source: 斜体
ceb: Italic

source: 斜体文字
ceb: Italic text

source: 链接
ceb: Link

source: 请输入链接描述
ceb: Palihug pagsulod sa paghulagway sa link

source: 引用
ceb: Quote

source: 引用文字
ceb: Reference text

source: 代码
ceb: Code

source: 请输入代码
ceb: Palihug pagsulod sa kodigo

source: 图片
ceb: Hulagway

source: 请输入图片描述
ceb: Palihug pagsulod sa hulagway sa hulagway

source: 数字列表
ceb: Digital nga listahan

source: 普通列表
ceb: Ordinaryo nga listahan

source: 列表项目
ceb: Ilista ang mga butang

source: 标题
ceb: Titulo

source: 标题文字
ceb: Tukma nga teksto

source: 分割线
ceb: Mga linya sa pagbahin

source: 摘要分割线
ceb: Abstract split line

source: 撤销
ceb: Undo

source: 重做
ceb: Pag-usab

source: 全屏
ceb: Full screen

source: 退出全屏
ceb: Exit full screen

source: 此浏览器不支持全屏操作
ceb: Kini nga browser wala mosuporta sa full-screen operation

source: 插入图片
ceb: Pagsukip litrato

source: 请在下方的输入框内输入要插入的远程图片地址
ceb: Palihug ibutang ang hilit nga address sa imahen aron isulod sa input box sa ubos

source: 您也可以使用附件功能插入上传的本地图片
ceb: Mahimo usab nimo gamiton ang attachment function aron ipasulod ang mga imahen nga na-upload

source: 插入链接
ceb: Isulat ang link

source: 请在下方的输入框内输入要插入的链接地址
ceb: Palihug ibutang ang address sa link nga ibutang sa input box sa ubos

source: 确定
ceb: OK

source: 取消
ceb: Cancel

source: Markdown语法帮助
ceb: Tabang sa gramatika sa Markdown

source: 附件
ceb: Pag-attach

source: 撰写
ceb: Isulat

source: 预览
ceb: I-preview

source: 这篇文章不是由Markdown语法创建的, 继续使用Markdown编辑它吗?
ceb: Kini nga artikulo wala gimugna sa syntax sa Markdown, padayon nga gamiton ang Markdown aron usbon kini?

source: 是
ceb: Oo

source: 否
ceb: Dili

source: 页面不存在
ceb: Ang panid wala maglungtad

source: 文件大小超过限制
ceb: Ang gidak-on sa file labaw sa limitasyon

source: 文件扩展名不被支持
ceb: Ang extension sa extension dili suportado

source: 文件已经上传过
ceb: Na-upload na ang file

source: 上传出现错误
ceb: Pag-upload sa sayop

source: %s 上传失败
ceb: Ang pag-upload sa% s napakyas

source: 点击插入文件
ceb: I-klik aron ipasulod ang file

source: 编辑
ceb: Usba

source: 允许上传的文件
ceb: Tugoti ang mga file nga i-upload

source: 确认要删除文件 %s 吗?
ceb: Sigurado nga gusto nimong papason ang file% s?

source: 拖放文件到这里<br>或者 %s选择文件上传%s
ceb: Palihog ug i-drop ang mga file dinhi o% s pagpili sa pag-upload sa% s

source: %s - %s - Powered by Typecho
ceb: % s -% s - Gipangita sa Typecho

source: 当前网页 <strong>不支持</strong> 你正在使用的浏览器. 为了正常的访问, 请 <a href="http://browsehappy.com/">升级你的浏览器</a>
ceb: <Strong> Karon Wala Gisuportahan </ strong> Ang browser nga imong gigamit. Alang sa normal nga pag-access, <a href="http://browsehappy.com/"> i-upgrade ang imong browser </a>

source: 目前有 <em>%s</em> 篇文章, 并有 <em>%s</em> 条关于你的评论在 <em>%s</em> 个分类中.
ceb: Adunay mga artikulo sa <em>% s </ em> ug mga artikulo sa <em>% s </ em> bahin sa imong komentaryo sa mga kategorya sa <em>% s </ em>.

source: 点击下面的链接快速开始:
ceb: I-klik ang link sa ubos aron makasugod dayon:

source: 撰写新文章
ceb: Pagsulat og usa ka bag-ong artikulo

source: 待审核的评论
ceb: Pagdawat sa review

source: 待审核评论
ceb: Pagdawat sa review

source: 垃圾评论
ceb: Spam comment

source: 更换外观
ceb: Usba ang dagway

source: 插件管理
ceb: Pagdumala sa pag-plug-in

source: 系统设置
ceb: Mga setting sa sistema

source: 更新我的资料
ceb: Pag-update sa akong profile

source: 您当前使用的版本是
ceb: Ang imong bersyon karon

source: 官方最新版本是
ceb: Ang labing bag-o nga opisyal nga bersyon mao

source: 最近发布的文章
ceb: Bag-o lang gimantala nga mga artikulo

source: 暂时没有文章
ceb: Walay mga artikulo sa pagkakaron

source: 最近得到的回复
ceb: Di pa dugay nakadawat og tubag

source: 暂时没有回复
ceb: Walay tubag sa pagkakaron

source: 官方最新日志
ceb: Opisyal nga pinakabag-log

source: 读取中...
ceb: Pagbasa ...

source: 您当前使用的版本是 %s
ceb: Ang imong kasamtangan nga bersyon mao ang Ang imong bersyon karon mao ang %s

source: 官方最新版本是 %s
ceb: Ang pinakabag-o nga opisyal nga bersyon mao ang% s

source: 密码
ceb: Sala

source: 登录
ceb: Login

source: 下次自动登录
ceb: Mag-log in awtomatiko sunod

source: 返回首页
ceb: Pagbalik sa home page

source: 用户注册
ceb: Pagparehistro sa user

source: 全选
ceb: Pagpili sa tanan

source: 操作
ceb: Operasyon

source: 选中项
ceb: Pinili nga mga butang

source: 此分类下的所有内容将被删除, 你确认要删除这些分类吗?
ceb: Ang tanan nga anaa sa ubos niini nga kategoriya matanggal. Sigurado ba nga gusto nimong papason kining mga kategoriya?

source: 刷新分类可能需要等待较长时间, 你确认要刷新这些分类吗?
ceb: Ang pag-refresh sa klasipikasyon tingali kinahanglan nga maghulat sa dugay nga panahon, imong gikumpirma nga gusto nimong palagsikon kini nga mga kategoriya?

source: 刷新
ceb: Pagpasig-uli

source: 合并到
ceb: Paghiusa

source: 名称
ceb: Ngalan

source: 子分类
ceb: Mga subkategoriya

source: 缩略名
ceb: Gipamubo nga ngalan

source: 文章数
ceb: Gidaghanon sa mga artikulo

source: 浏览 %s
ceb: Browse% s

source: 一个分类
ceb: Usa ka klasipikasyon

source: 新增
ceb: Gidugang

source: 默认
ceb: Default

source: 设为默认
ceb: Ibutang nga default

source: 没有任何分类
ceb: Walay klasipikasyon

source: 所有
ceb: Tanan

source: 我的
ceb: Ako

source: 已通过
ceb: Naagi

source: 待审核
ceb: Pagdawat sa review

source: 垃圾
ceb: Basura

source: 通过
ceb: Padayon

source: 标记垃圾
ceb: Markahi ang basura

source: 你确认要删除这些评论吗?
ceb: Sigurado ba nga gusto nimong papason kining mga komentaryo?

source: 你确认要删除所有垃圾评论吗?
ceb: Sigurado ba nga gusto nimong papason ang tanang mga komento sa spam?

source: 删除所有垃圾评论
ceb: Kuhaa ang tanan nga mga komento sa spam

source: &laquo; 取消筛选
ceb: & laquo; Cancel filter

source: 请输入关键字
ceb: Palihug ibutang ang mga keyword

source: 筛选
ceb: Pagsusi

source: 作者
ceb: Awtor

source: 内容
ceb: Kontento

source: 回复
ceb: Tubag

source: 你确认要删除%s的评论吗?
ceb: Sigurado ba nga gusto nimo nga matanggal ang komento sa% s?

source: 没有评论
ceb: Wala'y komentaryo

source: 电子邮箱
ceb: E-mail

source: 个人主页
ceb: Personal nga home page

source: 提交
ceb: Pagsumiter

source: 你确认要删除这些文件吗?
ceb: Sigurado ba nga gusto nimong papason ang mga file?

source: 您确认要清理未归档的文件吗?
ceb: Sigurado ba nga gusto nimo nga limpyohan ang mga unarchived files?

source: 清理未归档文件
ceb: Hinloi ang mga file nga wala'y gisulud

source: 文件名
ceb: File name

source: 上传者
ceb: Uploader

source: 所属文章
ceb: Kaugalingon nga artikulo

source: 发布日期
ceb: Petsa sa pagpagawas

source: 未归档
ceb: Wala'y kapuslanan

source: 没有任何文件
ceb: Walay mga dokumento

source: 你确认要删除这些页面吗?
ceb: Sigurado ba nga gusto nimong papason kining mga panid?

source: 日期
ceb: Petsa

source: 评论
ceb: Comment

source: 草稿
ceb: Draft

source: 隐藏
ceb: Tagoi

source: 编辑 %s
ceb: I-edit ang% s

source: 保存于 %s
ceb: Save sa% s

source: 没有任何页面
ceb: Walay mga panid

source: 可用
ceb: Anaa na

source: 你确认要删除这些文章吗?
ceb: Sigurado ba nga gusto nimong papason ang mga artikulo?

source: 所有分类
ceb: Ang tanan nga mga kategoriya

source: 分类
ceb: Category

source: 私密
ceb: Magpamati

source: 密码保护
ceb: Proteksyon sa password

source: 没有任何文章
ceb: Walay mga artikulo

source: 你确认要删除这些标签吗?
ceb: Sigurado ba nga gusto nimong papason kining mga label?

source: 刷新标签可能需要等待较长时间, 你确认要刷新这些标签吗?
ceb: Ang pagpahulay sa mga label mahimong kinahanglan nga maghulat sa dugay nga panahon, imong gikumpirma nga gusto nimong palagsikon kini nga mga label?

source: 没有任何标签
ceb: Walay marka

source: 你确认要删除这些用户吗?
ceb: Sigurado ba nga gusto nimong papason ang mga tiggamit?

source: 昵称
ceb: Ngalan

source: 电子邮件
ceb: E-mail

source: 用户组
ceb: Grupo sa tiggamit

source: 暂无
ceb: Dili

source: 管理员
ceb: Administrator

source: 贡献者
ceb: Contributor

source: 关注者
ceb: Mga sumusunod

source: 访问者
ceb: Mga bisita

source: 文件 %s 已经替换
ceb: Ang file% s gipulihan

source: 最后登录: %s
ceb: Last login:% s

source: 登出
ceb: Paggawas

source: 网站
ceb: Website

source: 可以使用的外观
ceb: Ang hitsura nga mahimong gamiton

source: 编辑当前外观
ceb: Pag-usab sa kasamtangan nga panagway

source: 设置外观
ceb: Ibutang ang dagway

source: 启用的插件
ceb: Pinaganahan nga plug-in

source: 描述
ceb: Deskripsiyon

source: 版本
ceb: Version

source: %s 无法在此版本的typecho下正常工作
ceb: % s dili molihok uban niini nga bersyon sa typecho

source: 设置
ceb: Ibutang

source: 你确认要禁用插件 %s 吗?
ceb: Sigurado ba nga gusto nimo nga pag-disable ang mga plugin% s?

source: 禁用
ceb: Disabled

source: 即插即用
ceb: Pagputol ug pag-play

source: 此插件文件已经损坏或者被不安全移除, 强烈建议你禁用它
ceb: Kini nga file sa plugin nahugawan o dili luwas nga kuhaon ug kini girekomendar nga dili nimo kini mapugngan

source: 禁用的插件
ceb: Mga kapeligro nga walay mahimo

source: 启用
ceb: Maagwanta

source: 没有安装插件
ceb: Walay mga plug-in nga gibutang

source: 在 Gravatar 上修改头像
ceb: Usba ang avatar sa Gravatar

source: 目前有 <em>%s</em> 篇日志, 并有 <em>%s</em> 条关于你的评论在 <em>%s</em> 个分类中.
ceb: Adunay mga karatula <em>% s </ em> ug <em>% s </ em> mga post bahin sa imong mga komento sa mga kategorya sa <em>% s </ em>.

source: 个人资料
ceb: Personal nga impormasyon

source: 撰写设置
ceb: Pagsulat sa mga setting

source: 密码修改
ceb: Ang pag-usab sa password

source: 注册
ceb: Magparehistro

source: 用户登录
ceb: Login sa gumagamit

source: 编辑%s外观
ceb: I-edit ang %s hitsura

source: 编辑源码
ceb: Usba ang tinubdan

source: 保存文件
ceb: Luwasa ang file

source: 此文件无法写入
ceb: Kini nga file dili mahimong isulat

source: 截图
ceb: Mga tanghaga

source: 详情
ceb: Mga detalye

source: 发现安全问题
ceb: Pagkaplag sa mga isyu sa seguridad

source: 解决完毕 &raquo;
ceb: Gisulbad & raquo;

source: 检测到新版本!
ceb: Nakita ang bag-ong bersyon!

source: 您已经更新了系统程序, 我们还需要执行一些后续步骤来完成升级
ceb: Gibag-o nimo ang programa sa sistema, ug kinahanglan pa namong buhaton ang pipila ka sunod nga mga lakang aron makompleto ang pag-upgrade

source: 此程序将把您的系统从 <strong>%s</strong> 升级到 <strong>%s</strong>
ceb: Kini nga programa mag-upgrade sa imong sistema gikan sa <strong>% s </ strong> ngadto sa <strong>% s </ strong>

source: 在升级之前强烈建议先<a href="%s">备份您的数据</a>
ceb: Kini girekomendar nga <a href="%s"> i-back up ang imong data </a> sa dili pa ang pag-upgrade

source: 完成升级 &raquo;
ceb: Kompletoha ang pag-upgrade & raquo;

source: 欢迎您使用 "%s" 管理后台:
ceb: Welcome sa paggamit%s aron sa pagdumala sa background

source: 强烈建议更改你的默认密码
ceb: Kini girekomendar nga usbon ang imong default nga password

source: 撰写第一篇日志
ceb: Isulat ang unang blog

source: 查看我的站点
ceb: Tan-awa ang akong site

source: 让我直接开始使用吧 &raquo;
ceb: Himoa nga ako magsugod sa paggamit niini & raquo;

source: 现在
ceb: Karon

source: 上一月
ceb: Sa miaging bulan

source: 下一月
ceb: Sunod nga bulan

source: 一月
ceb: Enero

source: 二月
ceb: Pebrero

source: 三月
ceb: Marso

source: 四月
ceb: Abril

source: 五月
ceb: Mayo

source: 六月
ceb: Hunyo

source: 七月
ceb: Hulyo

source: 八月
ceb: Agosto

source: 九月
ceb: Septyembre

source: 十月
ceb: Oktubre

source: 十一月
ceb: Nobyembre

source: 十二月
ceb: Disyembre

source: 星期日
ceb: Dominggo

source: 星期一
ceb: Lunes

source: 星期二
ceb: Martes

source: 星期三
ceb: Miyerkules

source: 星期四
ceb: Huwebes

source: 星期五
ceb: Biyernes

source: 星期六
ceb: Sabado

source: 周日
ceb: Dominggo

source: 周一
ceb: Lunes

source: 周二
ceb: Martes

source: 周三
ceb: Miyerkules

source: 周四
ceb: Huwebes

source: 周五
ceb: Biyernes

source: 周六
ceb: Sabado

source: 日
ceb: Adlaw

source: 一
ceb: Usa

source: 二
ceb: Duha

source: 三
ceb: Tulo

source: 四
ceb: Upat

source: 五
ceb: Lima

source: 六
ceb: VI

source: 完成
ceb: Kompleto

source: 选择时间
ceb: Pagpili panahon

source: 时间
ceb: Panahon

source: 时
ceb: Kanus-a

source: 上午
ceb: Buntag

source: 下午
ceb: Hapon

source: 分
ceb: Mga punto

source: 秒
ceb: Ikaduha

source: 请输入标签名
ceb: Palihug ibutang ang ngalan sa tag

source: 此标签不存在, 按回车创建
ceb: Wala kini nga marka, pindota ang Enter aron paghimo

source: 已保存
ceb: Naluwas

source: 正在保存
ceb: Pagluwas

source: 尚未保存
ceb: Wala pa maluwas

source: 上次保存时间
ceb: Last save time

source: 内容已经改变尚未保存, 您确认要离开此页面吗?
ceb: Ang sulod wala mausab pa. Sigurado ba nga gusto nimo nga mobiya niini nga panid?

source: 修改后的内容需要保存后才能预览, 是否保存?
ceb: Ang gibag-o nga sulod kinahanglan nga maluwas sa dili pa i-preview, gawas?

source: 您确认要删除这份草稿吗?
ceb: Sigurado ba nga gusto nimong papason kini nga draft?

source: 当前正在编辑的是保存于%s的草稿, 你可以<a href="%s">删除它</a>
ceb: Sa karon nag-edit sa usa ka draft nga giluwas sa% s, mahimo nimong <a href="%s"> pagwagtang niini </a>

source: 当前正在编辑的是未发布的草稿
ceb: Sa pagkakaron nag-edit sa usa ka wala mamantala nga draft

source: 网址缩略名
ceb: Ang mubo nga pangalan sa URL

source: 页面内容
ceb: Nga sulod sa pahina

source: 取消预览
ceb: Cancel ang preview

source: 预览页面
ceb: I-preview ang pahina

source: 保存草稿
ceb: Luwasa ang draft

source: 发布页面
ceb: Imantala ang pahina

source: 选项
ceb: Pagpili

source: 页面顺序
ceb: Pag-order sa panid

source: 为你的自定义页面设定一个序列值以后, 能够使得它们按此值从小到大排列
ceb: Human nimo ibutang ang usa ka han-ay nga han-ay alang sa imong gipasibo nga panid, mahimo nimong ipahimutang kini sa sunod-sunod nga pagkahan-ay

source: 自定义模板
ceb: Pasundayag nga template

source: 不选择
ceb: Ayaw pagpili

source: 如果你为此页面选择了一个自定义模板, 系统将按照你选择的模板文件展现它
ceb: Kung mopili ka usa ka custom template alang niining panid, ang sistema mopakita niini sa template file nga imong gipili

source: 高级选项
ceb: Advanced nga mga kapilian

source: 公开度
ceb: Pag-abli

source: 公开
ceb: Bukas

source: 权限控制
ceb: Pagkontrol sa pagtugot

source: 允许评论
ceb: Tugoti ang mga komentaryo

source: 允许被引用
ceb: Tugoti nga gikutlo

source: 允许在聚合中出现
ceb: Gitugutan nga magpakita sa aggregate

source: 本页面由 <a href="%s">%s</a> 创建
ceb: Kini nga panid gimugna pinaagi sa <a href="%s">% s </a>

source: 最后更新于 %s
ceb: Last updated sa% s

source: 你正在编辑的是保存于 %s 的草稿, 你也可以 <a href="%s">删除它</a>
ceb: Imong gi-edit ang usa ka draft nga gitipigan sa% s, imong mahimo usab nga <a href="%s"> pagwagtang niini </a>

source: 文章内容
ceb: Unod sa artikulo

source: 预览文章
ceb: Tan-awa ang artikulo

source: 发布文章
ceb: I-publish ang artikulo

source: 标签
ceb: Mga Tag

source: 内容密码
ceb: Content nga password

source: 引用通告
ceb: Notice Notice

source: 每一行一个引用地址, 用回车隔开
ceb: Ang matag linya usa ka reperensiyang adres, nga gibulag sa carriage return

source: 本文由 <a href="%s">%s</a> 撰写
ceb: Kini nga artikulo gisulat sa <a href="%s">% s </a>

source: 系统将为您自动匹配 %s 环境的安装选项
ceb: Ang sistema nga awtomatiko nga %s moparis sa imong mga opsyon sa pag-instalar sa kalikopan

source: 应用API Key
ceb: Paggamit sa API Key

source: 应用Secret Key
ceb: Gamita ang Sekreto nga Sekreto

source: 数据库名
ceb: Database nga ngalan

source: 可以在MySQL服务的管理页面看到您创建的数据库名称
ceb: Makita nimo ang ngalan sa database nga imong gibuhat sa MySQL nga serbisyo nga panid nga panid

source: 数据库实例名
ceb: Ang ngalan sa institusyon sa database

source: 请填入您在Cloud SQL面板中创建的数据库实例名称, 示例: %s
ceb: Palihug pagsulod sa ngalan sa database nga pananglitan nga imong gibuhat sa Cloud SQL nga panid, pananglitan:% s

source: 数据库用户名
ceb: Database user nga ngalan

source: 数据库密码
ceb: Database password

source: 请填入您在Cloud SQL的实例中创建的数据库名称
ceb: Palihug sulati ang database nga ngalan nga imong gibuhat sa pananglitan sa Cloud SQL

source: 数据库地址
ceb: Address sa database

source: 您可能会使用 "%s"
ceb: Mahimo nimo gamiton ang "% s"

source: 数据库端口
ceb: Database port

source: 如果您不知道此选项的意义, 请保留默认设置
ceb: Kung wala ka mahibalo sa kahulogan niini nga kapilian, biyai ang default setting

source: 请您指定数据库名称
ceb: Palihug isulti ang ngalan sa database

source: 数据库编码
ceb: Database coding

source: 选择 utf8mb4 编码至少需要 MySQL 5.5.3 版本
ceb: Pagpili sa utf8mb4 encoding nagkinahanglan sa labing menos MySQL 5.5.3 nga bersyon

source: 数据库引擎
ceb: Database engine

source: 数据库文件路径
ceb: Database file path
